{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-08-12",
        "location": "HAMMARSDALE",
        "day": "2",
        "names": [
            "ISRAEL HLONGWANE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52804&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98081114_hmm_hammar2.htm",
        "speakers": [
            "ADV MOTATA",
            "ADV MPSHE",
            "CHAIRPERSON",
            "INTERPRETER",
            "ISRAEL HLONGWANE",
            "MR HEWITT",
            "MR MOLOI",
            "MR NGUBANE",
            "MR STEWART",
            "MR WILLS",
            "MS KAMPEPE",
            "MS KHAMPEPE",
            "PANEL MEMBER"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR WILLS",
            "ISRAEL HLONGWANE",
            "MR HLONGWANE",
            "PANEL MEMBER",
            "MS KHAMPEPE",
            "MS KAMPEPE",
            "ADV MOTATA",
            "INTERPRETER",
            "MR NGUBANE",
            "MR STEWART",
            "MR HEWITT",
            "ADV MPSHE",
            "MR MOLOI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We've completed the evidence of Mr Khumalo and we'll now proceed with hearing the evidence of another applicant.  I believe it's Mr Hlongwane.\n\tMr Wills?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes that is correct Mr Chairperson.",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR WILLS",
            "Thank you Mr Chairperson, Members of the Committee.  As you will all be aware, Mr Hlongwane has given evidence before this Committee at the Richards Bay portion of this hearing.  For the benefit of the members of the public here, I will be repeating some of the evidence as briefly as possible and that relates to his coming into the conflict in his early involvement of the IFP and how he got involved in that regard but hopefully we'll get through that fairly quickly.\n\tFor the benefit of the Committee, we will only be dealing with the affidavit of Mr Hlongwane from page 130 of the record, which is the beginning, to the end of paragraph 48 which is at 151 of the record, that's basically up to him being placed in hiding by certain IFP officials in Ulundi.  After that he was operating outside of this area.  The eSikhawini portion you will realise that we've dealt with entirely and then we'll be left with the incidents in Ermelo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes and which we'll be going to Ermelo next month for that portion of the hearing.  Yes, thank you Mr Wills, you may proceed.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Mr Hlongwane you're presently in Westville Prison serving a particularly long prison sentence in respect of a number of incidents for which you've been convicted, is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "These incidents are connected with you, being an assassin and a member of a hit squad working for the IFP and killing political opponents, is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now there are also a number of incidents for which you have not been charged or prosecuted, is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And some of those relate to incidents which occurred in this area and going to be telling the community about those incidents today, is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now you say in paragraph 4 of your affidavit at page 130 - just briefly, I want you to explain to the Committee and the community why you committed these numerous acts.",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "I committed all these acts because I was a member of the IFP.",
            "Male"
        ],
        [
            "MR WILLS",
            "And what was your purpose in committing these acts?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "My objective was that communists should not be allowed rule KwaZulu.",
            "Male"
        ],
        [
            "MR WILLS",
            "Right.  Now I want to turn to paragraph 8 of page 132.  I see you were born at B360 at Mpumalanga Township, Hammarsdale in 1968.  You grew up here in the Hammarsdale area and you attended school, your whole schooling in this area, is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And eventually you found employment at Glacier Bearings in Pinetown and up until that stage you had no real active involvement in politics, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And whilst you were employed at Glacier Bearings you experienced the fact that the fighting between the two organisations - and that is the UDF and the IFP - had commenced, but at that early stage you were not involved?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That's correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now you say in paragraph 10, 11 and 12 how you got involved with the conflict and how you joined the IFP.  I want you to briefly tell the members of the community how this in fact occurred?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "I first started joining Inkatha - I was forced by Stembiso Nglovu and Sgangi Hlongwane.  One day when I was coming from work they asked me about Zekele Langa, who was my uncle's son, they asked me how he frequented my house because he was member of the UDF.  I told them that the house was my father's not mine therefore ...[intervention]",
            "Male"
        ],
        [
            "PANEL MEMBER",
            "Could go slower, the interpreters can't cope with your evidence?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "If you can just remember, Mr Hlongwane, the interpreters have to interpret simultaneously when you're speaking so if you could speak just a little bit slower to give the interpreter an opportunity to keep up with you?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Thank you Sir.  It happened one day when I was still working at Glacier Bearings at Pinetown.  On my way from work I was stopped by Sgangi Hlongwane and Stembiso Nglovu who were members of the UDF and they asked me how IFP members came to my home or frequented my home if I was not a member of the IFP.  I responded that they should remember that that was my father's house and as such I had no right to determine who goes into my house and who doesn't.  They in turn said that I will see what's going to happen and because of that, because they - already peoples houses were being burned and there was fighting.  I then told Zekele, my cousin, about this and Zekele took me to Zekele Langa who is a member of the Executive Committee and a Councillor at Ward 4.  That Zekele told me that he could not help me because I was not an IFP member and that is how I joined the IFP.",
            "Male"
        ],
        [
            "MR WILLS",
            "This information given to you by Stembiso Nglovu, you say in your affidavit, that essentially, that you felt threatened and that as a result of that, you thought that you were - your house was going to be attacked and you were afraid and threatened, is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then you went to a Zekele Nkethle who was a prominent IFP leader and he said that he wasn't going to help you unless you joined the IFP, is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And this Zekele Nkethle in fact was a central committee member of the IFP is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And as a result of this you decided to joint the IFP.  You paid your membership fee at that stage, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now you say that this was during 1985, sometime during 1985 that this occurred?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now prior to this, had you been involved in any violence whatsoever?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "I never participated in the violence, I was a soccer player.",
            "Male"
        ],
        [
            "MR WILLS",
            "But things changed once you became an IFP member, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now can you tell the members of the community and the Committee what - after you became an IFP member - what were the demands made on you as an individual as regards attending camps and going to meetings?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "After I became a member I started attending IFP meetings.  On Wednesdays there would be a meeting and from Friday to Sunday there would be camps where we would be told that the UDF was an ANC vehicle and that the ANC's objectives were to govern KwaZulu Natal and in fact make it ungovernable and all our parents' possessions would be destroyed or they would take them over.  I was very angry about this and indeed I realised that I should be an Inkatha member.  That is what we were taught at the IFP.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now you say that - and I'm referring to paragraph 13, the top of page 134 - you say\n\"At a later stage I took part in the fighting between the UDF and Inkatha.  At that time there was intense fighting between the youths of the different political parties but very little between the adults\".  You say\n\t\"During this period we had no firearms and would use knives in our fighting.\"\nThis is the early time that you were involved in the conflict.  I just want you to briefly expand on that to the Members of the Committee and to the members of the community in order that they can understand the type of fighting.  Just describe to us the type of fighting that was going on?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "There were three boys who were leaders of the UDF, Stembiso Nglovu, Sgangi Hlongwane but he's not my brother, we are not related, as well as Mashu Shando.  At that time these boys would actually remove children from classes, they did not allow teachers to beat kids at school.  At that time there were also people called Khondas.\n\tAs time went on, we started fighting about what these boys were doing because there were now two groups, comrades and Teleweni belonging to the IFP.  At that time there was what was known as Teleweni and Inkatha.  Teleweni used to take part in the fighting and I was under this group, Teleweni, which was - leader was Zekele Nkethle.",
            "Male"
        ],
        [
            "MR WILLS",
            "You've heard the evidence of Mr Khumalo yesterday when he indicated that the townships were actually divided up into various areas.  Can you comment on that?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is the truth.",
            "Male"
        ],
        [
            "MR WILLS",
            "You say in paragraph 15 that at some stage Zekele who I take it was your commander, you say in paragraph 15 that he was the leader of your group - Zekele Nkethle - and that he allocated a group of boys to work under your command as you were regarded as being very loyal and brave.  Is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And I know that you've listed those persons in paragraph 15.  Can you just tell the community who those persons were who worked under you?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Mashwane Sahadebe, Nkolisi and his nickname was Bokla Bokla Nglovu, Bhani Kambula, Zekele Skotso Langa, Bheki Sanebe, Peng and his nickname was Kabane;  Sepiwe - if I'm mistaken I think his surname was Ngubane but his nickname was Gita, Themba Makubane, Vano Sizwane, Silwane - he came from the Injange area, I do not know his surname.  Ngovela, Siphiso Chimbanza and his nickname was Totsi, Mandla Moshe and Marli Inemne, we used to call Nyogo.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  Now you say that this group was put under your command and Zekele was in turn your leader, so as I understand it there was a Zekele Nkethle at the top, then there was you and then there were these other persons.  Can you tell us how that command structure actually worked in practice?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Zekele was the leader and I was directly under him, thereafter Bhani and thereafter Mashwanese.  It was structured in such a way that when we went to attack we would decide where we will attack.  Zekele would tell that whenever and wherever if you see a UDF member you must kill him or if we think of attacking a house we should make sure that we destroy it entirely.  Those were the instructions but sometimes we would get specific instructions to go kill somebody or attack somebody's house, that is how we worked with Zekele.",
            "Male"
        ],
        [
            "MR WILLS",
            "You say that \"we would decide where we were going to attack\" what do you mean by that?  Who is the \"we\"?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "It would be myself and Zekele Nkethle when we attacked the UDF.",
            "Male"
        ],
        [
            "MR WILLS",
            "So do I take it that you would have a discussion with Zekele Nkethle and then a decision would be made as regards to the area that you were going to attack?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then you mentioned that you - or let me withdraw that - what was the main objective of your operations in those days?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "It was to fulfil the objectives of my organisation that the UDF should not exist and not be able to govern Mpumalanga.  We were supposed to eliminate the UDF, everybody, everybody belonging to the UDF was supposed to be eliminated at that time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hlongwane, you said that you received this general instruction, if I may call it that, to kill any UDF person you saw.  How would you determine whether the person was a UDF person?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Sir, I was born and bred in Hammarsdale and we knew each other and we knew who belonged to what organisation, whether you were wearing a tee-shirt or not, but we knew each other very well.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "May I interrupt Mr Wills?\n\tFlowing from what the Chairperson has just said I want to understand you clearly with regard to the evidence that you've just testified to.  Do I understand you properly if I say the general instructions that you have referred to was such that you on your own could not go out, identify a target for elimination and proceed on your own in the execution of a person identified for elimination without confirming with Zekele Nkethle who was the leader of your group?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes, that is what I was explaining.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "So all targets were confirmed by Zekele Nkethle and you could not on your own accord proceed to eliminate any person that you had identified as a UDF member without having confirmed your identification or selection with Mr Nkethle?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "Chairperson, it is so but because of the war situation I ended up taking decisions by myself.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "You did that because you were like a ground commander of the group and Mr Nkethle was the overall commander of the group?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes that was the reason why I did it.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And the other members of your group - could they also be capable of selecting targets and acting on the selected targets on their own?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "No they would not.",
            "Male"
        ],
        [
            "MR WILLS",
            "You say - we are going to deal with these specific incidents at a later stage in your evidence, but just generally, you say that you were in a position to take decisions on your own as the Committee Member indicated because you were a ground commander.  At any stage did your commander Zekele Nkethle ever reprimand you or tell you that you'd made the wrong decision or tell you that you couldn't make these decisions?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "No he has never reprimanded me, he always praised the work that I did.",
            "Male"
        ],
        [
            "MR WILLS",
            "So do I take it that he in fact encouraged you with your operations even though he didn't give you specific commands at certain stages?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes because if I did not go to his house he would come to my house and pick me up.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now you say that you and your group were involved in attacks on UDF areas.  Is it also not so that at times your areas would be attacked my UDF persons?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is the truth.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you also say further in your affidavit to this extent you - I'm dealing with the bottom of page 135 and 136 -where yours was not the only IFP group that was operative in the area?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you tell us about the other two groups briefly?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "The one other group used to work under Mrs Khula.  It comprised of Natsi Zonde, Bheki Makatini, Mose Makatini, Khetlo Ngubane and Donde Lana - that group belonged to Woody Glen.  The other group belonged to Willem Tunu whose leader was Daloxholo Lethuli.  This was comprised of Caprivians that Babagneni, Walther Intulani whose nickname was Lalabune as well as Nati Sebisi who is at present stationed at Indene as well as Thulani whose nickname was Babule, his surname is Ilalazi, he's a detective at Mandeni as well as Bongonsomi who is at present stationed at Mandene as well as Sosha Khumalo who gave evidence here yesterday, as well as Zwele David Dlamini whose nickname was Bagetsi, Stel Nglovu who resided in Pietermaritzburg as well as Mosisa Khulo - that was the Caprivian group which was at that group.  Some other people like Zong Bishabango were also present, belonging to the Caprivi group.  There was my group, the other one from Woody Glen and the third one from Caprivi.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now you say in paragraph 17 basically that all of these groups had the same objectives, can you see that?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And tell me, in the early stages of your fighting what were the weapons that you used?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "We started using knives, bush knives and stones.  We would just use petrol - at that stage we had not started making petrol bombs.  We would go into peoples homes, maybe break the windows and then pour petrol over their homes.  As time went on Zekele Nkethle acquired a 7.65 and a 9 mm and a 2.2 gun.  Eventually we acquired a pump gun - that's how the fighting went.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now you say in paragraph 18 that you received assistance from the KwaZulu Police and that I believe is the KwaZulu Police who were stationed at the police station at Mpumalanga.  I would you to just describe that briefly for the benefit of the members of the community?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Initially there were KwaZulu Police who used an N.O. car.  These policemen helped us greatly with ammunition and they would also inform us of where the comrades were, that is how they assisted us.  There was Jablin Makatini who was Lieutenant Makatini's son and well as another person by the same name of Khulusi.  Those are the people that helped us.  Sometimes they would also arrest us in public and then they would take us to the police station and release us and return our guns to us.",
            "Male"
        ],
        [
            "MR WILLS",
            "I want to refer you to the end of paragraph 18.1, that's on page 137 where you say that whilst you remember the names of some of those KwaZulu Police, there were also other KwaZulu Police who sometimes helped you.  Can you see that separate paragraph in the middle of page 137?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes I see it.",
            "Male"
        ],
        [
            "MR WILLS",
            "Where you say that sometimes there were so many policemen who were helping you that they would take up all the\nspace in the Kombi, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Can you please repeat the question?",
            "Male"
        ],
        [
            "MR WILLS",
            "You say there and I quote\n\"I do not know the details of the other policemen but there were enough of them to take up all the seat space in the Kombi\"\nand this is referring to the light blue Nissan E20 Kombi that the KwaZulu Police used with the Melmoth registration, the N.O. registration?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now it wasn't only the KwaZulu Police that assisted you it was also according to your evidence in your affidavit you also got assistance from the South African Police in those days, is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you tell the members of the community the details regarding that assistance and the persons involved?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "There were three white men who were stationed in the Webber station - Mr van Vuuren and Mr Steenkamp.  Van Vuuren was a Warrant Officer, Steenkamp a Sergeant and a Mr Smith was the Station Commander.  Van Vuuren and Steenkamp used to help us because we obtained ammunition from them.  If one of my members was supposed to be arrested they will come to me and we would discuss it and the Station Commander deals directly with Zekele Nkethle and we will go to Zekele's home, sit down to discuss the issue and Zekele would take the person to the police station, would be granted bail and return with that person and the case would be withdrawn.  That's how they'd help us.",
            "Male"
        ],
        [
            "MR WILLS",
            "And in fact you indicate on one occasion that you were forewarned of your own arrest, is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you were told that you would only be arrested in order that things could calm down after which time you would be released.",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And did that in fact occur?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes.  I was still working at Glacier Bearings, I was fetched by Steenkamp and Mr van Vuuren.  We gave him a nickname 6-11.",
            "Male"
        ],
        [
            "MR WILLS",
            "And why did you give him that nickname?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "He normally used a car whose registration number was 611 and we eventually nicknamed him 6-11 and he enjoyed this.",
            "Male"
        ],
        [
            "MR WILLS",
            "So I mean the inference from that evidence that to the effect that you had frequent dealings with this person you nicknamed 6-11?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes it is like that.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now the fact that the KwaZulu Police and the South African Police who were both organisations that were supposedly there to ensure law and order and protection of the communities in the areas were assisting you in your operations.  How did this make you feel?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "I realised that that was good for our community, that made me happy because I realised that white men who were really white, instead of arresting us they were happy of what we are doing so we were now the members of their central committee and those people were authorising me and indeed what I was doing was correct and good.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now you say in paragraph 19 that you eventually met the Caprivis and you met a person who also featured prominently in this hearing, a person by the name of Madla Induna whose proper name is Daloxholo Lethuli.  Can you just explain that?  And I'm referring to page 139, paragraph 19 of your affidavit.",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "I see that now.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you tell the community - remember the community don't have the affidavit - can you tell the community how you met Madla Induna?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "When I met Mr Lethuli we met in a camp called Indaga Mazolo.  Madla Induna used to come with the Willem Tunu, Walther Bongo, Nati Sebisi, Zwele and Sosha.  They used to be the guards of our meetings but they wouldn't enter but stand outside and that actually confused that at some stage  and we actually asked why these men they usually stand outside instead of coming in but Madla Induna indicated that they couldn't come in.  That's how we met these people at the IFP meeting and then I also met them at the Mkuzi Camp.",
            "Male"
        ],
        [
            "MR WILLS",
            "And it was at that stage that you became aware that they had been trained outside the country, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes it is like that.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you say that you received some ammunition from Mr Lethuli from time to time?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes we used to get them from him, Madla Induna.",
            "Male"
        ],
        [
            "MR WILLS",
            "Right, I now want to turn to discuss the incidents that you were involved in, in Mpumalanga, which are dealt with briefly in paragraph 20 and I'm obviously going to ask you to give more detail but I want you to - briefly before I do that, I want to ask you if these were all the incidents you were involved in?  Can you recall that?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes I do remember.",
            "Male"
        ],
        [
            "MR WILLS",
            "Is it not possible that you've forgotten certain of the incidents?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is possible because I was working in the Transvaal and in Natal.  I used to work in a lot of places killing people so I cannot remember all of them as they are.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now these are the ones that you can remember, is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes it is like that.",
            "Male"
        ],
        [
            "MR WILLS",
            "And that if you can be reminded of other incidents, you certainly will be prepared to testify about them if you can recall when you're reminded, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes it is like that.",
            "Male"
        ],
        [
            "MR WILLS",
            "I want to start with the death of one Khaba, a UDF supporter from Unit 3, Mpumalanga.  First of all, as I understand it, at that stage Unit 3 was a UDF area, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you tell us about what you know about the death of this Khaba?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "This boy, the son of Khaba, died when we were from a meeting that we had with Zekele Nkethle at Las Vegas.",
            "Male"
        ],
        [
            "MR WILLS",
            "Just before you go on, you've used the word Las Vegas in your affidavit.  Just for the benefit of the community, what is Las Vegas?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Las Vegas is a place where we used to meet.  That is Zekele's place, Zekele Nkethle who was my leader, that is his place.",
            "Male"
        ],
        [
            "MR WILLS",
            "Las Vegas was the nickname given for his house, is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Okay continue?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "So when we were from a meeting that was there with Zekele, Zekele told us that men, you must be careful, that there are people who are about to enter this township.  These people were wearing vests, white vests and they will actually wear scotch caps.  That means yours should be - would actually remove these things, or on the top and the comrades you'll actually recognise them by that and then we agreed on that and that meeting was over and then he called me aside and then he told me, the boy who was working with him was a very reliable person in the UDF, Vusi Maduna.\n\tVusi Maduna when he left Clermont after a meeting with Archie Gumede before going home he used to come to Las Vegas and actually report everything that was discussed there and thereafter Zekele would call myself and Kholisi and actually give those details to us and thereafter we left Las Vegas and that all those ...[intervention]",
            "Male"
        ],
        [
            "MR WILLS",
            "Please Mr Hlongwane, slow down.  There are certain points of clarification that I need to ask you.  This person you refer to who used to supply the information, what was his name?  The person who used to supply the information to Nkethle?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "He is Vusi Maduna from 1 South.",
            "Male"
        ],
        [
            "MR WILLS",
            "Ja and as I understand it this person you described essentially operated as some form of spy and that he lived in the UDF area and he would supply information to Zekele Nkethle and then that information would be given to you to operate on, is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes indeed, yes he was a comrade, a staunch comrade because he had a position in the UDF.",
            "Male"
        ],
        [
            "MR WILLS",
            "But at the same time he gave information to an IFP leader?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes indeed.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Wills, where is 1 South, is that part of Mpumalonga?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes it is another township that is here in Mpumalanga, it starts from 1 up until 6.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairperson, Committee Member.\n\tOkay tell us what happened when you left the meeting?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "And then Zekele then said that the person who was dressed like that must be killed and then we were going down the main road, we were actually toyi-toying doing this low dance from the meeting.  As we were coming down the road we passed the Masigani stop and when we arrived there by the ring where we were about to take the route to the station, just before then nearby Christo Vamalala's place, there was a boy who was in front of us was wearing such a tee-shirt.  His name is Nuga Maligneni.  Maligneni is the one who actually - Nugu is the one who actually was running and chasing this fellow and we asked this man why are you running away because we are also the comrades.",
            "Male"
        ],
        [
            "MR WILLS",
            "Okay carry on?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "We asked him why are you running away because we are also the comrades and then he said no, he did not recognise us and that's when Bhani actually took out a knife and stabbed him and stabbed him once at the back and then we ...[indistinct] and then we went.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now as I understand from your evidence you asked him why are you running away because we are the comrades.  Why did you say that because you weren't the comrades?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes that is what I said.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes but why did you say that to him, what was the purpose of you saying that to him?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "We actually wanted him to confirm that he is also a comrade.",
            "Male"
        ],
        [
            "MR WILLS",
            "So in essence you wanted to trick him into believing that you were comrades so he would reveal his identity is that correct and his political persuasion?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes indeed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Hlongwane, did he die?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes he did die.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now as I understand your evidence, you didn't actually stab this person at all, he was only stabbed once by a person you recall by having the name of Bhani, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes indeed.",
            "Male"
        ],
        [
            "MR WILLS",
            "But clearly it was your intention together with the other members of the group that this person be killed, is that right, even though you didn't stab him?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes it is the truth.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now this person, Vusi Maduna, you refer to as the spy.  Can you tell the Committee what happened to him at a later stage?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "As time went on, even on our side we did not know that even on our side there were sell outs and they actually took it that Vusi Maduna is working for us.  On one Saturday when he was actually going to have a meeting with Archie at Clermont, after I ...[indistinct] on the pass, the comrades were waiting for him and then they killed him and they burned him there and then, that's how he died.",
            "Male"
        ],
        [
            "MR WILLS",
            "He was killed by the comrades?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes indeed.",
            "Male"
        ],
        [
            "MR WILLS",
            "The second incident you referred to is the ...[intervention]",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Wills before you proceed, can you give us the date or the approximate year when Mr Khaba was killed?",
            "Female"
        ],
        [
            "MR WILLS",
            "Can you give an approximate date when this incident occurred?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "I can't but he worked - he already has worked for us indeed but I can't quite remember.",
            "Male"
        ],
        [
            "MR WILLS",
            "I'm talking about Khaba's death, was that not during some time in 1987?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "It was early, ja it may be somewhere there, '87 or maybe at the end of '86 but it was early indeed.",
            "Male"
        ],
        [
            "MR WILLS",
            "Is it not so that because of a number of factors -one, because of the number of incidents you'd been involved in over a very long period of time and also simply because of the lapse of time it is difficult for you to remember the exact times and dates of these incidents?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes it is like that Sir.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Wills, may I also ascertain approximately when his group was formed?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "In 1985.",
            "Male"
        ],
        [
            "MS KAMPEPE",
            "Thank you Mr Wills.",
            "Female"
        ],
        [
            "MR WILLS",
            "That was shortly after you left your, well shortly after you joined the IFP in 1985 that this group was formed and then you subsequently became the commander of this group, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes indeed.",
            "Male"
        ],
        [
            "MR WILLS",
            "Were you made the commander of this group in 1985 or was that during a later year, can you recall?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "As a person who was born here in Hammarsdale, when I arrived they actually know me.  On my arrival in that meeting and Zekele said he is happy to get a man like me, he's actually putting me ahead, he'll be my eye and that's how I became a commander.",
            "Male"
        ],
        [
            "MR WILLS",
            "No, I know but when was that, what year was that?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "It was 1985.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now the next incident you had an involvement in was the death of Minz Khanyile during 1987 at Wozonanzo H.P. School in Unit 1 North in Mpumalanga.  Do you recall that incident?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes indeed.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you tell the Members of the Committee and the members of the community present what you recall about that incident?  What happened?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "We left at four and then we went at Bhani and from Bhani's we went home, we were just checking where UDF is and what is it doing and then we went to Induzuma.  The ones are - there's a duplication of ones and there's a duplication of twos.  There is 1 South and 1 North.  That person from 1 South doesn't enter 1 North.",
            "Male"
        ],
        [
            "MR WILLS",
            "Why is that?  Can you just tell us - 1 North, what is that area.  Is that the area for the UDF or the - 1 North is a UDF area or an IFP area?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "1 North - a dog, whatsoever, a cat, everything there is an IFP thing.",
            "Male"
        ],
        [
            "MR WILLS",
            "1 North was that a UDF area or an IFP area?  Which was the UDF area, 1 North or 1 South?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Staunch IFP, 1 North is a place of the IFP members and 1 South, everything belonging there, whatever you meet on the street, you're meeting ANC.",
            "Male"
        ],
        [
            "MR WILLS",
            "That's 1 South?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "1 South.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, okay, continue?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "When we arrive at Mduse, at Mduse Zuma's, we found his mother and she said \"my boys I have a problem.\"  There is a boy who actually came here twice or thrice, we don't actually understand that person and actually asked questions, wouldn't understand and it was at night and instantly that person knocked and Mduse's mother said this is the person and we just looked at each other and we don't know this person and we started by asking him what is his aim.\n\tBy arguing, Mduse's mother actually realised that we were about to beat this person and we will actually kill him eventually and Mduse's mother chased us outside and said \"you will actually destroy my furniture, go outside with this boy.\"  \n\tOutside we switched off the lights that is on top and then we asked him.  When we were in the middle of asking him what's his aim of coming here and he just started to run away.  A distance from say here up to that door and then we catch up with him, at Mr Mjali's.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That distance is 30 paces.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes I don't have a problem with that, thank you.",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "And then we catch up with him at teacher Mjali's place.  The teacher Mjali was working there teaching at Wozanazo and then we did not enter at Mduse's place and then we went to that ground Wozanazo's ground and we asked him why are you running away we were just talking to you and you just run away and then he told us that he will join us then.  Then we asked him what is it that you were looking for here and then he told us that he just want to see how many are we, how are we working and thereafter we stabbed him.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you yourself stab him?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes it's myself, I also stabbed him.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you say you were with other persons, can you remember the names of the other persons you were with?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes indeed I do remember.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well tell the Committee.",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "It was Bhani, Bhani Kambule, Slowane, Sepiwe Geti, Mdu Zoma and the others.",
            "Male"
        ],
        [
            "MR WILLS",
            "Those are the persons whose names you can remember, that there were others there as well?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes there are others but I remembered this quite - very well.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now as I understand it there were a number of people who stabbed him not only yourself, is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes that is what I say.",
            "Male"
        ],
        [
            "MR WILLS",
            "And did he die?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes he did die.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now why did you kill him?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "We were killing him because he's a UDF member and he's actually coming to check or to check our camps, the IFP camps.  What I can say that here at Mpumalanga they were actually attacking each other so there were people who were watch dogs, who were actually killing him so that he doesn't take the information from the IFP camp to the other comrades.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now did ...[intervention]",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Mr Wills, may I interpose here?\n\tHow did you verify that he was a UDF member?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "When we were beating him he actually eventually told us the entire truth.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "May I interpose Mr Wills?   I might actually use this point when we examine Mr Hlongwane.\n\tMr Hlongwane you state that you killed him to prevent him from taking information about your group, your group's activities to the UDF, that's the reason you've just stated for killing this person?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "What kind of information would he have been able to take to the UDF about your activities?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "He would actually take that which are the houses where we are camping and how many are we.  That's the information I'm referring to.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "At that stage what kind of information had you been able to establish?  From your evidence he had not been able to establish anything then in the process of interrogating him he had only come in during the day, found Mrs Zuma in the house, he left without having established any information, he came back at night - that's when he found you - and he knocked for the second time.  Mrs Zuma then recognised that he was the same person who had been there earlier on.  What kind of information had he been able to establish within that short space of time?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "Thank you.  The information that he has is that the information that of - when he sees us entering this house he would actually realise that this is the camp and that is the confirmation that this is the house that we used for our camping.  That is the information that he had.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Were you used to going to Mr Zuma's house for your camping?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes, that is the house that we used to camp in and it used to be attacked severely.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Thank you.",
            "Female"
        ],
        [
            "MR WILLS",
            "Did you report this incident to anybody?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes I took it as it is to Zekele Nkethle.",
            "Male"
        ],
        [
            "MR WILLS",
            "And what did he say to you?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "He was very much happy.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now I want to turn to the third incident you referred to - that is the death of Thulani Hlongwane during the early part of 1987 at Unit 1 North Mpumalanga.  Can you expand on that please?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes I can explain all briefly.  Thulani Hlongwane died because of his brother.  Here at Mpumalanga there was something called HYCO.  This HYCO was under the UDF, the Hammarsdale Youth Congress.   This HYCO out of the blue Mashush Gangi and Stembiso and Khumalo would actually release the kids from school.  We asked why and then they told us that at 3 and at 1 the kids are leaving the school.  Why?  Because we don't want to be beaten and then Zekele then asked us one the days and called us and said \"do you realise what's happening, look for Sgangi now because he's the one who is a leader\" and thereafter the two followed, looked for Sgangi.",
            "Male"
        ],
        [
            "MR WILLS",
            "So just to try and make sure that what you're saying is clear, you were saying that the inference that you are drawing here is that Sgangi was the person who was in charge of the Hammarsdale Youth Congress, that was involved in the disruption of the education of the schools, is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes indeed, it is like that.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you know Sgangi's surname?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes I do.",
            "Male"
        ],
        [
            "MR WILLS",
            "And what was that?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Hlongwane.",
            "Male"
        ],
        [
            "MR WILLS",
            "And he was in fact Thulani's brother, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes it's like that, my lord.",
            "Male"
        ],
        [
            "MR WILLS",
            "And Nkethle had established that this person was involved in the schools and he had asked you to make sure that you sorted this person out, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Nkethle thereafter said we must look for Sgangi no matter what, Sgangi must be killed and that's when we left and then we were looking, actually going out looking for him.  He used to burn people's houses, stabbing people and he - what we as ...[indistinct] were doing, he was doing on the other side.\n\tWe looked for him for several times and we couldn't even find him at his home and then one afternoon I told Zekele Nkethle and he told me that it is advisable to make some means of getting hold of Sgangi in the night vision and then we should kill then Thulani so that Sgangi must be in that night vision, that is how we will actually get hold of Sgangi.  I then told these boys.",
            "Male"
        ],
        [
            "MR WILLS",
            "I didn't hear you - as I understand your evidence, you refer to a night vigil, is that right?  What did you mean by you must get this person a night vigil?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Sorry I meant a night vision - it's like when a person is dead and the night before the person is buried it's a night vision, that is what he means.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you, I think the concept has been cleared up.  And how did you go about ensuring that this individual attended at this, for want of a better phrase, ceremony?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Indeed I went and then I told my boys that in the evening we're going back to the Sgangi and whether we find him or not Thulani must die, no matter what and indeed I arrived with Bhani, Sipiwe, Gita and Gnovele and Zekele Langa Skoto, with Begetsinebe.  When we arrived at his place, when we arrived at Thulani's place and the others - when we arrived at Thulani's place I knocked as usual, I'm the one who usually knocked, the others were already surrounding the house and Thulani actually answered ...[indistinct]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wills, I see it's ten to eleven, I see that somebody in the audience is in great distress, it might be appropriate now to take the tea adjournment and if we could start again at let's say quarter past eleven?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll take the tea adjournment now and we'll start again at quarter past eleven.\nHEARING ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Just before the tea adjournment Mr Hlongwane was relating that he together with other persons went to Thulani Hlongwane's place and the others surrounded the house and he knocked on the door.  Mr Wills?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairperson, Members of the Committee.\n\tCan you continue with your story Mr Hlongwane?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Before I continue I will request from the Committee and the community that I know how bad are actions were but my intention of being here is that the community of Mpumalanga should know the truth as it was.  I know that I'm also going to mention other events, I ask of them to listen to me until I finish.  Thank you.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, thank you Mr Hlongwane.  You were at the stage where you knocked on the door of Thulani Hlongwane's house, can you continue from there please?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "I knocked on the front door, nobody opened.  I knocked on the back door, nobody answered.  If I'm not mistaken I think that's when we first started throwing stones at the bedroom window and Thulani emerged from the house.  He used the back door and he had a bush knife or a big knife with him and he was swinging this knife.  Bhani grabbed him from the back, that was when Sipiwe stabbed him.  He was stabbing him at the back of the house and they dragged him towards the steps and that's where he died.  Thereafter I and these other guys went to Las Vegas and I related the story to Mr Zekele Nkethle and he was pleased.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, now again your evidence is to the effect that you yourself didn't personally stab Thulani?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "But at the same time it was your intention that Thulani should be killed, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And your purpose of going to the Hlongwane's residence that evening was to kill one of the family members, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And as I understand your evidence that was so that the person you were looking for, that's Sgangi, would come home to attend a night vigil and that would be an opportunity to attack him, he was your real target.  Is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And as I understand your evidence that this plan was actually hatched by Zekele Nkethle, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes, Zekele planned it and it came down to me and I took it to the rest of the team.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Wills just before you proceed, how would you or how would anybody spell Skane or Sgangi?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "It's S-q-a-n-g-i.",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "I don't think so - it's S-g-a-n-g-i.",
            "Male"
        ],
        [
            "MR WILLS",
            "I stand corrected, thank you.   Now the attack on the Hlongwane family did not end there did it?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "In fact you were involved with the further murder of a member of the Hlongwane - that same Hlongwane family, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And that is the incident you refer to in 20.4 of your affidavit, that's the death of Thulani Hlongwane's younger brother?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes that is so.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you tell us why or what the purpose was of this incident?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "The person I knew really well from the Hlongwane family was Sgangi.  Bangi pointed him out to me that he was Thulani's brother.  It was myself, Bhani, Sipiwe, Beki, Sulwane, Kabani, Ndo, Wana Siswane and others.  He was approaching us and he tried to run away.  We chased him ...[intervention]",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry, Mr Hlongwane, who was approaching you?  You must remember to give us the names of these people so that there's no confusion.",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Thulani's brother, Thulani Hlongwane's brother.",
            "Male"
        ],
        [
            "MR WILLS",
            "You don't know this persons name still to this day?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "No I do not.  I never got to know of it.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now you haven't answered my earlier question.  I to know why you decided to kill Thulani Hlongwane's younger brother?  You haven't told us.",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Sgani's brother was a brother to somebody who was in fact an enemy therefore he was also part of the UDF.  He was a member of the UDF.",
            "Male"
        ],
        [
            "MR WILLS",
            "Okay, carry on.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "May I interpose Mr Wills?  Are you saying that you killed Hlongwane's younger brother because he was Sgangi's brother or was it because he was a member of the UDF?  Which of the two, I just need clarification.",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "It's both, he was a UDF member and he was also Sgangi's brother.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "You may proceed.",
            "Female"
        ],
        [
            "MR WILLS",
            "This incident occurred after the incidents you referred to earlier where Thulani Hlongwane was killed, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Shortly thereafter.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now why did you decide to conduct another attack on the Hlongwane family?  Was there no other reason other than they were a UDF family?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That was the reason and also because Sgangi also terrorised Inkatha, those were the reasons.",
            "Male"
        ],
        [
            "MR WILLS",
            "Okay, continue and tell us how the attack occurred?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "When he saw us he tried to run away, we chased him and they caught up with him.  I don't quite remember whether Nuga Koneni was actually the one who caught him.  I think it was him.  The others then arrived and then he started crying and we stabbed him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Hlongwane this person you have described as Thulani's younger brother, how old was he, could you give an approximation of his age?  Was he a young boy or a young man?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Thulani was the eldest and then there was Sgangi but this one was younger than Sgangi but I don't know what his age was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he a boy in short pants or was he a young adult, was he twelve years old, eight years old?  How old would you guess he was?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "He must have been younger than thirteen years, he was not fifteen years old as yet.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now again, you were with a group of people when this incident occurred is that right?  The group of people that you operated with?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you recall if you stabbed this person?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "I don't remember.",
            "Male"
        ],
        [
            "MR WILLS",
            "But it's possible that you might have been involved in the actual stabbing?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes it is possible.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you know that this person died?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes I know he did die.",
            "Male"
        ],
        [
            "MR WILLS",
            "And did you tell anybody about this incident?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes I did tell someone because we did this in broad daylight and the police arrived and spoke to Zekele.  When I arrived at his house they had already been to his house to tell him.",
            "Male"
        ],
        [
            "MR WILLS",
            "Who is they - the police?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes the police had already gone to Zekele, Steenkamp and Van Vuuren to report of this incident, so when I arrived to give him the report back he was already pleased because he had the information already and no one was arrested or prosecuted for this.",
            "Male"
        ],
        [
            "MR WILLS",
            "So yes, this in relation to this incident and in relation to the murder of Thulani Hlongwane and in relation to Khaba and Khanyile was the four incidents you discussed, have you ever been charged or investigated in relation to any of these incidents?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "No, I've never been investigated.  The police knew that I was responsible but they did not arrest me.",
            "Male"
        ],
        [
            "MR WILLS",
            "How do you know that the police knew that you were responsible?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "I know because when we killed a person at night or maybe burn somebody's house the police will come to Zekele and he would tell them that I and my group had gone out and did this and they would not investigate the matter any further.  That is how I know.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "May I interpose Mr Wills?  But in this case you've just testified that the police went ahead of you to report this incident to Nkethle.  How did they know that you were involved?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "The people from Unit 1 saw me, the neighbours, that's what Zekele told me.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And did they then go to the police station to lay a charge or advise the police about the incident?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "When the police arrived at the scene they made enquiries and the people told them what had happened as that was information that I was given by Nkethle.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now you refer to these policemen.  Who specifically are you talking about?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "The police that we worked directly with were Steenkamp and Warrant Officer van Vuuren as well as the Station Commander, Mr Smith.",
            "Male"
        ],
        [
            "MR WILLS",
            "Okay, I want to turn now to the murder of UDF founder member Mashu Shando who you say was also the leader of HYCO, the Hammarsdale Youth Congress.  Can you tell the Members of the Committee and the community what you know of this incident?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "The late Mashu, him and Sgangi would go into schools and remove children from classes and they would say \"education later, liberation first\".  Whether you wanted to or not you would be removed from school and you would go on toyi-toying sessions and if you're an Inkatha member you would be killed.  They would break windows, the roofs at the schools, that is why Mashu was killed.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did anybody tell you to kill Mashu?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Mr Zekele gave me a direct instruction that Mashu should be killed.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now can you tell us the circumstances surrounding Mashu's death?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "It was in the evening.  We left at about seven from Las Vegas, we went to my home - I did not find the boys at home.  I went to Bhani's home.  On arrival there I found my group there, they had been waiting for me.  We remained there for a while and later on we went to 2 South to Mashu's home.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now just before you proceed.  Unit 2 South, was this an IFP area or a UDF area?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Unit 2 South is across the Main Road and it is a UDF area.",
            "Male"
        ],
        [
            "MR WILLS",
            "Okay, continue?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "When we arrived at Mashu's house we found certain men an they were smoking dagga.  We enquired if Mashu was home and they said he was not home.  It transpired that when we entered the house Mashu had actually gone and hidden in the wardrobe.  We look for him, searched all over the house, even in the roofs.  The boys searched all over the place.  \tEventually we realised that he was indeed not home and then we started talking to the men that were in the house.  This was towards sunrise.  I told my boys that maybe we should go home and then they said that maybe he was just about to arrive because comrades used to come home around two, three in the morning because they knew that we would attack them at night.\n\tIndeed, we waited a while longer and as time went on Peng Wanda then said he wants to search again.  I don't know whether he went to the main bedroom first but eventually he found him in the wardrobe.  They did not have electricity at Mashu's home so they used candles.  So Peng shouted that Mashu is here in the wardrobe and he did want to come out of the wardrobe.  We thought that he had a knife but he didn't have anything in his hand.  We told the boys to stand behind me, it was myself, Bhani, Bheki Saniwe as well as Gita.  We wanted to stab him in the wardrobe.  I realised that this person had no knife.  \n\tBhani dragged him and we dragged him towards another room they started stabbing him in the dining room.  After stabbing him we left the house with him, we stabbed him and put him in a sewerage.  We left him there, we put him in such a way that he was standing, leaning against the sewerage facing the road and when people passed by they thought that he was just standing there when indeed he was already dead.  That is how he was killed.",
            "Male"
        ],
        [
            "MR WILLS",
            "Were you - Mr Hlongwane, were you arrested or prosecuted for this incident?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "With regards to this incident, Steenkamp, Van Vuuren, myself and Zekele Nkethle held a meeting at Zekele Nkethle's house and we decided that they would not arrest me because I had not been seen there and the only person who had been seen was Bhani and therefore it was decided that Bhani should be arrested.  He would be arrested so that people's emotions would cool down so that thereafter they could be released.  Bhani and Begi Nsani were the ones who were arrested and were released after a while.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, I take it that they weren't successfully prosecuted and imprisoned?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "No, they remained at the Webber Police Station and they were released on bail and thereafter their case disappeared.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now I want to turn to incident 20.6 - that's the revenge attack on UDF members Stembiso Nglovu's house where you say nobody was killed in this attack.  Can you briefly describe what happened there?  The attack on Stembiso Nglovu's house - where was his house?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "At Stembiso Nglovu's it's nearby where - my home.  When I'm not mistaken you pass about six houses or five from Stembiso's home to my place or vice versa, it's Stembiso's home, Nglovu's home.  That is where all types of comrades, that is where all the gangs were sent by Archie, they would actually come and operate there.  That is where people would come out and do all sorts of things, that is Stembiso Nglovu's home.",
            "Male"
        ],
        [
            "MR WILLS",
            "Okay, tell us what happened?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "One day my homes was hit by Mkhize Nkosi, you pass one house away from my home.  Roy was like a Coloured when you look at him, Njeleni, Sgangi, that I still remember, those are the ones that I still remember.  No, I started it in the middle, let me start - when I met Roy he was actually with the son of Shosi, that is Vusi Shosi and Njeleni.  When I was going down nearby Mtoyi I was with another girl.  Her name was Pumsili Umbata.  As we were walking down nearby Mtoyi, when you pass Eustace, or Eustace was another place and then they just shot with a 9 mm randomly up.  At that time I took the shirt out of my trouser, they thought I was armed.  We just walked and we said nothing.  When I arrived at home -that is where he made that gunshot - nearby Nglovu, he wasn't actually pointing the gun at me he was just shooting at random, up.  I just kept quiet and looked at them and that evening I also heard a gunshot again and I heard the sound that it's a rifle and my dad said - at home it was in a four roomed house with the back bedrooms and dad said they should call me and father asked if I can hear that gunshot and before he could swallow his words I was standing on the passage and Baba was lying down already and the bullet just entered through the window in the kitchen and it hit the wall and we then realised that these people are attacking our home.  No, no, I made a mistake when I said it's Pumsili, it was Maureen Tuzi.  At that time that girl that I left her in my room at the back and after a short while I saw my brother's house it was on fire and also they were in the ...[indistinct] they were throwing stones and there I heard the girl screaming and then I just - I was lying down in the kitchen when I was trying to peep outside, Buthisa, Sgangi and Njeleni and Buthisa and Sgangi had a gun and they were on our neighbour and they approached from the stairs with another girl and they were just saying \"you bitch, Ngata's bitch\" and this girl said \"I don't know where he is\" and they stabbed the girl there on the street severely and then they came back and that girl just lay there and then they came back and they were throwing stones on our house.  We didn't even have the gun, I was just holding my dad and my dad was complaining that his house is actually being - they're finishing his house and I'm pressing him down and he wants his sticks now and I was pressing the door, so and as they were pushing the door I was moving backwards and later on, when they already left my elder brother went out on the kitchen door and went down and went up and followed Daloxholo and them.  When they arrived with the guns the girl was just there was down, actually went down crawling up to my home and we asked and then I was asked and then - and I explained to the girl and we took her to Mirren Hospital and they realised that she has 32 wounds and then I came back.  I sat down with Zekele and after that Zekele asked me whether I know Nglovu's and I told him that I know and that's how we met and then we went there and we attacked there.  It was my group with Delatolo's group and then we went and then we made some gunshots there.  And that house, the structure of that house was sort of a bullet proof.  The person who was actually shot who was on our side, was Matlo Dalala on the arm.  Kholani, Mshengu shot Roy, the Coloured Roy on the arm, so on both the sides people were actually shot on their arms and then the windows were broken and then we ran away but Madla Induna was on the road.  We couldn't actually enter the house because it was a crossfire.  That's how we actually attacked that house, Nglovu's house.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you say that to the best of your knowledge nobody was killed in this attack but persons on both sides were wounded, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes it is like that.",
            "Male"
        ],
        [
            "MR WILLS",
            "But in any event it was your intention to kill the persons in that house if it had been possible that night, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes, we were going to kill all of them.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now you refer in 20.7 to the attack of a UDF house in Unit 3 Mpumalanga and the death of a middle aged person found therein.  Can you tell us about that incident?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes.  Nearby the stairs, the double storied house at Madlala's, there's a boy, Zekele Langa, was staying on that row and there was a boy at Las Vegas who was busy talking there and then that boy was problematic on that line and then we went, we went to pour petrol, myself and Zekele and then we just passed that place and we didn't see anyone during the day and the afternoon.  The very same day, we went back with Teleweni and when we arrived there we found one gentleman not of our age and another lady.  They didn't want to open and we were asking them to open but they didn't.  Ngovele then was wearing size eleven in shoes.  Even how tough and how strong that door is he would just kick it once and it would open.  I knocked on the window but when we entered all the lights in the house were on.  When I knocked, all the lights went off, when I knocked they kept quiet and then I went at the back and then I knocked again and they were quiet and Ngovele went back, kicked the door and it opened and then we stood there.  I went in and then they followed me.  I went on the stairs, stood on the passage and they entered all the rooms, checking or searching under the beds, everywhere and they didn't find this person and we came back and talked with this gentleman and then while he was asked and then he said nothing and Zekele Langa stabbed this man.  We were just standing and then we went.",
            "Male"
        ],
        [
            "MR WILLS",
            "Why did you attack that house, what was your purpose in going to attack that house?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "It had a UDF member.",
            "Male"
        ],
        [
            "MR WILLS",
            "So Unit 3 - where did Unit 3 fall in relation - what sort of area was it, a UDF area or an IFP area?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "It is the base of UDF.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did anybody tell you to attack that specific house?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "I wouldn't dare go without being told and when a member, IFP member comes to report something to Zekele and Zekele would actually tell us that we should do that work, that job should be carried out and then I could just proceed and yes indeed it was Zekele who told us to carry out that task.",
            "Male"
        ],
        [
            "MR WILLS",
            "You've mentioned two Zekele's, Zekele Langa who I believe was your cousin and Zekele Nkethle.  Which Zekele told you to do this attack?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "I'm referring to Zekele Nkethle who is the member of the central committee.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now the last incident you refer to here that you can recall is the murder of a Sangoma who stayed next door to Mrs Dlamini, is Itoto's mother, also in Unit 3 in Mpumalanga.  Can you tell us why you or what you know about the murder of this Sangoma?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes I can explain.  The one day the comrades killed Dlamini's member or person who was under - or thereafter Toto died.  If I'm not mistaken whether Itoto was the third one or the second one.  Itoto died.  Thereafter and this mother then went - we were at the IFP meeting by then and this mother thereafter went to Zekele Nkethle and said he's just discovered that her house, how her house has been destroyed or finished and again that very same house, some boys arrived from Clermont, that is the comrades and they would actually be finished in that house.  She was talking to Zekele Nkethle.",
            "Male"
        ],
        [
            "MR WILLS",
            "Just sorry, Mr Hlongwane, you're not giving your evidence clearly.  This woman, what was the name of this woman, was that Mrs Dlamini?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes it is Mrs Dlamini.  She is the neighbour of the Sangoma.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes but was she the person who went to Zekele and complained about the people from Clermont coming to stay in her house?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes, Mrs Dlamini went to complain that at Sangoma's - I can't quite remember whether it's a Sangoma or a Zionist that the UDF members come, but this person went to complain at the central committee member and also the death of these families actually attacked or hurt this Sangoma and Zekele then sent me and this lady came.  I wasn't there and when I arrived at home I discovered that, I was told that a certain auntie from Dlamini's arrived here.  I can't quite remember whether it was the following day or the very same day, she came and she found me and asked me if I did speak to Zekele and I asked her what to say, say what and then she said \"you must go there to that house and kill the father of that house because he is the one who let my family to be killed\" and then I denied that and I told her that lady for the first time I hear this and I'm not to take instructions from you.  I then went to Las Vegas and by then the phone was working and I phoned Zekele and Zekele said yes it is me who said you should go there and then I said well, Zekele I wanted to get the instruction directly from you.  Then when I'm on my way there and then Kholisi, the one that I referred as Boka Boka heard a shotgun, others were carrying knives and petrol bombs.  On that day it was the night vigil for Toto and I went out with Mrs Dlamini and she pointed the house.  As I'm sitting here, that house that she pointed it's on the right.  She pointed that house and then I went inside the very same night of the night of the vigil.  Then I went in the house and then I took my boys and then we went outside.  We prepared the petrol bombs and thereafter we went to this house.  When we arrived there I knocked.  There was no answer, there was no response and we throw the petrol bombs through the windows.  Then this father had the hose pipe.  When I was busy throwing the petrol bomb, this father is actually setting them off with that hose and then we saw this house as the house that is not burned and Ngovele kicked that door and then the door is now opened and he kicked that door.  When he's kicking it at the very same time this father was actually deciding to run away.  The staircases are just facing down from here a distance towards the - distance is from here to that Kombi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That would be about 80 to 100 paces, say about 80 paces away.",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "And then we ran after him.  The fences at Hammarsdale were actually shot and then he hit it by his chest and then the fence went down and then by then Kholisi had already took out his pump gun and then he shot and then he fell.  When we arrived there we then stabbed him.  Thereafter Kholisi again shot him with the last bullet, that's how he died and then we left and then I started at four at Zekele and then the neighbours said, the neighbours there at 3 said that the people who did this are the people who are from the night vigil but no one was arrested and that's how that was the end of the story.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you know the name of this person who was killed?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "If I'm not mistaken, I can't quite remember whether I did a mistake whether this person was a Zionist or was a Sangoma, I can't quite remember.   That is why here down I wrote Sangoma, but it was a person who was using them - holy water.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, my question was do you recall the name.  From your answer obviously you don't know the name of this person who was killed, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "I don't even know his surname, I don't even know how he looks like, I only know him when we were going to kill him.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "You said in your affidavit that a person who you killed was using holy water?  Is that what you said in your affidavit?  Are you saying the person was using holy water because here in the English version that is how it is written, how it was interpreted?  Is it in your affidavit that the person was saying that this person was using holy water? Is it a Sangoma?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "What I'm explaining is that when we're throwing petrol bombs, this guy was using a hose, the hose pipe.  I can't remember whether it's the wife who was actually spilling water all over, yes that's what I mean.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "I don't know whether you do understand me.  In your affidavit on the English, or okay, what you've just said now that we're receiving here, the people who are interpreting are saying that you will say you can't quite remember whether this person was using holy water, is that what is coming from your mouth?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "Using this water where?",
            "Male"
        ],
        [
            "INTERPRETER",
            "I think there's a great gap of communication here, he can't quite understand.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Please calm down.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "If you could please assist us Mr Ngubane?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Please, please be quiet, we want to continue with the hearing.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Thank you.  As far as I could follow the evidence in Zulu, he said that he was not sure what the nature of the occupation of that man was, whether he was a Sangoma which could be a witchdoctor or a traditional healer, or he was a man who belonged to the Zionist Church who was using spiritual water to heal people.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "That's what I wanted to establish, thank you very much.",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "Thank you.",
            "Male"
        ],
        [
            "MR WILLS",
            "May I continue?  Thank you.\n\tMr Hlongwane, those are the incidents that you can recall that you are involved in prior to you being recruited and trained as a special constable in the South African Police Service, is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now we know that this training occurred in 1988 so obviously these incidents occurred sometime between 1985 and the beginning of 1988, is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now we've heard evidence and I'm going to go through this quite quickly, we've heard evidence from Mr Khumalo regarding the training of special constables in Koeberg.  I think that all that needs to be said in this regard is that you were also trained in this regard, not so?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you were selected because of your loyalty to the IFP and you were sent to Koeberg and trained as a special constable, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And it was at this stage because you were offered this job that you left your permanent employment at Glacier Bearings, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you mention on page 142 of your affidavit the persons who you can recall who were also present at this training?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "I think for the benefit of the members of the public who don't have affidavits can you just read those names out for us into the record, that's at paragraph 25, page 142.  Can you just read those names out for us?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Victor Mia from Pietermaritzburg, Vosi Mbeje whose nickname was Tegwani, Skidi - I do not know his surname, Spobengo, Stella Nglovu, Nbisibe Sithula from Umlazi, Themba Kasibe, Zonde Shibango, Maseka Intwalo, Sosha who gave evidence yesterday, Babagneni and others, but these are people I still remember.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes now there's two aspects that I want to concentrate on about this training.  The first is what you refer to in paragraph 26 and that is that at the stage when you went for this training you advised the South African Police at that stage that you had a case that was pending against you.  In fact you said you had a court date the day after you left, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And what was done about this?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "We heard shots, some boys at Guguletu ...[intervention]",
            "Male"
        ],
        [
            "MR WILLS",
            "Mr Hlongwane, what I'm referring to - when you told the police that this was in fact the case did this prevent you from being trained?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "No they said they would attend to the case when I returned.",
            "Male"
        ],
        [
            "MR WILLS",
            "And did you ever have to return to that case?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "No.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now the other aspect I want to concentrate on very briefly is the type of training you got in relation to indoctrination.  Can you comment?  What did the police teach you about the UDF at that training?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "The police would usually tell us - the white policemen - and sometimes they would play videos.  At all times they will say that the UDF or the ANC, they will tell us how bad the UDF is and tell us about attacks on Inkatha members.  I remember one instance at one Tabetho home where the wife and children were killed.  When you saw this on video you really believed that these people should not be allowed to govern.  They told us these people should be killed and they did not deserve to be sent to jail, they should just be killed.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, now you passed at as a special constable and then you were posted to Pietermaritzburg Unit 8, under the command of Warrant Officer Peenz and that for the record it's spelt P-e-e-n-z and you were issued with a shotgun and six rounds of ammunition, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And that shotgun you could take wherever you wanted to, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now I want to turn to page 144 of the papers, there's an incident there which occurred just outside of Pietermaritzburg during 1998 and that is shooting at some scholars.  Can you just tell the Committee what occurred there, very briefly?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "The formation of special constables was done to protect the leadership of the IFP and the KwaZulu structures, therefore on that day I was posted at a school called Ngelishani School which is outside Imbali.  That school is just outside Imbali.  At that time scholars had started to believe that we were working for Inkatha.  When the van dropped us off, there was a murmur or disgruntlement amongst scholars and then they picked up stones and throw them at us.  I then realised that I should shoot at these kids and I shot at them.  Thereafter the officer in charge, Peenz, arrived and he said that this ammunition should not be used, should not be wasted but instead should be used on UDF.  He was grateful for what I had done.  I'm not sure how many people were injured.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were any people injured?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes, some were injured.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did anybody die?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "I have no knowledge of that.",
            "Male"
        ],
        [
            "MR WILLS",
            "You say in your affidavit that Peenz \"made it clear to us that he did not want to hear that we had fired shots into the air, he said that we should shoot to kill and ensure that any person we shot was dead before we called them to the scene.\"  Do you confirm that?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes, he said we should not call him to a scene if somebody was injured but instead should call him if somebody had indeed died.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now at some stage shortly thereafter you were posted to guard Mr David Ntombela, the IFP leader outside Pietermartizburg.  Do you see that in paragraph 31?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes I see it.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you say that \"Mr Ntombela told us that if we were to go on rest days we should not go home but assemble at his house.\"  Is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now what would be the purpose of assembling at his house?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "One day when I was posted there some SAP members arrived and called him outside.  Thereafter he came back to us and said we should not be afraid.  I was just talking to this policeman -  \" As you are to go on rest days, you are not supposed to use your usual guns, they are going to bring other guns that you are going to use to kill UDF members.\"  That is what he said they told him.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you.  Now Mr Hlongwane, the last incident I want to deal with and I think this is the last incident in which you were involved in, in Mpumalanga, was the murder of a female spy and the attempted murder of - and rape - of another female spy in the Mpumalanga area.  Can you describe this incident?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes, I was on a two to ten shift here at Mpumalanga at Unit 2.  I was with a friend called Montle Duma from Unit 2, Pietermartizburg.  As we were about to go off duty, some boys, IFP members arrived.  One of them was Gatgasi and Tolbert and Khatlemene and others.  They went rushing into my home.  My home was where IFP members reported anything.  Sipho Malaba was not fond of us, he called us Teleweni's, he was on the side of Inkatha.  He said he and his group belonged to the Teleweni group and Sipho Malaba did not like them because he belonged to the Inkatha group.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Can you hear me, Mr Hlongwane?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Okay please just - you've given a lot of detail in your affidavit about this incident, I just want you to go through this incident as quickly as possible, thank you, as briefly as possible.",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes, let me repeat. Inkatha was divided in Mpumalanga ...[intervention]",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Hlongwane, I don't want to interfere with how you want to give evidence, but you don't seem to be responding to what your counsel is putting to you.  He's asking you about the details of the incident which is appearing on paragraph 32 and you are giving now evidence on the division within the IFP.  I don't know whether that impinges on the incident that you have been questioned upon or not and if not would prefer that you would just stick to what you are being questioned and respond to that.",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "I beg your pardon.  I will not be able to respond to the question specifically, I'll have to give a certain background because I may not give a full picture.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well then do so.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Mr  Hlongwane, you said that certain people came to your house when you were on rest days, what did these people tell you?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "When they arrived at my father's house they said there were some girls who were moving around.  We went towards Guguletu, we found two girls.",
            "Male"
        ],
        [
            "MR WILLS",
            "Which area did you find these girls in?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Between Joysdale and the township.",
            "Male"
        ],
        [
            "MR WILLS",
            "Whose area was that?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Unit 2 was our area and across was the UDF area, they were in the UDF area.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes now what did these persons tell you these girls were doing?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Nkethle said he had already seen them thrice and were moving along the road.  I had a pistol and we met up with them at that place that I've already mentioned.  I called them, they came to me and I asked them where they come from.  I think one said she came from Unit 3 and the other one did not want to speak to us.  I asked them if they were aware that they were about to be killed.  We took them and we questioned them about where they came about, where they came from, what they wanted.  They then explained to us that their intention was that they had been sent to check on our area.",
            "Male"
        ],
        [
            "MR WILLS",
            "Mr Hlongwane, if you can continue with your evidence, you said these girls told you something, what did they tell you?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "They told us that they had been sent by the UDF to check up on our areas.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, you then took them to a certain house and what happened there?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "We took them to ..[indistinct] Bobo's house.  What we first did was that I and Mondle Duma went to report this matter to a central committee member.  We used to use traditional medicine.  When we arrived at his home, Zekele gave us two kerchiefs and he said we should kill these girls and use blood from their necks to make traditional medicine.",
            "Male"
        ],
        [
            "MR WILLS",
            "Carry on.",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "As I was still telling him about these girls, Zekele told me that after doing this we must do something really bad so that other girls should learn that they should never be sent to spy on Inkatha areas therefore it was left to my discretion to decide what to do to them.  We returned.  Before that, I found Zekele with other councillors holding a meeting, councillors from all the units.  He asked one old man to take us where we were supposed to go and return us to him thereafter.  This old man took us and we left with him and when we arrived at that place where we left the girls, we told them that as from now you should know that we are going to kill you.  We raped them because Tanda Mia had been raped also by Sgangi and others.  This was a normal procedure that a female member of Inkatha would be found dead after being raped.  This happened on both sides.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, Mr Hlongwane, I just want to just be clear.  You say in paragraph 37 of your affidavit, you say that you raped the women prior to you going to Zekele's house, is that correct?  Sorry, in paragraph 34 of your affidavit.  I just want you to look at that?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "I don't remember whether it was before or after.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes and then is it not so that the group of you killed the one girl and attempted to kill the other and the other girl actually survived, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "I would not have done anything to them but I was there to issue out commands.  I was not supposed to use my gun because that medicine that we were supposed to concoct thereafter would not work.  I commanded the boys to stab them, I remained with one girl in the house.  They reported to me that they had already stabbed the one girl.  I left her in the car, I took that kerchief that had been given to me and wiped blood from her neck.  After stabbing the second girl I did the same with the kerchief, wiped blood from her neck and then I took both these kerchiefs to Mr Nkethle.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now is it not so - is it not so as my original question was, was that one of the girls survived this incident and that was a person by the name who you later learnt was Estella Nsomi, is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And it was largely on the basis of her evidence that you were convicted for both the murder, attempted murder, kidnapping and rape in the what was then the Supreme Court some two and a half years ago, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "I disagree, I was arrested and prosecuted for things that happened at eSikhawini.  The leadership of Hammarsdale heard me and I was not prosecuted for these crimes.",
            "Male"
        ],
        [
            "MR WILLS",
            "I'm going to get on Mr Hlongwane, but I think it's - you'll recall that later on, much later, you were prosecuted in respect of this incident.  Do you recall that?  In Pietermaritzburg?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes I remember.",
            "Male"
        ],
        [
            "MR WILLS",
            "But that was after, long after the incident.  In fact as I recall your friend Mondli Duma was prosecuted before you and then at a later stage you were prosecuted for this incident is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Hlongwane - sorry Mr Wills - could you give us or give us the approximate ages of the girls at the time that this incident occurred?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "I am not able to estimate.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Were you not advised about the ages of these young women during the trial in question that you are being questioned about by Mr Wills?  Were you not told during your criminal trial the ages of the people concerned?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "Even in though I was told but a lot has been on my mind since that time therefore I cannot remember exactly some of the things.",
            "Male"
        ],
        [
            "MR WILLS",
            "I see, you can see from the ...[intervention]",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "From the post-mortem report which is a page 105 of the record.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "It was fourteen.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "They were fourteen years of age, only one person though.  According to my records, Mr Wills, I have only one post-mortem and that's relating to Sigli Ndala, I don't have any report of whatever nature concerning Stella Nsomi.",
            "Female"
        ],
        [
            "MR WILLS",
            "Yes, thank you Mrs Committee Member, I understand that.  I know that Mr Ngubane will be able to help us but I think that it's - I'm not going to dispute the fact that both of those girls were of approximately fourteen years of age at the time.  If you refer to the judgement on sentence on this matter at page 98 of that same report, you will see that the judge refers and I quote, on line 20\n\"To as far as aggravating circumstances are concerned, the features which appear to us to be the most relevant are that the victims of your crimes were two young defenceless girls of about fourteen years of age.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Wills.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Mr Hlongwane, you then go on after this incident to explain how you were - attempts were made to arrest you immediately or fairly soon after the incident, you returned to, after the actual crime, you returned to your barracks at the special constable's base in Pietermartizburg.  Do you recall that?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes it's like that.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you were told by somebody that the police were looking for you.  Can you just explain who told you and what you did about that?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "When I arrived to start on duty at ten an IFP member who was a leader at Kwandengnezi told me when we were at the parade ground, myself with Mondli, when I said I'm tired I can't go on duty today because I'm tired and then we went to sleep at Mochi's house and a phone call from Mr van Vuuren was received that I mustn't report on that day, the police are looking for me.  Indeed I did not report and then I went back home and then I took my clothes and then I went to Zekele's.  That's the person who actually contacted me, Van Vuuren who is a Warrant Officer.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes and then, to cut a long story short, you went into hiding in Ulundi, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Zekele Nkethle gave us money to come to Ulundi and when we arrived there we actually got Msesi and actually our work was appreciated by Mr Buthelezi - Mr Khumalo, I beg your pardon.",
            "Male"
        ],
        [
            "MR WILLS",
            "Mr Hlongwane, I just want you to be a bit more accurate in your evidence.  You left Hammarsdale with Mondli to go to Ulundi, is that right?  With Mondli Duma, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "I was sent by Zekele Duma to Zekele Khumalo.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes but who was the person, Mondli was with you, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes it is like that.",
            "Male"
        ],
        [
            "MR WILLS",
            "And who did you meet in Ulundi?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "We met M.Z. Khumalo who was the assistant of M.G. Buthelezi.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now did M.Z. Khumalo know why you had come to Ulundi?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "I would like to explain M.Z. Khumalo.  He is the one who was actually working hand in hand with the Special Branch, the cases done by Inkatha and the Special Branch done at Caprivi so when I arrived there, M.Z. Khumalo, he by the time I arrived he knew that, which cases I was involved in and he knew what I came for here at Ulundi.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you say he knew the case, are you referring to the case that you were running away from, that was the murder and the rape that was committed with Mondli?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes indeed, I'm referring to that one.",
            "Male"
        ],
        [
            "MR WILLS",
            "And did he know about the details of that case?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "I was even arrested and he knew everything and he was paying me knowing very well what I was doing.  I was talking with him because I used to go with him everywhere.  M.Z. Khumalo was like a father to me and I was even arrested in 1993, he was still giving me money, paying me.  I was getting money from Inkatha and I was used to help Inkatha and offering my assistance and he knew all the details and he knew all my steps.",
            "Male"
        ],
        [
            "MR WILLS",
            "So Mr Hlongwane, please just answer my questions.  I know you've given evidence to this Committee before about the relationships that you had with Mr Khumalo later on in 1993 and you've given an extensive amount of detail about that, we're not here to discuss that now.  I just want you to answer my questions and I want you to listen carefully.  If you're tired and you want a break you must tell me and I'll approach the Committee and ask for you to have a break, but are you prepared to continue now?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes, I'm still alright.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now I wanted to know specifically whether M.Z. Khumalo knew about the crimes that you had recently committed and in respect of which you were running away?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "I am trying to say in front of the Committee that there is no case that he did not know, even this one, my last one, ...[indistinct] to Mpumalanga.  He knew it very well.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now that - then you say in paragraph 41 that M.Z. had found some work for us and he gave you some money to go home to fetch your reference books, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes it was like that.  It's a hundred rands for transport.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes and essentially what occurred then was that on your way back from Durban, Mondli was arrested but you were fortunate enough to evade the police arrest, is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Mondli was actually arrested at Maritzburg.  I wasn't going to Maritzburg - to Hammarsdale, I was going to ...[indistinct].  M.Z. Khumalo knew that Mondli was arrested.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes and then you - in other words you went back, both of you went back to fetch your belongings but only you returned to Ulundi because Mondli was arrested when he went to fetch his belongings, is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes it is like that.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you describe in 42 how the police came looking for you at Ulundi and you had actually hidden from the police when the South African Police came to look for you at Ulundi, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes it is the truth that Mondli took the police - maybe it's just that I started this thing in the middle.  When I arrived at Ulundi we were given beds, money and food.  When Mondli arrived that he started where we were given all these things.  At that time I was in the IFP office.  We were actually using the cars, IFP cars.  There was Kombi called \"The Red Devil\", we were playing with that car and there is another person by the name of ....[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There was another person?  The interpreter missed the name of the other person.",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "I'm explaining that while we were playing with the Kombis, Victor Mia was not - took that Kombi, he went with it to Ulundi.  When I was playing with the chair, I just think that when you enter in the offices at Ulundi as he's demonstrating when you're turning to the left and you go to ...[indistinct] office and at that time there was a thing that the police could not arrest a person before reporting in the office.  When I was actually looking there I realised that there were the Boers and Mondli and then I ran away and then I hid and then the Kombi left where I was.",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry, Mr Hlongwane, can you just wait for me to ask you questions.  You're giving your evidence in a fast and confusing way.  I want you to listen carefully and just answer my questions in regard to this last aspect of your evidence.  Will you agree to do that?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "No I don't agree with that.  I want to explain it according to my way.  If I explain it according to your way then I will be confused.  My lawyer, the way you actually explain, I must explain until this comes to an end.  That's my plea to the Committee.  By the time you ask me questions some of the things I get confused so I would plea with you that can you give me a chance to explain so that everything can be explained to the entire community.",
            "Male"
        ],
        [
            "MR WILLS",
            "Mr Chairperson, can I just ask to take instructions at this stage?  I think it will speed things up, it's not too long before the lunch break, I wonder if I could ask whether or not we could take the lunch break at this stage and then come back at quarter to two?",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Wills is it because you don't seem to be on the same page with your client?",
            "Female"
        ],
        [
            "MR WILLS",
            "I think it's slightly more than that Ms Chairperson, I would like the opportunity to just discuss certain issues with him and then I think we'll facilitate this process far more efficiently.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes we'll take the lunch adjournment now and we'll reconvene at quarter to two.\nHEARING ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Hlongwane, I remind you you're still under your former oath.",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Wills?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you Chairperson, Members of the Committee.  I express my appreciation.  Indeed we were at cross purposes as regards the end of that examination and I appreciate the indulgence of that early adjournment.\n\tMr Hlongwane, we're going to take a step back.  You ended up in M.Z. Khumalo's office after leaving or running away from the South African Police in Mpumalanga, is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And what did M.Z. - what was the purpose for you going to M.Z.?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "I was sent by Zekele Nkethle to hide there.",
            "Male"
        ],
        [
            "MR WILLS",
            "And I see in the rest of your affidavit and I refer to pages 45 and 46 - sorry paragraphs 45 and 46 at pages 149 and 150 that eventually you were taken to Mkuzi Camp where you went into hiding, is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now when you were at Mkuzi Camp you where then reintroduced to Madla Induna, is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And also you met a person whose about to testify and that is Zwele Dlamini who was also at the camp at the time?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And I want to refer you to paragraph 47 of your affidavit.  Do you see that on page 150?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "You say there that Mkuzi Camp was the camp where Inkatha people committed crimes were hidden, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And who were they being hidden from?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "They were being hidden from the police.  This camp was only occupied by people who had killed UDF members therefore all the persons who occupied this camp had crimes of murder, at this camp.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes and you say in the final sentence of paragraph 47 where you had a discussion with Zwele and Zwele assured me that since you had joined them and by that you referred to joining them at the camp, you should forget about all your cases as they would no longer be a problem and I quote\n\"He told me that M.Z. was their contact person with the SAP Security Branch and he solved all of the problems\"\nIs that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now you remained at this camp for some time where you got a new name and from then on you were referred to as Nehlanhla Langa, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then we're not going to go into this evidence because it's going to be the subject of the Ermelo sitting of this Commission and it doesn't effect this community and that is later on you were introduced to the Black Cats and then you went to operate in the Ermelo area.  Is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you operated there for some time and then you were told to go to eSikhawini and you operated in eSikhawini for some time and you've given the Committee the evidence in relation to your operations in eSikhawini.  Do you recall that?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then it was towards the end of 1993 when the South African Police eventually caught up with you and you were arrested, is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then the process of criminal trials took place and ended up with you being now a resident of Westville Prison, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "In fact you've been convicted for a number of murders, kidnappings etc.",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now we know from your affidavit that you've hurt this community a lot, this community at Mpumalanga?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now what have you got to say - the members of the community are here today?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "I do not have a lot to say but I will request from the community of Mpumalanga to accept that when I joined Inkatha, political leaders who were my elders instilled in me evil and I've found it necessary to carry out these acts.  I ask for forgiveness for all the acts that I committed what should be considered those that at the time we were at war but I ask for forgiveness.  That is all I can say.",
            "Male"
        ],
        [
            "MR WILLS",
            "Are you sorry for what you've done?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes I am deeply sorry as I am here today, as I've told of all these activities, I have mentioned people's names, people in high places.  I may die, I may be poisoned in prison but I found it necessary to divulge the role that I played in this area and I regret all that I did to this community and I ask for their forgiveness.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes and finally is it also not so that you've helped various investigators including the Goldstone Commission, the South African Police, the Investigative Task Unit into hit squads and political violence in KwaZulu Natal and you've told these authorities everything you know about your involvement in the political violence.  That's even before you got to the Truth Commission, is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.  In addition I even took the police to the Mkuzi Camp where we found guns, shotguns, 9 mm guns and ammunition and I took them where we used to set off explosives.  I was with Major Scots and Aswegen who was the leader of that unit.  We found a lot of ammunition in cases in Mr Philip Powell's car but he wasn't charged for that.  I do not know what happened to that case.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes and is it not so as a result of that, of you taking the police to this Mkuzi Camp, that that operations in that camp were shut down, the military operations that were going on in that camp were stopped?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes it was closed.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes thank you Mr Chairperson, Members of the Committee, that's the evidence in chief in this stage of the proceedings.\nNO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Wills.  Mr Stewart do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "MR STEWART",
            "No questions, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Stewart.  Mr Ngubane, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Yes Mr Chairman, thank you.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR NGUBANE",
            "Mr Hlongwane, you say that you were operating in three groups in the Mpumalanga area, is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And when Daloxholo Lethuli came to Mpumalanga did each and every one of those groups have to report to him either directly or indirectly?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "No, our group, Teleweni's had no connection with Madla Induna, we reported directly to Zekele Nkethle.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Yes of these three groups, which one or which ones reported to Mr Daloxholo Lethuli?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "The ones from Caprivi.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Do you know whether Nkethle ever reported your activities to Daloxholo Lethuli?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Please repeat the question?",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Do you know whether Nkethle, Zekele Nkethle did report your activities to Daloxholo Lethuli?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "He did?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "So in your opinion, some of the incidents which you might not have personal knowledge of might have been the personal knowledge of Daloxholo Lethuli, is it correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Were you in Mpumalanga township when there was an official opening of the Hammarsdale Police Station?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "No.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "That was round about 1989.  Were you not there?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "No.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "When it was officially opened, did you hear anything about it?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "I was already at Mkuzi at that time.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "According to your knowledge was Daloxholo at Hammarsdale when the police station was officially opened?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "I will not be able to respond to that question, I do not know.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did you hear about the massacres that took place during the opening of that police station?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "No.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now you heard yesterday when Mr Khumalo gave evidence that there were schools which were regarded as the UDF strongholds.  Did you also share that knowledge of those schools?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did you participate in the attacks or in some criminal activities in the name of the hit squads that took place in those schools?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes, I was involved.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Let's start with Ukusa High School was it U-k-u-s-a?  Was it one of the schools that was regarded as a UDF stronghold.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Ngubane, could you just repeat the name of that school please?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Ukusa, Mr Chairman.  It's U-k-u-s-a.\n\tWas it regarded as one of the strongholds of the UDF, Ukusa High School?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did you participate in the attack of school children in that school?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes at Ukusa and Pezulu.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Do you recall when those incidents took place?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "From '85 to '88.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Were you under any instructions to commit those?  Can you tell us the brief background leading to those attacks of those schools?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "When I got to Las Vegas, Zekele told me that IFP children were being terrorised at these schools.  We had guns and when we approached Ukusa looking for - I think that Masho was at Ukusa and Sgangi at Pezulu.  When we approached all the children ran away from school therefore we were not able to kill the people that we had intended to kill.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "I see and as you sit there now can you pinpoint the names of people that were injured or killed or you just injured and killed at random?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Sometimes in my absence I would hear that Bhani and Mashonisa had gone out to attack people but the names that I remember are contained in these documents.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "No, I think my question was a little bit open.  I was referring to these specific schools whether you remember any specific people that were injured or you just injured at random?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "In these two schools, the only people who were injured were those that were trying to jump out of the windows but we did not injure anyone.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "The school known as - sorry - do you know any lady at Ukusa High by the name of Tokozili Madula who was injured?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "No, I do not.  I know Mabongi Khlala.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Okay, now let's turn to the incident I asked Mr Khumalo about yesterday, that one of Malangeni area at the cemetary.  It's M-a-l-a-n-g-e-n.  Do you know anything about that incident?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "No Sir, I do not know anything about it.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And you have never heard any one of the applicants in this amnesty application discuss anything about it?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "No, we have never discussed that.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "You have referred to a gentleman by the name of Bhani, is that the one and the same person as Banbani?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "No, these are two different people.  I do not know anything about Banbani, I instead worked with Bhani.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please calm down.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Is it not correct that at one stage you and a gentleman known as Banbani came to a house at D11-31 and you attacked there?  That is the house of Mzwi Zwane and two girls were killed?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Let me explain this.  Banbani is known in the Mpumalanga area.  I do not know about this incident.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now I'll just refer you to a selected incident and hear whether you know anything about those.  Or before I do that, your operations did they extend as far as the area called Mophela, M-o-p-h-e-l-a?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "No, my group operated inside the township.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "So you wouldn't know about the incident at Mophela and at a place called Mkhambathini, that's M-k-h-a-m-b-a-t-h-i-n-i and the area called Mamkhumbane, that's M-a-m-k-h-u-m-b-a-n-e?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "As I have explained before I worked or operated from Unit 1 to Unit 6.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now you gave your evidence about the attack on the house of Stembiso Nglovu.  Is it correct that he is your neighbour?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes he is my neighbour.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And Mrs Nglovu, is it correct that when you were at training at Caprivi you - sorry - when you were in Cape Town, you used to phone him now and again, Mrs Nglovu?",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Do you mean Koeberg, Mr Ngubane?  Do you mean Koeberg when you say Cape Town?  Koeberg or Cape Town?",
            "Female"
        ],
        [
            "MR NGUBANE",
            "Well my instructions are that when he phoned he said he was in Cape Town, yes.",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "I would be phoning my family when I was in Koeberg for training.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "You didn't phone Mrs Nglovu at some stage?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "No, I did not call her.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you have a telephone at your family home?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know whether the Nglovu's had a telephone at their home?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes they had a telephone at that time.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "So according to you there was no intimate - well not to use the word intimate - but there was no friendly telephone conversations between you and Mrs Nglovu when you were away from home?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Mrs Nglovu was my mother's friend.  What I am trying to explain is that I would be phoning them at their home, in fact phoning my family at their home and they would call my mother from home, so my family would come to speak to me on the phone from Nglovu's place.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Yes Mr Hlongwane, why I'm asking you this is that Mrs Nglovu is very concerned about the fact that you attacked her house whereas in fact she felt she had all along been under the impression that you were friends and if there was anything evil that was about to befall her you would rather than attack her, you would tip her off.  What do you want to say to her?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "As I have explained before, I am here to tell the truth.  I think Mrs Nglovu herself knows that there was a Skyline that we were targeting.  That Skyline used to be at her house.  The boys would come to her house and her car was used to fetch boys and other things and that is how we eventually became enemies.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "You see Mr Hlongwane, the - do you know the people that belonged to the Indangani family, Nkosinat Indangani, Siphiso Indangani and Roderick Indangani?  Do you know those people?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "The Indangani that I know stays in Unit 3.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "What I'm driving at is I'm instructed that Siphiso Indangani was killed and Roderick Indangani was also killed and Nkosinat Indangani disappeared.  Do you know anything about that incident?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "No, I do not know about that attack.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And Sipho Ngoyi - do you know anything about him?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "No, I do not know such a person.  I was here up to 1988.  Maybe if I had dates it would be helpful.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "No, that's fine, I just want to - because there are suspicions that you were involved in these things.  We don't have concrete facts, I was just asking maybe you could throw some light because the community is concerned about all these incidents I'm mentioning to you.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Just to interpose, Mr Ngubane?  These people you have mentioned like the Indangani's for instance were they're staying within the township?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "That's correct Member of the Committee, yes.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Thank you, you may proceed.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Now yesterday I referred to a member of parliament, a gentleman known as Mandla Ndlovo.  Did you know him in the first place?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes, I know him very well.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did you work with him either by way of him giving you instructions at all?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "No, he was ...[indistinct] he would only supply us with guns and ammunition.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Right.  When you conducted operations did you at any stage use a notorious motor vehicle, a Ford Granada, which was notorious in killing people?  Do you know anything about that car?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes I know the car.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Can you tell us a bit about that motor vehicle?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "We had named that car the Ibomesi.  If you were walking along the road in a UDF area during daylight you would be knocked off the road.  There was also a Golf.  Both these cars belonged to Zekele Nkethle and we would use them both in our operations.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And this Ford Granada, did it belong to one Mashaneni, gentleman known as Mashaneni?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "No, I did not use that one, the one I'm referring to belonged to Nkethle.  I do know Mashaneni but I was never close to him.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "If the Committee can just bear with me?\n\tThere was a man who I learned was mentally disturbed, whose name was Bizan Danda.  Do you know anything about that gentleman?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Where did he come from?",
            "Male"
        ],
        [
            "MR NGUBANE",
            "The gentleman who was killed here in Hammarsdale, he was known as a madman.  Do you know anything, that's what I want to know, whether you know anything about it?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "No, I do not know him.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did you conduct an attack at a school known as Luthayi School, L-u-t-h-a-y-i, at any stage?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "No, I attacked the ones I've already mentioned.  I've never been to Luthayi.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now, Mr Hlongwane, can you tell the members of society at what age did you actually start killing people?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "At about sixteen or seventeen.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Thank you Mr Chair, I have no further questions.\nNO FURTHER QUESTIONS BY MR NGUBANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Ngubane.  Mr Hewitt, do you have any questions?",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "I've no questions for this applicant, Mr Chairman.\nNO QUESTIONS BY MR HEWITT",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe, do you have any questions to ask?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY ADV MPSHE",
            "Yes Mr Chairman, I do have some questions, thank you.\n\tI'm going to refer particularly to the incidents that you mentioned from page 139, those 20.1, 20.2 and so on.  Starting directly with 20.2, the killing of Nge Khanyile, do you see that?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "You testified that before he could be stabbed he was being assaulted at the time when he was questioned, do you remember that?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes indeed.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Can you tell us in detail how was he assaulted before the stabbing, what was used, who did what?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "It was myself, Bhani and Bheki.  We were kicking him and clapping the person before we stabbed.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Was it done simultaneously with your questioning?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes it was done simultaneously.  The other one was standing behind, I was in front, I was kicking him from the front and the other one from the back.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Will I be correct if I state that before the stabbing he was being tortured?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes, that's the whole truth.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now in the killing of this young man once more, what weapons were used?  I know the stabbing took place, but were there any other weapons other than knives?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes, there was besides the knives.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "And what happened?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Falling down, Sulwani went to the Zuma's place, came back with the litre of petrol and then we poured petrol on him and then we lit him.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "And you agree with me that this was not part of your evidence?  This was not part of your evidence when you were led on this incident?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "I would apologise that I would not agree with you because of one thing.  As I've said that this happened in 1985 and when I was writing, I wrote it as it is but here down it's written that we lit him and then the police even realised that, the Webber Police, came with the litre of petrol - it's Zekele Nkethle if I'm not mistaken, I think I did write that.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "I'm not saying you left that deliberately but what I'm saying is that when you were giving evidence today you did not mention this part, that's all.",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes that is the truth.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now let's move to 20.3 to Thulani Hlongwani.  According to your evidence is it correct that Thulani Hlongwani was actually not your target at all?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes, that is the truth.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "He was not your opposition?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "In that particular point in time he was not, yes he was not but when the command then he became my enemy then.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "No, I mean initially when you knew Thulani and when you were told go and kill him, he was not your target, he wouldn't have been your target, you wanted his brother, not him?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes it is like that.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Thus it cannot be said that he was tied, he was killed because of any of his political convictions?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Because no we can say that because of his brother.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "20.4 ...[indistinct] brother.",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes it is so.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Was Thulani's younger brother's membership with UDF ascertained?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes my friends actually said that.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Look you were the commander not so?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes I was the commander.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "And you have to be satisfied that this person is actually a member of the UDF before you can instruct the other guys to carry out the operation not so?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes although it is sad and painful I will answer you directly.  Even if it is Sgangi's mother, if we have met her at that particular point, even if it was Sgangi's father, we would have killed because Sgangi is the person who was actually perpetrating violence here so everything that belonged to his place we actually took it as a UDF.  We were actually not going directly to a person but the entire thing.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "So will I be correct to state that Thulani's younger brother died for the same reasons as Thulani himself because of the relationship with their brother?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes that is the truth.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "And he also was not your target?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "As much as the UDF did not have their targets they were actually killing the Teleweni so we also did not - I have to repeat this and expand on this. I'm trying to tell you that UDF and IFP did not actually really necessarily have a target.  If you were a UDF and you were seen somewhere at the corner, you were supposed to die.  If you are an IFP seen somewhere at the corner, you were supposed to die.  So they were targets in that sense but there was not particularly a direct command, that's what I'm trying to explain.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "I'll go back to my initial question.  Okay ...[intervention]",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "May I interpose Mr Mpshe, that question I'm getting a little confused.\n\tMr Hlongwane, I thought when you gave evidence you stated that the primary objective of targeting any member of Sgangi's family was to lure Sgangi in, in order to eliminate him, that's how I understood your evidence in chief, that was your primary objective?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes it's like that.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "It wasn't because Thulani was a member of the UDF?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes it is like that.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "You don't seem to be responding in that fashion to Mr Mphse's question.  Your evidence seems to have changed.",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "It's as though you're actually putting it.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Let's keep that one then, I've got an answer.  20.5 - that's the killing of Mashu Shando.  You stated in your evidence that he had a tendency of taking children out of school and saying to them \"freedom first, education after\"?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes, that's what I said.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "And he was killed for that.",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes that's the main reason and also because he was the UDF, because of that and also that he was a UDF member.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Over and above him being a member of the UDF he was killed because he wanted freedom?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Over and above that is that he was actually taking the children from school and telling the children not to be educated and taught.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Let's touch a little bit on Mashu ..[indistinct], the horrible way in which he was handled after his death.  Do you remember what you described to this Committee after killing him that you made him stand and for children to see?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Sorry, Mr Chairperson, Members of the Committee, I don't recall.  I know that he was made to stand but I don't remember this specific reference about him being stand with the specific purpose of children ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think it was said that he was made to stand in what was described as a sewerage.  It's probably a drain next to the road for people going past to see.  I don't think necessarily he said for children to see, not in his evidence, I don't know if that was the purpose.  You can ask him but he was made to stand up in this place near the road for passers by to see.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Thank you, Mr Chairman.  I will find out from him.\n\tAm I not correct by stating that you said you made him stand there after killing him and it was when the children go to school would see him?  Didn't you mention the word children going to school?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes I did.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now why did you have to do that?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "We actually wanted to teach Sgangi a lesson, Thembiso a lesson that if you are opposing IFP doing what Mashu is doing, this is the way you will die.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Let's move to 20.7.  This is the incident where you killed the man you found in the house who was with a woman.  Was this man ever your target?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "No he was not our target.  However because he was in the house of that particular person that we were looking for and the house that was well known to be UDF house, we could have burnt the house because the UDF member was in there.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "So this man also died for the same reasons as Thulani Hlongwane?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes indeed, they are the same.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Just a second, just bear with me?  This is about the killing of the neighbour who used the hose pipe, do you recall that?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes I do.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Am I right that once more he was not your political target?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "No, that wouldn't be the truth, that person was our target because that the IFP member is actually announced that to the member of our central committee and that said that that person was a target.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Wasn't it because of Mrs Dlamini's complaint?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "No but the decision was taken by the member of the central committee and then the decision went down to me and then that I must do.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "And you had not yourself as a commander ascertained whether this person was actually your opponent, you did not ascertain that?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "No, I can't - thereafter if the command has come, I can't start down and start afresh and do the survey.  If the command comes it is Ulundi - I'm saying that because there was some misunderstanding amongst the Inkatha and people were killed, were shot and Daloxholo took Zekele to the central committee of Inkatha.  That committee said what was done by Teleweni is good, it's good and they should just continue doing that and indeed we actually proceeded with that and then there was some separation amongst us.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "You've already told this Committee that you do not know the name of this man that you killed.  I'm giving a name here, I don't know whether if I mentioned to you you'd recall if this is the man that you killed.  I giving a name Mokoatlwama spelt M-o-k-o-a-t-l-w-a-m-a.  Can you remember that?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "No I don't.  The person that I remember is that it's certain Mr owning a house that we're supposed to kill, I didn't know his name.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "I'm moving now to the girls that - whose throats were cut.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Sorry, can you repeat?  The girls who did what?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "If you have your ...[indistinct] that would be page 145.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "He said he's now going to talk about the girls whose throats were cut.",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes I do remember.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "What was the policy of the IFP in as far as young children are concerned?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Do you mean young children of, generally young children or yes, I think just be a little more specific.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "What was the policy of Inkatha as far as young children below the age of sixteen were concerned?",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "In respect of what, Mr Mpshe?  With regard to?",
            "Female"
        ],
        [
            "ADV MPSHE",
            "With regard to their elimination and tortures and other things.",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "I will just - I would like to explain that you can understand.  We actually targeted the girls who were pregnant.  We as Teleweni, we did not actually learn politics and then when Zekele said you must just attack, whether there's an old lady, whether there's an old man, we would actually carry out that task, so I would not actually interfere with the IFP policy.  I used to just do whatever I was told, whether there was an old lady, whether there was an old man.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Which means that even an order is out to eliminate, the elimination disregards age?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "I think it was like that, even my parent, even if my parent was actually opposing Zekele, I would have killed my parent because Zekele was working with the police.  If I don't carry out his duties then the police would actually steal us and take us away.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Was raping your target, if they were your target, part of the general instruction?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "I think I will actually expand there.  When there was actually a war ...[intervention]",
            "Male"
        ],
        [
            "INTERPRETER",
            "Sorry I could not catch the ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Hlongwane, could you just repeat what you said, the interpreter couldn't catch what you said?",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "Before you respond to that Mr Hlongwane, your voice gets projected to another direction.  I appreciate that you want to look at the person you are answering but if you could at the same time, you know, let the mike just stay towards you, it would make it better for the interpreter.",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Okay thank you.  I just wanted to confirm the age, the girl is 30 years, Thandi Mia was 30 years.  Her cousin Tusi Pomlaba was taken out of the taxi at the station and was raped, stabbed until they died.  The people who did that - the Webber Police were like this, they knew the people, they used to know the people who were killing people from UDF side and from IFP side.\n\tThat particular time what actually came to Zekele, Zekele told us you must know this, that's when this thing - when you would actually go to people's refrigerators.  So when Zekele asked what's stopping you from doing the same thing, so even the comrades are doing that or then us Teleweni must do that.  Whatever they direct onto you, you should also direct it onto them.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "When was this incident you are referring to?  When did this incident occur of Thandi Mia?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "Thandi Mia's incident as it is right now, there was comrade - we were with Zekele that part, that was in '87, what I was about to explain, what I wanted to explain.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Mr Hlongwane if - what I'm going to ask of you is difficult.",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes say so but let me try.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Would I be correct to state that in all the incidents you have testified where killing and violation of human rights has taken place, you did not as a commander do any reconnaissance or ascertain membership of those people used, you relied on informers strictly, would that be correct?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Can you actually clearly state your question, I can't quite understand your question?  Please make it short or brief.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think Mr Hlongwane, correct me if I'm wrong Mr Mphse, but what Mr Mpshe is asking you is he's asking you to confirm that in all the incidents that you have described to us today, you didn't do your own reconnaissance work yourself to establish whether your targets were in fact UDF people, you only or you merely relied on informers for that information.  He's asking you whether that is so or not?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "What I can say or hear is that I was born here in Hammarsdale, we know each other here.  We know that there, there is somebody who is staying is like this and if people come and tell me that at 3 something like this is happening, so it is known that at 3 if you are an IFP member, you wouldn't dare go to that area.  At 4 you wouldn't dare go to that area if you are a UDF.  I was born here at Mpumalanga, we know each other here, we are the ones who started this war up and till at the end because we know each other very well.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Fine.  Lastly, all these things that you did, did you do them voluntarily or because you feared that if you don't you will be eliminated?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "No.  Fighting against ANC was from my blood because I hated ANC, I never liked ANC.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Thank you Mr Chairman, that will be all.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mpshe.  Mr Wills do you have any re-examination?",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MR WILLS",
            "Just one aspect, thank you Mr Chairperson.\n\tMr Hlongwane, we know from your evidence and I just want you to confirm this that you became operative in these operations in the Mpumalanga area shortly after joining the IFP and that was sometime during 1995 sorry 1985.  Is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes indeed.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you recall approximately when in 1985 that was, was it towards the beginning of the year or towards the end of the year?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "It was towards the end of the year.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes and then we also know from your evidence that very soon after the incident involving the murder and the attempted murder of the two girls that you fled to Ulundi, is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes that is the truth.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now my understanding from your evidence is that you fled very soon, within a week of you committing that crime, is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes it is like that.",
            "Male"
        ],
        [
            "MR WILLS",
            "And we know - is it your case that after you fled, after that incident, that you never committed any crimes in Mpumalanga after you fled?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes indeed.  After doing that medicine then the Sangoma was fetched and 32 chickens were slaughtered at Zekele's, white chickens and people from the community at Hammarsdale when Teleweni were attending to Banana, that's when we were taking peoples blood and doing everything.  That's when Zekele went to take a certain aunt and nearby his place a hole was dug so they were not slaughtered by a knife, they were actually strangled and thereafter Zekele took me to Ulundi.  That was the last time I operated here in Hammarsdale.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, so we know from the court that the incident involving the two girls occurred on the 18th April 1988 and that was the last incident or crime that you committed in Mpumalanga, is that correct?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes it is.",
            "Male"
        ],
        [
            "MR WILLS",
            "So and then after that date until your arrest you were never even in Mpumalanga for any length of time, is that correct?  You were in other areas?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes, I used to arrive late at night at home and leave at dawn.  I would come and leave at dawn.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you would never be involved in operations during those visits?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "No I didn't.  I used to come and see my parents and go back to Ulundi or Mkuzi.  That was the last time.",
            "Male"
        ],
        [
            "MR WILLS",
            "So anything that occurred in Mpumalanga after the 18th April 1988, you could not have been involved in or you were not involved in?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes indeed, I wasn't part of it.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairperson.\nNO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Wills.  Ms Khampepe do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Just a few Chairperson, thank you.\n\tMr Hlongwane, when Mr Mpshe was questioning you with regard to whether you were aware of the policy of the IFP in relation to the killing of women, you responded in the positive. \nYou said you were aware of such a policy?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes I knew the policies but when it comes to war, there are no policies at war, of a war.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "I don't understand you now.  Did you not say you were aware that the IFP had a policy of eliminating women?  I thought that was your evidence in response to Mr Mpshe's question?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "...[inaudible]",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Mpshe has questioned you whether you were aware whether the IFP had any policy towards the elimination of women?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes he did ask me and I answered by saying to myself I was Teleweni and that I did not interfere with that, I was just fighting.  That IFP must follow rules and whatsoever, it wasn't any of our business, we were just supposed to fight.  That is how I answered the question.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Well I didn't get your answer in that fashion but I'm glad you are now clearing that aspect for me because otherwise I would have been under the impression that your response was in the positive whereas it was an explanation of what you believed to be the situation and that you were not aware of such a policy.  So it is your evidence that you were not aware of any policy which was in existence with regard to the elimination of women?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes indeed, I wasn't part of politics I was just attacking.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Now you were totally committed to promoting the interest of your organisation after you had been extensively indoctrinated by the IFP as well as the police when you were doing your training in Koeberg.  Indoctrination which made you to cultivate a deep-seated hatred for the UDF or the ANC?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes it is so.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "In your indoctrination was it ever explained to you what were to happen to women in the event that you were in a state of war?  Was it explained to you that when you attacked your opponents in promoting the interests of your organisation, you were never to attack women.  Was that ever explained to you?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "What was explained to us is that everything that is under UDF must die.  So a video was played for us where Mr Thabeti's wife, woman has died and that person was a driver and our IFP followers, our female IFP females were killed by UDF people.  In that sense that gave me the impression that whether you are a girl or what, in order for an IFP to survive or to be successful, we must actually also torture because ANC will come back and actually take over and rule this country by torture or by terrorising.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "So quite early in your career as an activist within your organisation you were aware that you could kill and torture women as a result of what you had seen during your training at Koeberg inter alia?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "In doing all this I had the support of the police and people who were in power at that time so that everything we did at that time we felt was right.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Yes, my simple question is quite early at the inception of your career as an activist or I don't want to use the name hit squad, as an activist within your organisation, you were aware that you were encouraged not to draw any distinction when it came to the elimination of an opponent, be it a woman, be it a young or old woman, you couldn't draw a distinction, you were encouraged not to draw a distinction?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Now let's come back to the incident which you have headed murder of UDF member, female spy and attempted murder and rape of another.  With that understanding in mind at paragraph 34 of your affidavit which is at page 145 you have stated that the reason why you went to see Zekele Nkethle on the day in question was to ask him what to do with the girls, I quote you: \"since we had never killed women before\".  Would you mind explaining to me why it was necessary for you to seek instructions when quite early in your career you were aware that you were encouraged to kill women.  Why was this an exceptional case?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "I did go to Mr Nkethle for the reason that maybe he might have wanted to say something to them but that's not what he did.  That was the reason why I went to see Mr Nkethle.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "But are you aware of the reason that you have penned down in writing?  You state that the reason was to ask him what he was to do with the girls since you had never killed women before, else though you were never aware that you had an indiscriminate authority to eliminate women?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes it's on the third last line of the page if you want to read it Mr Hlongwane, page 145, the third last line the sentence starts \"my reason\".",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "I see it.  I am trying to explain the reason to go there although it's not put down here was that Mr Zekele was respected in the organisation.  I thought that maybe he may have thought that these girls should instead be recruited to work for us.  It is also true that before the time, up until that time I had not as yet killed a female.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "You've just stated in your evidence in chief that the reason why you went to Mr Nkethle was to get instructions as to what you were to do with the girls and you went on to state that you were told by Mr Nkethle that you were to teach these girls a lesson so that UDF girls are discouraged from their activity that the alleged UDF spies were involved in?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And you went on to state that it was left to your discretion to do what you deemed appropriate which would qualify for a lesson that would discourage other UDF people from spying?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "When you were initially approached by Mondli Duma, is he the one who advised you that the girls were looking suspicious?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "No, it was not Mondli.  I said it was Tolbert Nkethlamini.  Mondli used to work with me at the police force.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "So when you were initially apprised of the presence of these young women what immediately came to your mind?  What did you think of doing about the situation?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "What came to my mind was to go to the girls and talk to them.  Thereafter if I realised that there was a need to kill them I was surprised when they told me that they had been sent by somebody else.  That is why I went to Mr Nkethle.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And what was the objective of taking other people with you when you had to go and locate the girls?  You will recall that you took quite a number of people with you when you were locating these young women?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes I explained that I had gone to my home and these boys came to me and they took me to show these girls and that is how it came about because they took me to show me these girls after having come to my house.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "But I thought it was one person who came to your house to advise you about your presence of suspicious looking women and that as a result of that you then were accompanied by the people that you've mentioned in your affidavit at paragraph 32 on page 145 as being Tolbert Nkethlamini and others whose names you have forgotten?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "I mention in paragraph 32 that I, Mondli Duma, Gagasi, Tolbert Nkethlamini and others went to this place.  They are the people who showed me these girls, I would have not have been able to see them had I remained in the house.  They are the ones who took me to see the girls.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Did the person who apprised you about the alleged spies mention to you how they were able to establish that these people would be spies?  Were you able to ascertain what exactly attracted their attention to these young women being spies of the UDF?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "Firstly, Tolbert Nkethlamini would move from Guguletu to Ngoyi's house, moving street by street, they were patrolling and they are the ones who saw the girls.  They would take regular reports to the camp and as the people who saw the girls they came to me and told me about it.  I had never seen these girls at any IFP meeting, it was the first time we had seen them and they were also seeing us for the first time and we asked them questions and they responded to those questions.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Are you saying that the girls were spotted by Tolbert?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "Tolbert Nkethlamini.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Now is it not what you had stated in your affidavit that an Inkatha member did not identify which member that was, was the one who spotted these young women and that you only took Tolbert Nkethlamini together with Mondli Duma and Gagasi after you had been told of the presence of these young women by this unidentified Inkatha person?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "If that is what I said it must have been a mistake.  Those are the people who had come to my home, if I have put it down the way you put it, I think I made a mistake.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "That's how you have put it.  Now in your affidavit, you have detailed the events in such a way that you stated that before you went to seek clarity on what you were to do with the young women, you first raped one of the young women - that's what you have stated in your affidavit.  However, when you gave viva voce evidence, you said you went to Nkethle to seek clarity before you had committed any of these grotesque and gruesome act.  Now which of the two is the correct thing that happened?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "Chairperson, I would like to leave it up to the Committee to decide which version they are going to accept because this happened a long while ago and there may be a number of mistakes but what is important is that all these activities and acts did take place.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Hlongwane you signed this affidavit quite a long time ago, is it not so?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "In fact your affidavit was signed some time in December 1996?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "I'm sure you were able to recall events better than you can in 1998?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "I think when I wrote this I was with the I.T.U.  When I came here I started thinking about what happened here so what I am saying now is what I remember more clearly than what is written down here.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Is this not the same evidence you led before the criminal court?  The sequence of events?",
            "Female"
        ],
        [
            "MR WILLS",
            "Sorry, I must come in there.  With respect Ms Committee Member, my recollection is I was involved in that defence and there was simply a plea without pleading evidence.  There was no evidence that he led on any particular version at the Supreme Court, we just led evidence on what we could in mitigation but it didn't go into the sequence of events.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Thank you Mr Wills.  You agree with the explanation that has been given by Mr Wills?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes I do.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "I have a serious problem with regard to the two versions, I think it's only fair for me to put it to you Mr Hlongwane.  You know you have a responsibility to comply with the act which requires that you must comply with a requirement of full disclosure giving us full details of what happened with regard to any of the offences that you are seeking amnesty before this Committee and if you come with responses like it is for the Committee to decide when I am trying to establish which of the two versions which are before me, I have to accept I find myself in great difficulties.",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "I am saying this with regards to dates and time when these events took place.  I am not referring to everything that is in the affidavit.  I am saying this because it happened a long while ago and secondly I may not be able to tell the story in the correct sequence but what is important that I come here and tell the Committee and the community what happened and how it happened.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "I think it's important for you to realise that the reason that you have advanced for having gone to Zekele Nkethle was the fact that you wanted to find out what you were to do with the girls and according to your viva voce evidence, what you were to do with the girls before anything had actually taken place, before you had raped one of the girls so that would be something that I think would be capable of being remembered by you as an important factor, whether you raped the girl before you went to Zekele Nkethle or you raped the girl after you had been advised by Zekele Nkethle to teach them a lesson?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "I explained before that it is difficult but I think it was before we went to Zekele Nkethle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you have raped her before you went to Zekele and afterwards?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "No, I think it was only before.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "You could have raped her before you went to Zekele Nkethle?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes that is what I'm saying.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And why if I may ask in the event that we now have said that you raped her before you went to Zekele Nkethle, why did you do that?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "Even if I had not gone to Zekele, I could have taken any decision with regards to her because she was a UDF member.  Even if I had not consulted Zekele, I could have done to her what they usually did to our members because they also had to experience the pain of what Stembiso, Mashu and others were doing to our members therefore we would have terrorised her in any way possible because the objective would have been to let UDF members also feel the pain.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "So that being so then it would actually dilute the reasons that you have advised, the reason why you raped her was because you were advised by Zekele to teach them a lesson so as to discourage other prospective UDF girls who wanted to promote spying on IFP stronghold.  It wasn't that reason, it wasn't to discourage or dissuade other UDF members from spying on you?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "The reason that was given by Zekele is also the one that I have advanced.  Zekele was very pleased when I reported the matter about the girls.  He left the meeting and he also gave me or he gave us one councillor to drive us to carry out the task therefore he was indeed pleased.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "What greatly pleased him, was it the fact that you had raped one of the girls?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "What pleased him was to catch these UDF spies who would in turn led to the death of IFP members.  If we are to assume he had not been pleased he would have given us the money to go to Ulundi or he would not have asked M.Z. to hide us.  For him to give us money and send us to M.Z. was because he also consented or he was pleased with what we had done.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "When you first consulted with Mr Nkethle did you advise him specifically that you had raped one of the girls?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "As I reported to Mr Nkethle, I had not stated that but when he discovered it he was pleased.  He heard the information after the post-mortem and he was pleased.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Why did you not apprise him of the fact that you had already raped one of the girls when you first consulted with him?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "Maybe I made a mistake but I did not see a reason why because at that time what you should understand is that as far as we were concerned, the UDF were like dogs they meant nothing to us so we did whatever we felt like to them and they did likewise to our members therefore I did not see a reason to tell him that at the time but he later learned of it before I went to Ulundi and he was pleased about it.  Inkatha was not displeased, not even once about my activities until I was arrested.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Was the raping of young women as young as fourteen quite a frequent occurrence within the IFP?  Raping of young women who are members or perceived to be supporters of UDF?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "It happened on both sides.  There was violence at the time and if they were looking for somebody, if they did not find him they would rape whoever was in the house.  The UDF would also rape women and kill them.  There was a case of a woman who went missing for four days and was later discovered dead and raped so this happened on both sides.  That was how it happened.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Within your group that you commanded as a ground commander, are you aware of instances where members of your group raped women who were perceived to be UDF members?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes at that time - at one time I was on night duty and they went to a certain house at Unit 1, I was called by Sipho Umlaba who asked me about an incident that had happened at Skolaza.  Bheki Nsangebe, Sepiwe and Themba and  Vanuz went to a certain house looking for Skoloza and every woman who was in the house.  I looked like Sgangi and when I went into a house I could knock and say I was Sgangi and Sgangi did the same about me so I think these boys did do something of that nature and there must be a docket at the police station about it.  They burned an old woman in her house so I have knowledge of that.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "My last question Mr Hlongwane.  When you raped Stella ...[indistinct] what political objective would you say you were seeking to achieve?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "It was not political objectives but objectives of war.  I was fighting with a political enemy.  The UDF you would later tell their female members to spy on IFP areas would not want to do so after this incident because they would know what had happened to the other girls therefore this was a message being sent to the UDF.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Why was the other woman not molested, why was she not raped, the other person?",
            "Female"
        ],
        [
            "ISRAEL HLONGWANE",
            "I don't know whether this is in my affidavit but I raped the one woman and Mondli raped the other.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Moloi do you have any questions?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Sorry, Mr Chairman, if I could just for the record state that to the best of my knowledge Mondli was in fact convicted of a similar offence in regard to the other woman at an earlier trial that won't appear in this record because the trials were held at different times.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Wills.  Mr Moloi do you have any questions?",
            "Unknown"
        ],
        [
            "MR MOLOI",
            "Thank you Mr Chairman, just briefly.\n\tMr Hlongwane from your evidence I deduce that you never caught up with this Sgangi, am I right.  The question is simply that you never eventually got hold and executed Sgangi as it was your mission to do?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes I did not, even today.",
            "Male"
        ],
        [
            "MR MOLOI",
            "So the elimination of these two brothers didn't bring you anywhere nearer achieving that end, did it?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "It did bring us nearer but because when we were killing these boys the police went out but it was not that the police, these police, were anti-IFP but there were just a lot of them.  The others were from Pretoria - those they left but I suppose it's here - those left and went to Zekele Nkethle, those they were supporting us or supplying us with ammunition, the reasons being the police and we could not actually attack on the funeral day.  Even the Caprivi group, I know that they actually also when they wanted to kill that particular day, they couldn't kill because of the situation of the police.",
            "Male"
        ],
        [
            "MR MOLOI",
            "So you did not actually - your objectives eventually Sgangi by means of killing Thulani and the younger brother, those acts themselves did not bring you to the point of killing Sgangi?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes indeed but to get sort of a glimpse - but an item at Sgangi's place became IFP members and we gained more votes because of that.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Now add another dimension to this - you got votes from the Sgangi's is that what you're saying?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes that's I'm explaining that when all these things were happening at Sgangi's all those people who were collaborating with Sgangi actually left and the IFP was the only party left there, that's what I'm trying to explain.",
            "Male"
        ],
        [
            "MR MOLOI",
            "I'm getting lost - what votes are you talking about?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "What I'm trying to say is that the IFP members, when I'm referring to the votes, I'm saying that the members of the IFP went back to the IFP and voted for IFP because of that incident.  Everybody who was belonging to UDF they left and everybody who was left there remained IFP because of that incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please calm down.  Please calm down so we can continue?",
            "Unknown"
        ],
        [
            "MR MOLOI",
            "Are you stating that Mr Hlongwane as a fact or is it just speculation?  Do you have first hand information of what you've said?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "No, no what I'm saying is that I'm saying that through my knowledge.  The comrade that was left actually was through because that comrade was hiding.  Everybody who was there was an IFP member.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please, please be quiet.",
            "Unknown"
        ],
        [
            "MR MOLOI",
            "Surely you can make it out for yourself from the response of the audience here that they are not in agreement with you.  What do you say about that?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "It is what I'm saying - maybe if we can call other leaders they would actually support what I'm saying.  Even the UDF people will support this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you and Mr Motata, do you have any questions.",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "Just one Chairperson.\n\tMr Hlongwane just clarify me on this and I would specifically tell you that I'm referring to incident 6 on page 140 of your affidavit.  My understanding of how the IFP members and UDF members were living within Mpumalanga, there were demarcations, there was not just a mixture of such people, did I understand you correctly?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes indeed.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Now as regards incident 6, you say it was a revenge attack on a UDF members Thembiso Nglovu and this person was living approximately six houses from your home.  Was your home not an IFP road so to speak?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "It seems as if I can't quite get what you are saying.  Will you please repeat clearly?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is being asked of you Mr Hlongwane is you've said that the Mpumalanga area was divided into areas where IFP supporters lived and UDF supporters lived, they lived in different areas yet while saying that, you say that there was a revenge attack on the Nglovu's house which you describe as being your neighbour which is five or six houses from you.  Now were you living in a UDF area or what is the position?  It just doesn't seem consistent with your previous statement.",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "I will try to explain so that you can understand.  By that time when we attacked Nglovu's, the houses that were left they were houses with the bodyguards in that section.  At Nglovu's place it actually was the last to attack because it was always guarded and then all the lists, the number of people that he's listing, all those guys and it is directly opposite.  At home it's Teleweni and on the opposite it is the UDF, that's what I'm trying to explain.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "...[inaudible] when you said it was about six houses away, you meant six houses opposite your home - am I understanding you to say that?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes what was happening at my yard they would see it and vice versa.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Thank you Mr Hlongwane.  I've got no further questions Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Hlongwane, those two girls, how many times were they raped?  How many times?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "I only raped her once I don't know about Mondli.  I don't know about Mondli but I did it once.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was there a situation at all which one might describe as a gang rape where you whole group or a large number of your group raped them?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "I can't quite remember were there others.  If they like they would do that because the   intention was to torture initially, make them feel the pain.  I wouldn't know.  At times I used to go and fetch the car and leave them with the girls so on my way there, when I was at 4, I didn't know what happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "See with regard to that particular incident, you know you've described a number of incidents where you and group have been involved in the killing of people where you go and have a target, you kill the target and if anything else over and above the killing you may have burned the body but you didn't take anything away from the scene, you only went there for the purpose of killing, which you did.  Do you agree with that?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "No, that's not the case.  Whether I'm there or not the fridge used to be opened and the boys used to take T.V.'s, radios and so on and even then when they came that's what they used to do so that used to occur.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So it was a question of plundering as well, you would plunder and take away goods as well?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "That wasn't just been a thief, it was just revenge, a mere revenge, it wasn't mere plundering, that wasn't plundering.  Plundering would say - you know you would go to a person on the street and actually take that person's money so then that then they would go to a certain house, if they're looking for someone, they don't find that person then they would open the fridges and take whatsoever, food and money.  So if that's what they're doing to us then we should also do to them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now when you were doing this when you were at Mpumalanga '85 through to '88, what income did you receive, what was your source of income?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "I was working at Glacier Bearings.  I started with R120's if I'm not mistaken but at the end I was getting R242.50.  IFP I didn't get even a cent.  What I was actually getting is that my nation wouldn't actually be ruled by the communists.  This place that I'm referring to it's just staying with me - you can actually phone that place, that's when Zekele Nkethle took me, I was actually by then registered by then.  I used to work during the day and at night I used to attack houses, during the day go to work and at times I would sleep during the day at work and there was no money that I received from the IFP, not even a pen, not even a cent.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So was it you only received moneys from IFP as an income after you left Mpumalanga and went up to Ulundi?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes indeed.  The money that I received was the money that I was given by M.Z. Khumalo.  I got arrested still being paid by him at the end.  No money was terminated, I was getting paid for being an Inkatha soldier at the end of the month.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just to confirm, Zekele Nkethle is now deceased, he is no longer living?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes, that's the central committee member who died but now there was another one, M.Z. Khumalo who knows everything about what I am talking about.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now when Zekele said to you, you know, once again going to this incident with the girls and you went to him and he said, you know, do with them what you like basically, he gave you an open, he gave you carte blanche what to do but he then said well, take blood from them, cut their throats and take blood for traditional medicine.  Why didn't you query that order, because obviously that taking of blood from the necks of the girls and bringing it back surely had no political significance at all?",
            "Unknown"
        ],
        [
            "ISRAEL HLONGWANE",
            "It's that I did not actually like writing what I've heard.  When I arrived they were using the medicine and the blood was taken so when Zekele told me to do this I just carried it out, the action.  Zekele Lana is my witness, Nkolisi used to tell me, so what I'm saying it's not a hearsay, it's so unfortunate that this very same ....[inaudible] jump these chickens but where Zekele is lying even his bones knows very well that the violence here at Mpumalanga is because of him and our hands.  He knows very well lying there on the soil.   Even now, even if he wakes up I would tell him that on such and such a day we held a meeting and this is what transpired.  What I'm talking about it's such - amazing that this rape they're actually perceiving it as like a crime or something.  If I can explain without taking your time.  Yes indeed, when I left to Ulundi I actually arrived at M.Z. who was the assistant to Mr Buthelezi.  The bed was given to me, food was given, everything and thereafter I was supposed to go for a training and thereafter Mondli was arrested and then I was taken to stay in his store.  His wife used to call me her son.  Whenever I wanted I used to drink tea, whenever I needed a gun I used to get it.  I was doing something that was done by Inkatha from there on the bottom.  My money never stopped, it wasn't terminated.  Everyone knows very well what I was doing wherever and whenever.  I carried all these things.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  Mr Wills do you have any questions arising from questions put by the panel?",
            "Unknown"
        ],
        [
            "FURTHER EXAMINATION BY MR WILLS",
            "Yes thank you, just to clear up one or two issues quickly Mr Chairperson.\tCommittee Member, Mr Moloi, asked you about the fact that you never caught up with Sgangi, is that correct?  And you answered and you answered in the affirmative that you did not?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes I did.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you also indicated in your answer there that there was a funeral of these boys and I think your evidence was to the effect that it was impossible for you to attack that funeral, is that right?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes indeed.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now why was that?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "As I have indicated that these policemen, they were just new in the area, we didn't establish that much good relationship with them.  They were from Pretoria.  If they were - it was the Webber Police only, that we would have done, we would have actually carried our mission and killed Sgangi but that was the main problem.",
            "Male"
        ],
        [
            "MR WILLS",
            "So in short it was because of the police presence in the area that you couldn't attack the funeral?",
            "Male"
        ],
        [
            "ISRAEL HLONGWANE",
            "Yes it's like that.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairperson, no further questions.\nNO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Stewart, do you have any questions arising?",
            "Unknown"
        ],
        [
            "MR STEWART",
            "No questions Mr Chairman.\nNO QUESTIONS BY MR STEWART",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hewitt, do you have any questions arising?",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "No questions Mr Chairman.\nNO QUESTIONS BY MR HEWITT",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe, do you have any questions arising?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "No questions Mr Chairman, thank you.\nNO QUESTIONS BY ADV MPSHE",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Hlongwane, you may stand down.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Sorry, Mr Chairperson, you've forgotten Mr Ngubane, I don't know if he has any.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Ngubane, ...[indistinct] so quietly, I didn't have any bad intention by omitting you.  Mr Ngubane, do you have any questions arising?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "No questions.\nNO QUESTIONS BY MR NGUBANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, I apologise for that.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry, it looks like the hearing is being abandoned.   ...[inaudible] lead him now, or tomorrow morning?",
            "Unknown"
        ],
        [
            "MR STEWART",
            "At the Committee's convenience, there's not much time.  I'm prepared to start otherwise I'm quite happy to wait.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see what my concern is, Mr Stewart, we'd like to finish this portion of the hearings by Friday lunchtime.  I don't know how long you anticipate the next two witnesses, that is Messrs Dlamini and Ndlovu, will take in comparison with the previous two we've had because if they take as long as these two, we're running out of time.",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Mr Chairperson, Mr Wills and I have given this some consideration and we're both quite confident that we'll finish those two tomorrow.  There is a question which perhaps has not yet been raised with you about the possibility of reopening cross-examination on behalf of some victims who hadn't previously had notice, that's cross-examination of Mr Lethuli, time allowing.  Perhaps that's something we need to address you on in due course, but we're fairly confident we'll finish with Mr Dlamini and Mr Ndlovu tomorrow.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes well maybe we'll even be finished then with some time to spare tomorrow then and then that will leave that time tomorrow as well as Friday morning for any other matters to be dealt with.  I see that it is now ten to four, it's been a hot day, it's a very tiring day particularly for the interpreters who have to be working hard, so I think this might be a convenient time to take the adjournment and we'll adjourn until half past nine tomorrow morning.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}