{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-08-11",
        "location": "HAMMARSDALE",
        "day": "1",
        "names": [
            "BHEKISISA ALEX KHUMALO"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52803&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98081114_hmm_hammar1.htm",
        "speakers": [
            "ADV MOTATA",
            "ADV MPSHE",
            "BHEKISISA ALEX KHUMALO",
            "CHAIRPERSON",
            "INTERPRETER",
            "MR GLADLA",
            "MR HEWITT",
            "MR MOLOI",
            "MR NGUBANE",
            "MR STEWART",
            "MR WILLS",
            "MS KHAMPEPE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR STEWART",
            "MR WILLS",
            "MR HEWITT",
            "MR NGUBANE",
            "ADV MPSHE",
            "BHEKISISA ALEX KHUMALO",
            "MR KHUMALO",
            "MS KHAMPEPE",
            "INTERPRETER",
            "ADV MOTATA",
            "MR MOLOI",
            "MR GLADLA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning everybody.  This is a resumed hearing.  We first sat in Durban for a week where we heard evidence of incidents which occurred, not only in this area but also in the Durban area.  We then moved on to Richards Bay where we sat for two weeks and heard evidence relating to incidents which occurred in that area and we are now scheduled to sit here for the rest of this week where we will be hearing evidence relating to incidents which occurred in this area.\n\tI would like to just commence by again introducing the panel.  On my immediate right is Ms Khampepe who is an attorney from Johannesburg.  On my immediate left is Advocate Motata who is an advocate from Johannesburg, and on my far right is Mr Moloi, an attorney presently of Pretoria, and I am Selwyn Miller, a Judge based in Transkei.  \n\tI'd also at this stage just like for the legal representatives again please to place themselves on record for the benefit of the people who are attending the hearing and to mention who they are representing as well.",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Thank you Mr Chairperson.  I am Angus Stewart, that is: S-T-E-W-A-R-T, of the Durban Bar, instructed by the Campus Law Clinic at the University of Natal.  I am representing three of the applicants, Dhalaxholo Lethule, Zweli Dlamini and Bhekisisa Alex Khumalo.  Immediately to my right from the Campus Law Clinic is Mr Sheldon Magadi.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairperson, my name is John Wills, I am an attorney from Pietermaritzburg.  I am representing the 4th to 7th applicants, that is B B Ndlovu, Romeo Mbuso Mbambo, Brian Gina Mkhize and Israel Nyoni Hlongwane.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Mr Chairman, Members of the Committee, my name is Hewitt.  I am an advocate and I am instructed by Mr Fagner, an attorney on my left-hand side.  We represent various persons whom we've been advised will be implicated during the evidence of the applicants, in fact there are numerous and various names which are all set out on a letter dated the 24th of March 1998, which was addressed to my instructing attorney by the Truth and Reconciliation Committee.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Thank you Mr Chairman.  I am Ian Ngubane, I'm representing the victims, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you gentlemen.  Sorry, Mr Mpshe?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Thank you Mr Chairman, Members of the Committee, J M Mpshe representing the TRC Amnesty in particular.  I am here with my learned friend, Mr Nati Gladla, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mpshe.\n\tAs I have mentioned earlier we will be hearing evidence from the applicants, relating to incidents which took place in this area.  When we sat in Durban we heard the evidence of Mr Luthule who also testified to events which took place in this area.  We will be commencing with the evidence of other applicants which we haven't hear, relating to events which occurred in this area, and if at all possible we may hear the evidence of Mr Luthule later. \n\tMr Stewart?",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Thank you Chair ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, just before we start, all the evidence in this hearing is translated.  To receive the translation one must be in possession of one of these little machines.\nCHAIRPERSON EXPLAINS TRANSLATION EQUIPMENT",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Stewart?",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Thank you Mr Chairperson.  ...[intervention]",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman, before Mr Stewart commences, just for record purposes, we have a total number of 199 victims who have been notified.  There may be more than those who are known to us but those that we have identified and notified are 199.",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Thank you Mr Chairperson.  If I might just say on behalf of myself and Mr Wills, representing the various applicants, that the order in which we intend to lead the evidence is to begin with the evidence of the applicant, Bhekisisa Alex Khumalo and to thereafter follow with the evidence of Israel Hlongwane, thereafter Zweli Dlamini and thereafter, Mr Ndlovu.  If we might start then with Mr Khumalo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Khumalo do you have any objection to taking the oath?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Stewart?",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Khumalo, are your full names Bhekisisa Alex Khumalo?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Bhekisisa Alex Khumalo.",
            "Male"
        ],
        [
            "EXAMINATION BY MR STEWART",
            "Mr Khumalo do you have a copy of your application with you?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR STEWART",
            "If you need to it to clarify the incidents that I refer to, by all means you must do so.",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Okay.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, in what area did you grow up?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I grew up in Pietermaritzburg.",
            "Male"
        ],
        [
            "MR STEWART",
            "Is that in the Kezubuso area?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, that is in Kezubuso.",
            "Male"
        ],
        [
            "MR STEWART",
            "How did you first become involved in political activities?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I started becoming involved when I went to Caprivi.",
            "Male"
        ],
        [
            "MR STEWART",
            "Was it your original intention to become involved in political activities or do to other work?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "When I went to Caprivi I thought I was going to be trained as a policeman.",
            "Male"
        ],
        [
            "MR STEWART",
            "How did you come to be recruited for that training?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I received information, I was told that KwaZulu police members were being recruited and I went to Mr Ntombela's house and I found a group of people there.  Mr Ntombela transported us to Ulundi to the Hlongwane Camp.  ...[intervention]",
            "Male"
        ],
        [
            "MR STEWART",
            "Sorry Mr Khumalo, if we can just take it a little bit at a time.  That Mr Ntombela, is that Mr David Ntombela of Elandskop?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "Okay.  You were saying you were taken to the Hlongwane Camp, take it from there.",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "On arrival we found other people there.  These were engaged in physical training and were singing Inkatha songs.",
            "Male"
        ],
        [
            "MR STEWART",
            "Where is this Hlongwane Camp?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "It is just outside Ulundi.",
            "Male"
        ],
        [
            "MR STEWART",
            "At that stage did you still have the idea that you were to be trained as a policeman?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "About how long were you at that camp?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "About a week.",
            "Male"
        ],
        [
            "MR STEWART",
            "And where and how did you go from there?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "After about a week we went in a small bus to the Ulundi Airport where we took a plane.  The plane flew for about seven hours and we landed in a sort of a forest.\n\tOn arrival there there were trucks awaiting our arrival.  They looked like SADF trucks and were driven by white people wearing army uniforms.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, at that time, did you know where that was, where that place was?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I did not know.",
            "Male"
        ],
        [
            "MR STEWART",
            "Do you know where it was?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I know it was Caprivi.",
            "Male"
        ],
        [
            "MR STEWART",
            "When you got to that place where you were taken to in those trucks, were there other people there already?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, when we arrived we found some people there.",
            "Male"
        ],
        [
            "MR STEWART",
            "What was your programme on arriving there?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "On arrival there were a few people around the fire who were singing.  There was somebody carrying a gun, whom I later learnt to be Madlanduna.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, when you refer to Madlanduna, is that Mr Dhalaxholo Luthule, one of the applicants in this hearing?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "Did he describe to you his role at that camp?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "He explained that he was the political commissar, his job was to take care of us with regard to our welfare and also train us politically as well as see to it that our training was going as it should.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, what was your training at that camp?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "We were divided into four platoons, platoon 1 up to 4.  I was in platoon 4 and my instructor was Mashlamega who was a white man.  We started with basic training for about six weeks.\n\tDuring that time we were being trained to use G3 rifles and we were taught drilling, physical training as well as the maintenance of the camp.  In the evenings we would attend political education lectures.\n\tAfter six weeks we started advanced training.  This went on for about three months.  This is where we were taught how to use AK47 rifles, RPD's, RPK's and light machine guns, Bazuka's, explosives.  We were also taught rural guerrilla warfare, urban guerrilla warfare.\n\tAfter the advanced training we were divided into four groups.  There was Contra-Mobilisation Group, the VIP Protection Group, Defensive Group and Offensive Group.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, before you get into the training that those different groups received, up until then, what was the purpose of that training that you've told us about?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "The objective of our training, although different from what we had thought of before, we were no being told that we were trained because IFP members were being killed by the UDF in collaboration with the ANC and the communists.\n\tWhen we returned to our communities we were supposed to fight and eliminate the UDF and the ANC because if we do not do this and they defeat us, South Africa would be in danger of being governed by communists.\n\tWe would be taught in political lectures what a communist was and we therefore realised that it would not be in the interest of the country for the AND to rule.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, you told us about those objectives, did you come to support those objectives?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I supported them.",
            "Male"
        ],
        [
            "MR STEWART",
            "Did you then come to realise that you would no longer be working as a policeman, or would you being doing both, work as a policeman and in support of those objectives?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "At that time I regarded myself as a soldier who had nothing to do with police work.  I was an IFP soldier whose work would be to fight for the IFP.  I realised that there would be no police work involved there.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, do you know who M Z Khumalo\nis?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR STEWART",
            "Did you meet him at Caprivi at any stage?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, he did come to Caprivi.",
            "Male"
        ],
        [
            "MR STEWART",
            "What was his purpose of coming there?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "He would come to pay our wages and sometimes would come to convey messages from the Prime Minister then, Mr M J Buthelezi.",
            "Male"
        ],
        [
            "MR STEWART",
            "What was Mr Khumalo's position at that time, to your knowledge?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "He was the assistant to the IFP President.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, do you know of the person, Brigadier Marte?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR STEWART",
            "Did you come to meet him in the Caprivi at any time?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, he once came to the camp.",
            "Male"
        ],
        [
            "MR STEWART",
            "What was his purpose in coming to the camp?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "He was part of the delegation which came with M Z Khumalo.  There was another white person, a Swart, who was with them.",
            "Male"
        ],
        [
            "MR STEWART",
            "What was Brigadier Marte's position at that time?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "He was the Deputy Commissioner of the KwaZulu Police.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now you've told us that the whole platoon or whole group was split into four different groups and you've told us what they were, into which of those groups were you assigned?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I was in the Defensive Group. It was sometimes called the Intelligence Group.",
            "Male"
        ],
        [
            "MR STEWART",
            "And what was the purpose of that group?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Say for instance a certain area was to be attacked, this group would be sent to check what the area looked like, what the situation was like in the area, or if someone was going to be attacked, they would convey the surveillance on this person.\n\tIf they were going to attack a house, they would find out where the house is so that a mistake could not be made.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, what training did you receive in the Defensive or Counter-Intelligence Group?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "We were taught how to gather information about your enemy.  We were also taught on to recruit informers or sources.  We were also trained in secret writing and we were also trained in unarmed combat.  I think that's just about all that we were trained in.",
            "Male"
        ],
        [
            "MR STEWART",
            "Who were your instructors?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "It was JP.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "JP?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, JP.",
            "Male"
        ],
        [
            "MR STEWART",
            "Who was he Mr Khumalo?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Opperman, his surname is Opperman.",
            "Male"
        ],
        [
            "MR STEWART",
            "And do you know where he was from or for whom he worked?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "At that time I did not know where he came from, I only learnt of it later.  I learnt that he had been working for the SADF.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Khumalo, sorry Mr Stewart.\n\tWhat year was it that you went to Caprivi and received this training?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "1986.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now Mr Khumalo, I've received a request for you to speak louder if you can so that more people can hear you, not everyone has these headsets.\n\tNow Mr Khumalo, during that time you obviously in learning to use these various firearms you've mentioned, you also learnt how to shoot them and you presumably shot at some targets, is that right?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, we were trained.",
            "Male"
        ],
        [
            "MR STEWART",
            "Were you told anything particular about how to visualise those targets at which you were shooting?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, sometimes our targets would be given names like people in the ANC leadership, people like Chris Hani, Oliver Tambo and Sesulu.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, about how long in total were you in the Caprivi?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "About six months.",
            "Male"
        ],
        [
            "MR STEWART",
            "What happened at the completion of your training?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "After we completed our training there was a passing out parade where Doctor Buthelezi was supposed to attend.  He did not turn up eventually but Mr Khumalo arrived as well as Brigadier Marte, as well as Swart.  There were other instructors present as well.\n\tAfter the passing out parade we handed over all the materials from the camp, we got on the plane and we flew back.  We landed at Louis Botha Airport and on arrival furniture trucks were already waiting for us.  We took these trucks and we were transported to Hlongwane Camp.",
            "Male"
        ],
        [
            "MR STEWART",
            "What transpired at Hlongwane Camp?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "We spent a day or two at Hlongwane Camp, thereafter we were told that Doctor Buthelezi would arrive to welcome us.  He did arrive, he was with Mr Khumalo as well as the Youth Brigade, IFP Youth Brigade.  A car was noted for us by Doctor Buthelezi in welcoming us back ...[intervention]",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, before you carry on, you say that Doctor Buthelezi was accompanied, and in the translation it was the IFP Youth Brigade, was it a particular person from the Youth Brigade or people?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "There was Nchema Fule as well as Sebanda, as well as Joseph Mabaso.",
            "Male"
        ],
        [
            "MR STEWART",
            "And were you and the other trainees addressed at this function?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Doctor Buthelezi addressed us.  He was welcoming us and thankful that we had arrived back safely and he appreciated that we had gone for the training.",
            "Male"
        ],
        [
            "MR STEWART",
            "After that function, how were you then deployed?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "After this function we were instructed to return home and we were supposed to report back at camp after two weeks.  There was a truck that I got onto and it dropped me off at Pietermaritzburg.\n\tAfter two weeks I returned to the Hlongwane Camp and I found other people there, people whom I had trained with at Caprivi.",
            "Male"
        ],
        [
            "MR STEWART",
            "Did you then receive instructions?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "The Defensive Group was called, I don't know what happened to the other groups, we were told that we had a task to carry out at Ongoi University.  It was myself, Bongo Msomi, Ebeneza Khumalo, Wiseman Mokwena.  I don't remember whether there were more people present.\n\tWe left Hlongwane Camp and Buthelezi, the IFP driver who had also been trained at Caprivi, transported us to Insengweni where we were supposed to stay.  The operation did not proceed, we were told that it had been cancelled and thereafter we returned to Ulundi.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, in your application the first incident which is referred to as Incident 1 on page 350, for the assistance of Members of the Committee, you mention what has become known as the kwaMakutha Attack, now is it right that you've previously given evidence on your background training and so on, as well as on the events of this attack, in the trial of Peter Msani and various others?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "How did you initially come to be involved in this incident?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "When we went to collect our salaries from the IFP office in Ulundi in December, we were told to report at Ematigol in January.  I went there in January as told, when I arrived there I found the Offence Group present as well as the Defensive Group.\n\tGolani Mshengu who was the leader of my group called me.  He also called Smu Bengu, Dan Molefi and Bongani Sithole.",
            "Male"
        ],
        [
            "MR STEWART",
            "Just before you go on Mr Khumalo, was this now in January 1987?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR STEWART",
            "And what instructions was that group given?",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "May I interpose Mr Stewart?\n\tWere the people that you have mentioned, Smu Bengu, Molefi and Sithole, also members of the Defensive Group?",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, they were.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Thank you Mr Stewart.",
            "Female"
        ],
        [
            "MR STEWART",
            "Thank you.\n\tWhat instructions were you given?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Do you mean in December?",
            "Male"
        ],
        [
            "MR STEWART",
            "No, you mentioned that there was this group of you, a small group that was called together, what were you then told to do or what were you told that you had to do?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "We were told that Buthelezi, a driver of the IFP, will transport us to Durban where we would meet JP and JP will then give us further instructions.",
            "Male"
        ],
        [
            "MR STEWART",
            "Is that the same JP Opperman that you mentioned earlier?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR STEWART",
            "And is that also the same JP Opperman who also gave evidence at the trial of Peter Msani and others?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, that's the one.",
            "Male"
        ],
        [
            "MR STEWART",
            "Okay then continue from there, you said that you'd be taken to JP where you would be briefed, then what happened?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Buthelezi came in a kombi and he transported us to Durban and dropped us off at the Malibu Hotel.  We went into the hotel one by one.  JP gave us instructions that we should go and surveil two houses at kwaMakutha.  One of them belonged to Victor Ntuli, the others number was 2020.  Later he told us not to proceed with 2020 and concentrate on Victor Ntuli's house.  From Malibu, Buthelezi took us to kwaMakutha ...[intervention]",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, were you told who Victor Ntuli was and why you had to keep surveillance of him and his house?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.  We were told that Victor was a problem at kwaMakutha because he distributed arms for people to attack IFP members and he would sometimes collect funds for bail for members of the ANC.  He was the leader at kwaMakutha.\n\tSometimes ANC guerrillas would come to his home and he would hide them there.  It was for this reason that he was supposed to be attacked, as well as his house.",
            "Male"
        ],
        [
            "MR STEWART",
            "And did you then proceed to conduct this surveillance operation?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, we were told then ...[no translation] a night where we're going to do the surveillance on the following day.  I went and slept at Mpumalanga.  ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, whereabout is kwaMakutha Mr Khumalo, for the benefit of those of us who are not from this part of the world.",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "It is next to Isipingo at the South Coast.",
            "Male"
        ],
        [
            "MR STEWART",
            "For the benefit of the Committee, it's not far south from the Durban International Airport, southern area of Durban and there beyond.\n\tMr Khumalo, what surveillance in particular did you yourself undertake?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "The first thing that I did, I looked for a house, the direction of that house, as to how to find it when I leave from Inusini to reach that area.  They indicated to me and they showed me that this is the house.  I looked at it and I actually checked at the people who usually come there and also checked the people who stayed there and the visitors and things like that.\n\tI was also checking the structure of the house and I realised that it was a four-roomed house like the other houses and behind it there is an out-building.  At times it would happen that at night you were to listen and there would be toyi-toying and I realised that people who are in that house, children could also be there and also the mothers.  Those are the things that I discovered.",
            "Male"
        ],
        [
            "MR STEWART",
            "Over how many days did you conduct this surveillance?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I suppose about four to five days but we did not exceed a week.",
            "Male"
        ],
        [
            "MR STEWART",
            "To whom did you have to report back?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I was supposed to report this to JP Opperman.",
            "Male"
        ],
        [
            "MR STEWART",
            "And did you report to him the same things you've told us about what you observed?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I did and there was a time where I reported everything that I was actually observing there, that I just explained to you.",
            "Male"
        ],
        [
            "MR STEWART",
            "After you had reported back, what did you then have to do?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "After that we were taken and we were told that the mission is accomplished, that is Opperman told us and Buthelezi took us, who was with Kleside, took us back to the camp.  ...[intervention]",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, which camp was that?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "The Matikulu Camp.",
            "Male"
        ],
        [
            "MR STEWART",
            "And is that in northern Natal, northern of the Tugela?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it is like that.",
            "Male"
        ],
        [
            "MR STEWART",
            "What happened then?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "(no English translation) and another offensive group and we went to Ulundi.  ...[intervention]",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, sorry to interrupt.\n\tIt seems Mr Chairperson, that we may have lost some of the interpretation there.  The witness certainly spoke at some length and the interpretation I got was very short, perhaps we can just ask the Interpreter if we had lost something.",
            "Male"
        ],
        [
            "INTERPRETER",
            "No, you didn't.",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Alright, if you'd carry on Mr Khumalo.",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "When we arrived at Ulundi it was just a crossed sea and there where we found JP, Kevin, Machubani who were standing there, and then we jumped off and JP came to us, that is to myself and Pumlani Mshemu and actually he told us that we must brief the Offensive Group about what we discovered there.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Khumalo, when you Pumlani Mshemu, are you still referring to Xholani Mshemu?",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I'm referring to the same person.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And when you say you were approached with Mshemu by JP, what had happened to the two other members of your group, were they still part of the troop that went to Ulundi?",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, they were there but JP only called myself and Pumlani Mshemu and actually the others remained and they were taken by Kevin who talked to them.  I don't know what he said to them.",
            "Male"
        ],
        [
            "MR STEWART",
            "And did you then give a briefing to the Offensive Group?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I did, I was actually told that I must tell them about the structure of the house.  I was actually supposed to draw that on the soil. I then did that with the soil, then I just left it on that sand.  Thereafter the Offensive Group actually took out their AK47s and practised shooting.  The targets were actually placed there and they were shooting.\n\tThereafter we actually gathered all the cartridges and then JP told me that I will leave with the Offensive Group and show them Victor Ntuli's house as kwaMakutha.  I remained and then I boarded the kombi with the Offensive Group, JP remained and then he said we will meet him at a certain place next to a place.  He just directed us to a certain spot at nearby Louis Botha Airport, where we will actually get the weapons.\n\tWe then boarded that kombi, Peter Msane was the one driving that kombi.  The Offensive Group, we took off and then we went to Durban.  I can't quite remember whether we started at Amatukuli or whether we went straight to Durban.\n\tWe went and then we arrived in Durban at about 2 a.m. on the spot that he had actually told us we would meet.  When we arrived there they called the Offensive Group and they were called aside by Kevin.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, just before you go on, when you went there in that kombi, do you remember who was with you?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I do.  People who were there was Peter Msani, Big Boy Ndlovu, Sxlen Ndlovu, Prince Mkhize, Botsotso, Makaseti, Mbuazi and Ntjale.  I can't quite remember Ntjale's name.  I can't remember the others, but those are the few that I remember.",
            "Male"
        ],
        [
            "MR STEWART",
            "You mention in your statements also the name of Isaac Shobede and Martin Khanyile, do you remember now whether they were with you?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I do remember them now.",
            "Male"
        ],
        [
            "MR STEWART",
            "And who did you meet at that place near Louis Botha Airport at about 2 o'clock in the morning?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "In this area we met JP Opperman and Kevin.",
            "Male"
        ],
        [
            "MR STEWART",
            "And what transpired at that meeting?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Here I saw rifles, Ak47s were taken out and the torches were put there and it was given to the Offensive Group and I actually saw them holding balaclavas.\n\tJP gave me some papers that when we were at Ulundi, Xholani drew those papers, they were written: \"Ijuva Disco tonight - 7.30p.m.\", and the contact number was written, so we actually had to paste those on the sides of our kombi and then that was covered like that.\n\tThereafter ...[intervention]",
            "Male"
        ],
        [
            "MR STEWART",
            "Just before you carry on, what was the purpose of placing those papers on the side of your kombi?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "These were supposed to be seen by people, that is people who would see this kombi would actually think that this is just a kombi owned by the night-club people and not actually realise that these are the people who are going to strike or attack.",
            "Male"
        ],
        [
            "MR STEWART",
            "And you say that the Offensive Group were given AK47s and torches, were you yourself armed?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, I wasn't given anything because my job was to point.",
            "Male"
        ],
        [
            "MR STEWART",
            "What transpired from there, from that meeting?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Thereafter, after pasting these stickers and this Offensive Group, and then the Offensive Group left with those AK47s and torches.  We then left but finally just before we left I heard one instructor saying that: \"You hear, you must know that nobody should remain in this area\".\n\tJP said again that if we encounter some problems or where the policemen try to stop us, we must actually take these policemen and direct them to the spot where they are.  They are the ones who will actually talk to those police and explain to them what the situation was.  Thereafter we left heading for kwaMakutha.\n\tWe left until we arrived at Victor Ntuli's house.  When we arrived ...[intervention]",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, sorry to interrupt you, just before you get to that, at that time when you were now leaving, what was your understanding of what the objective was of going to Victor Ntuli's house?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "What I knew was that we were just going to destroy everything and attack everything that is there.",
            "Male"
        ],
        [
            "MR STEWART",
            "If you return to where you were, you say that you went to Victor Ntuli's house, then what happened?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "When we arrived, in the front seat it was Victor Msani, in the middle myself and then there was Xelo and the other people at the back.  When we arrived on that gate the car parked and the others left quickly and then in the car Peter and myself remained.  We then left and we made a U-turn.\n\tDuring that time when we went to make a U-turn we heard all the shooting happening there and then we came back, we returned.  When stopped, parking at the gate, this group was already finished because they did that promptly and then we, they boarded the car and then we left and we went back to the spot where JP and Kevin were.\n\tDuring that time when the car was still parked while we were waiting for this group to go inside, on the neighbourhood there was somebody who came out and actually wearing anything above and checking what's happening.  Peter at that time had that Tokarev pistol and actually shot in the air and this person actually ran away.  I don't know what happened to that person thereafter.  This group then came in and then we left.",
            "Male"
        ],
        [
            "MR STEWART",
            "Are you aware of what that group actually did in attacking the house, if they killed people and what happened, are you aware of that?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I did know that.",
            "Male"
        ],
        [
            "MR STEWART",
            "And what happened, were people killed?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, people died because when on our way with the people in the car, when we were on our way to away the AK47, somebody was relating in the car that a lot of people and mothers and children were killed there.  I can't quite remember who was actually relating this story.  Then the other one actually indicated that he lit the torch and realised that it was a child and then he was afraid and didn't shoot.  On the following day I heard over the radio and also in the papers that people died there.",
            "Male"
        ],
        [
            "MR STEWART",
            "When you left in the kombi, where did you go to?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "We left by that kombi and then we went where we left JP and Kevin, nearby Louis Botha and then they jumped off and JP asked what happened and they said: \"Everything went off fine\".  They gave Kevin the guns and they actually gave the report-back.  I wasn't nearby so I'm not sure what was said because I was busy taking off the stickers that were placed on the sides of the kombi and also the number plate, we actually had to change the number plate because it was the new one now, so we took back the old number plate.\n\tThereafter the rifles and the balaclavas were left there with JP and them.  We left and we drove slowly until we arrived at Matikulu Camp and then we slept.",
            "Male"
        ],
        [
            "MR STEWART",
            "And was that the end of that incident for you, so far as your involvement was concerned?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "That wasn't the end because, I can't quite remember because whether it was in that afternoon or the following day the very same kombi came and actually took the Offensive Group that went to kwaMakutha with me.  We went to the Mashubane shop at kwaMahlati at Ulundi and it was now at night.\n\tWhen we arrived there there was a goat.  Mashubane then said: \"Men, I slaughtered this goat so that I can wash you because there the children died and the females, so I actually wash you by slaughtering this goat\".  \n\tHe actually slaughtered this goat and took some medicine and it was like Ntelezi and we're actually supposed to vomit and then we ate this goat.  Thereafter we actually went to Matekulu and that was the end of it.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, the Incident 2 dealt with in your application at page 353 is concerning the murder of Zazi Kuzwayo in Clermont.  You have given your evidence on that previously, in April although you were not cross-examined on it.  That may still happen but there is no need to give any further evidence in chief on that unless the Members of the Committee require it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think we need to hear it again but of course as you mention, if there is to be any cross-examination of that, that that may be done when it's the cross-examiners' turn to do so.",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Thank you Mr Chairperson.  The same goes for Incident 3 which was the attempted murder of Mrs Pam Tshabalala in Clermont, which is at page 357 of your application.\n\tIncident 4 for which you apply for amnesty is referred to as when you were on patrol duty with Jabulani Makatini in Mpumalanga, do you recall this incident?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I do remember this.",
            "Male"
        ],
        [
            "MR STEWART",
            "Perhaps before we do get into the details of it, you should explain to the Committee how it came about that you came to work in Mpumalanga and also explain about the appointment certificate.",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "To come to work here in Mpumalanga I received an instruction from Madlanduna that now we will actually be deployed at Mpumalanga Police and that way Madlanduna, I don't know how he arranged that but we actually got the police certificates and indeed we did get those police certificates.  They were actually being ...[indistinct].  I myself received Detective Constable and we were actually then deployed in the KZP offices which were here in the court.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, is that at the police station that is very near here?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, however in that time they were actually working in court before the police station was opened.  Here the police station was under Lieutenant Makatini, however we were working with ...[indistinct].  When we were here the work that we were doing was night duty and ...[indistinct] duties.\n\tHowever, at times Madlanduna would actually come and take us to do some other jobs because he told us that we mustn't forget that we are still him even if we are working with the police. \tAt times we used to go with Madlanduna.",
            "Male"
        ],
        [
            "MR STEWART",
            "And was this arrangement whereby you were assigned to the police but you received instructions also from Madlanduna, was that known by superiors in the police?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, they did know that.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now you speak about this patrol duty or these drive-by shootings, can you explain that to the Committee?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.  At times we used to patrol at night but then we did not patrol the IFP areas, the areas which were filled with the comrades, strongholds of comrades.  At times we would jump off and sjambock them and hit them with whatever weapon we had.  At times we used to shoot.\n\tHowever I wouldn't say that I remember quite clearly when I shot somebody because when you arrive and people are in a group where you actually scatter and run away and then you just shoot everywhere and you don't even see who you're shooting, so I can't quite remember and I can't say if there was somebody who died or who got injured during those shootings.",
            "Male"
        ],
        [
            "MR STEWART",
            "Were there many of these incidents?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, there were plenty.",
            "Male"
        ],
        [
            "MR STEWART",
            "Are you in a position to estimate how many?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "It's difficult, I can't say because at times we would actually leave to go for patrol and without even chasing people or even shooting people and at times we used to target people and it's difficult to indicate but it's quite a number of times.",
            "Male"
        ],
        [
            "MR STEWART",
            "Are you able to recall when this was and which year this took place?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Round about late '87 and '88.",
            "Male"
        ],
        [
            "MR STEWART",
            "And what was the situation between the IFP on the one hand and the UDF and the comrades on the other hand in this area?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "During these times I will just talk about the area where I used to reside at too.  During that time when you will leave Three Lines and it is known that you are an IFP member you wouldn't actually go to Mgoi and buy freely because you would return being chased or you would come back being a corpse.\n\tEven the schools, the children, especially the IFP children couldn't even go to school.  At times they had to be accompanied and usually it went on until we couldn't even accompany those children to go to school because we were also shot.  At times we had to go and meet people from work because when they were on their way back home they used to be killed.  So, the situation was just like that, where you couldn't even go.",
            "Male"
        ],
        [
            "MR STEWART",
            "And when you were performing these patrol duties, what was your objective, what were you trying to achieve?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "My aim was to, that in these areas, because the areas that were filled with the comrades, is that the comrades mustn't just sit freely and think that because they are on their stronghold they must just sit freely and just do as they please because their freedom means that it was easy for them to plan attacking us but when we actually tamper with them they wouldn't have enough time, they would actually think and be pre-occupied, think about defending instead of attacking.  \tWhen we were trying to defend, that was giving actually the Inkatha a chance of our organisation actually to be strong because if these comrades beat us it will mean that the IFP is now going down and that will mean that our jobs that we were trained for of protecting Inkatha, we don't know our job and we are not doing our job.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Stewart, if I could just ask a question.\n\tMr Khumalo, when you were doing these patrols were you doing them openly as members of the KwaZulu Police?  Were you patrolling in a police vehicle and were any of you in uniform or was it a type of undercover patrol?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "We were using the police cars.  There is a car called NOE20, it was blue and there was another one that was brown and with the number T, it was like a truck.  We used to use police cars but we never wore a uniform and we didn't even hide our faces.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But those marked police cars, I mean an ordinary citizen, would he know that it was a police car, did it have the police emblem on it?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, you would actually know if you know it.  You will see it if you know it but some people didn't know them but other people knew that these are the police cars.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, what colour vehicles did the KwaZulu Police usually use?  It's general knowledge for example that South African Police use yellow vehicles, what colour vehicles did KwaZulu Police use?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Light blue.",
            "Male"
        ],
        [
            "MR STEWART",
            "And that was the same colour as that van you spoke of?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "May I interpose Mr Stewart?\n\tWhen you committed these drive-by shootings that you've alluded to, was Mr Jabulani Makatini who was a full member of the BSI Police Force present?",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, he was around, he is the one who was driving the car.  Nobody else was driving it except him.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Did he participate in the so-called drive-by shootings?",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "It is difficult to say that because even myself, if it is said that there are the comrades, I don't even look I just shoot, so even himself who was driving, I've never seen him, I'm not sure.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "So you were the only ones who would intimidate and harass people you perceived to be UDF members but he would simply be a driver and not participate in the actual harassment or whatever form of intimidation that you ...[indistinct] on the perceived UDF members, is that what you are saying?",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I can say that.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, did you receive instructions to undertake these activities?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, the instruction yes.  As I was deployed here at Mpumalanga my job was just to attack and kill whatever was called a comrade whether I received the instruction or not, I was just trained to do that.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Stewart, I don't think your question has been clearly answered by your client.  I don't know whether he understood the gist of your question.",
            "Female"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, was this Jabulani Makatini your superior officer within the KwaZulu Police?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, at the time when we were in the car because he was the person who was the officer.  He was our superior.",
            "Male"
        ],
        [
            "MR STEWART",
            "And did you accept instructions or orders from him as to what you must do?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR STEWART",
            "And these included those activities that you've told us about?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, Incident 5 in your application which appears at page 359 is referred to as an attack in Isinatingi in Pietermaritzburg and it says that that took place in about November/December 1987, do you recall that incident?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I remember.",
            "Male"
        ],
        [
            "MR STEWART",
            "Tell us how you came to be involved in that incident.",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "At that time Madlanduna came and I was Zweli Dlamini, Danny Molefe, Tulani Vilagazi, Smu Bengu, Xwali Mshengu but I've forgotten the others.  We went to Isinatingi.\n\tOn arrival we found Zweli and Trevor Nene who were guarding a house belonging to an IFP member.  We saw houses that were burning and we did see the people who were burning the houses.  There were comrades coming from an area called Gigi.  \n\tOn arrival we joined the people who were trying to fight against the comrades, trying to stop them.  People were throwing stones at each other ...[intervention]",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo sorry, before you carry on, do you remember the name of the IFP person whose house you referred to?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I remember his surname Ngcobe.",
            "Male"
        ],
        [
            "MR STEWART",
            "And now if you'll tell us, you say that there were these clashes and you joined in, tell us about that.",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "We kept on throwing stones at each other and some of them started shooting and we then withdrew our guns and returned fire.\n\tPolice in a helicopter arrived at the scene and the crowd dispersed.  We ran away and hid in the very same house that we had come to.  At that time I saw two people on the ground.  I realised that they had been shot.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, what firearm did you have?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I had a .38.",
            "Male"
        ],
        [
            "MR STEWART",
            "That's a revolver.",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it is.",
            "Male"
        ],
        [
            "MR STEWART",
            "And the other that were with you that you've mentioned, Zweli Dlamini, Trevor Nene and Madlanduna?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I don't know if Madlanduna had a gun but I didn't see it because they had already been in the area.  I think they had police issue guns.  I don't remember whether they were HMC's or not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Stewart.\n\tDid you shoot anybody, you yourself?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, I did not.  I did not even fire my gun, I just drew it.",
            "Male"
        ],
        [
            "MR STEWART",
            "And you say you saw two people who appeared as though they had been shot, do you know by whom they had been shot?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, I do not but they had been shot by somebody in our group but I don't know who because we were many.",
            "Male"
        ],
        [
            "MR STEWART",
            "When you were taken to that area and you joined in these clashes which were taking place, what was the purpose of your going there and joining in, what were you supposed to do?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "The people who were attacking the area were comrades, UDF comrades.  The area that they were attacking was an IFP stronghold.  In joining the fight against these people I was helping my organisation, the IFP, because they were under attack.  If I did not join in the fight I would accept that or I would be implying that the UDF should actually defeat the organisation, therefore I was protecting my organisation.",
            "Male"
        ],
        [
            "MR STEWART",
            "Are you aware whether you've ever been investigated in relation to this incident, or have you ever been charged in relation to it?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, I've never been prosecuted.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now you mention in your application that at one time you were trained as a Special Constable at Koeberg, will you explain to the Committee how that came to be?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "In January 1988 we were summoned to Amatikulu.  On arrival there I found other Caprivians and other IFP members, some whom I knew and some whom I did not.  Brigadier Marte summoned everybody who had trained at Caprivi and he told us that he wanted us to join the Police Force as Special Constables because the police in the Midlands region appeared to be collaborating with the UDF and therefore we were supposed to join this branch so that we could keep watch.  \tWe enquired whether we would continue to be paid or not and he said yes.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, now at this time you had already been operating for some time with a KwaZulu Police Appointment Certificate and acting at some times\nas a KwaZulu Policeman, what was the purpose now of becoming a Special Constable in the South African Police as opposed to merely staying in the KwaZulu Police?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "As there was a huge problem in Pietermaritzburg we could enter the area but not freely but if we became Special Constables we would be able to get into the area freely and work freely.  I think there was a group called Group 19 or Group 18 that was problematic in the area.  We would therefore be able to work in this area where they worked and in this way we would be able to infiltrate the SAP.",
            "Male"
        ],
        [
            "MR STEWART",
            "Was that area at Pietermaritzburg outside of the jurisdictional area of the KwaZulu Police?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it was not under the jurisdiction of the KwaZulu Police.",
            "Male"
        ],
        [
            "MR STEWART",
            "Okay you've explained how you got called together and it was explained to you that you must join the Special Constables and that you would be paid for that, what then happened about the training?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "We went to Koeberg in January and returned in mid-February and on returning we were deployed to Pietermaritzburg.  We stayed in a hostel called De Huis and continued working, doing guard duties and patrol duties. \tWhen we patrolled we would be under a permanent member of the SAP.  I think we worked for about a month because thereafter they did not keep their promises, people from Inkatha, they did not pay us our salaries that we had been accustomed to, instead we were being paid the R100(?) which was paid to Special Constables.\n\tI decided to go back.  All Caprivians returned to Ulundi and we told them that we were stopping our work here because we were no longer receiving our salaries.  That is how we resigned.",
            "Male"
        ],
        [
            "MR STEWART",
            "About how many Caprivians were involved in this Special Constable training and who then left?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Although I'm not sure of the exact figure, I think we were about 100.",
            "Male"
        ],
        [
            "MR STEWART",
            "And were there other people who remained on as Special Constables who were not Caprivians?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, some of them continued.",
            "Male"
        ],
        [
            "MR STEWART",
            "You explained that your grievance was that you were not getting your usual monthly salary but only the R300 as a Special Constable, what was your usual salary that you referred to?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I can't remember whether I was earning R900 at the time.  I think it was around that figure.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now in your application you deal with Incident 6 on page 362, which you refer to as an attack on Magoba's Shebeen in Unit 2 in Mpumalanga and you give it as being during 1988 but no more specific than that, do you remember that incident?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I do but I should first explain that we are not the people who attacked at this place but we were present when we heard of this attack.",
            "Male"
        ],
        [
            "MR STEWART",
            "Will you mention what this attack was, explain it to us?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "It was myself, Mse Mdunge and Walter Mtalani, we were at Magoba which was a shebeen and they also had rooms to let.  One Caprivian, Mubengu stayed there.  We were sitting there drinking.  I heard gunshots and some screams and I told Mtalani that I should go outside and check what was going on.  I then saw something happening near Mosaxulu's house.  I saw our supporters running towards us and comrades chasing them.  I then went back in and I told Mse that there was trouble outside.  We told Mtalani to go into the house because he was drunk.\n\tAt that time I had a 9mm pistol with me.  Mse went into the house and took a knife from the house and we went and joined our supporters.  When we got to the corner there was a comrade who was on top of a tree shooting down.  I shot once with the gun and thereafter I gave it to Mse and he gave me his knife.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, why did you exchange weapons like that?  If you had the gun, why did you give it to your colleague and take a knife from him?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I felt that I was too drunk.  I had missed when I fired my gun once so I thought that I should give the gun to Mse because he was trained in offensive attack and therefore we exchanged weapons.\n\tWe proceeded until the comrades ran away.  When they reach ...[indistinct] we stopped chasing them and returned home.  I was walking along the street and there were some other IFP supporters near the houses.  A boy approached from the passage, there was blood on his chest.  He tried to jump over a fence but fell and when he fell I stabbed him.\n\tPolice approached thereafter and we ran away.  We did not go back to Magoba's house, we instead took a taxi to Unit 4.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Khumalo, why did you stab that boy who tried to jump over the fence?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "My intention was to kill him because he was an enemy, a UDF member and they had attacked us therefore I got a chance to do what he would have done to us.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, how did you know that he was, as you describe, an enemy?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "He was wearing a UDF T-shirt.",
            "Male"
        ],
        [
            "MR STEWART",
            "Do you know whether he died?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "He did not die because I later heard from someone that he had seen this guy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you had not consumed liquor that night, would you have stabbed him?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Khumalo, you've just responded that the reason why you stabbed the person was that you saw him or you perceived him to be, you stabbed this person ...[intervention]",
            "Female"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "You've just stated that you stabbed this person because he perceived him to be a UDF supporter by the fact that he was wearing a UDF T-shirt.",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "In your application you stated that you knew this person even though you could not remember his name, to your knowledge, was he a member of the UDF?",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "As far as I know, yes.  Besides the fact that he was wearing a UDF T-shirt I would sometime see him but I'm sure that he was a UDF member because I had seen him wearing this T-shirt before and he was wearing it on that day.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Apart from the fact that he was wearing a UDF T-shirt, was he to your knowledge a member of the UDF or a supporter or sympathiser of the UDF?",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I did know.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Thank you.",
            "Female"
        ],
        [
            "MR STEWART",
            "Do you now know his name Mr Khumalo?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, I do not.",
            "Male"
        ],
        [
            "MR STEWART",
            "To your knowledge, have you ever been investigated for this offence?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, I was never.",
            "Male"
        ],
        [
            "MR STEWART",
            "Incident 7 in your application at page 363, deals with what is described as an attack at Three Lines in Mpumalanga.  It is also said to have been during 1988.  Before we deal with it specifically, at this time were you staying in Mpumalanga?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I resided at Mpumalanga.",
            "Male"
        ],
        [
            "MR STEWART",
            "And was this the same time that you referred to earlier, when you were working under the auspices of the KwaZulu Police?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it is.",
            "Male"
        ],
        [
            "MR STEWART",
            "And you were also receiving instructions from time to time by Madlanduna to carry out particular operations?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR STEWART",
            "Well explain to us how you came to be involved in this incident, being the attack at Three Lines.",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "At that time the situation was tense because nobody went to school in our area, it was only Caprivians who were able to go to the shops because we had guns.  We would collect money from everybody in the area and they would give us a list and we would go to the shops to buy for them.\n\tSome people who were employed no longer went to work.  Some died, like a girl from the Xginsi family who was killed at Nxoi area, so the situation was very tense. \n\tOn a particular day there was a Caprivian called Bongo Somi who resided in a stronghold of the comrades.  Bongo came with the information that, he told us of areas where ANC members resided, so on that day we saw UDF members approaching from an area called Five Rand and went into Dennis's Shebeen.  Through the information that we had been given by Bongo, we knew that comrades went to this shebeen to drink.\n\tI, Smu and Nati as well as Mosakulu were sitting somewhere across at a spot where we could observe.  We saw the people going into the shebeen.  An hour did not elapse and these comrades came out of the house, they were singing.  They were actually singing that they were going to attack our area.\n\tAt that time we did not have guns.  There was somebody called Teacher who had a 7.65 gun.  We went to him and it was decided, because he trusted me, I should be the one who borrows the gun from him.  He gave me the gun.  I explained to him what the situation was like and he also could see these people who were toyi-toying.  We could see that they were preparing to attack.  There were a few of us and therefore he could see that the situation was bad.  He gave us his gun.  \n\tWe thought that we should ambush these people whilst they were still on the way so that they would not reach the area because if they did indeed reach the area they could cause much more damage.  We then went across ...[intervention]",
            "Male"
        ],
        [
            "MR STEWART",
            "Sorry, before you carry on.  This person, Teacher that you've referred to, would that be Teacher Dlamini?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR STEWART",
            "So at that time when you were preparing to ambush these people whom you thought were coming to attack your area, was it only yourself now that was armed, and that was with the firearm that you'd acquired from this Dlamini?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.  The others had knives and butcher knives. ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Khumalo, could you give an indication as to approximately how many people there were in this group that you intended to ambush?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "There were more than 20.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you notice whether any of them were armed at all and if so, with what were they armed?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, we realised that they were armed.  They had these butcher knives that they were scraping on the ground.",
            "Male"
        ],
        [
            "MR STEWART",
            "Will you explain then how you laid an ambush for this group?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "They were outside Dennis's house and we positioned ourselves near the corner.  A car approached from the other side and it passed them and when the car approached them they moved to the side of the road.  They were divided into two groups to let the car pass.  I fired my gun.  They ran away and some ran towards us and the people who had guns stabbed some of them.  I don't know how many people were injured but I saw one person on the ground.  We tried chasing the others.",
            "Male"
        ],
        [
            "MR STEWART",
            "Did you check to see whether that person had died?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, we did check because when I was near him, when I was close to him I realised that he is dead.",
            "Male"
        ],
        [
            "MR STEWART",
            "Do you know who it was?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, I do not know.",
            "Male"
        ],
        [
            "MR STEWART",
            "You mention in your statement that you had tried first to get Madlanduna to bring you a firearm but he couldn't be reached, do you recall that?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I do, we did not reach him.",
            "Male"
        ],
        [
            "MR STEWART",
            "Why did you try and get a firearm from Madlanduna?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I wanted the gun because we were being attacked and if we were attacked we should have a weapon to defend ourselves with.",
            "Male"
        ],
        [
            "MR STEWART",
            "Did you expect that Madlanduna would have a firearm for you?  Is that the role that he usually played?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, as our commander, if we explained the situation to him he would normally advise us on what to do and sometimes he would give us guns, therefore I knew that if we could get hold of him he would be able to give us a gun.",
            "Male"
        ],
        [
            "MR STEWART",
            "How was it that you yourself did not have a firearm permanently as an apparent member of the KwaZulu Police?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "During that time ...",
            "Male"
        ],
        [
            "MR STEWART",
            "You can proceed Mr Khumalo.",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "The police guns were actually booked when we actually go home.  Thereafter, after the duty whether you are from the patrol or whatsoever we used to leave them in the office.  We never left with the guns.  The guns that we had were actually not the proper guns.  Mine was actually taken by the police.  I didn't have to office one.  I used to borrow or maybe take some from Madlanduna or he would take it or you know, leave it with me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Khumalo, when you said you fired at those people, did you hit anybody?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I cannot say that I realised that I did shoot somebody, it was just an ambush and I was just shooting randomly so I wasn't directing it to anyone in particular and then I see that person falling down.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Mr Khumalo, you said in the sixth incident you had a 9mm which you could not use, where did you get that 9mm from?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "This 9mm I actually took it from kwaMashu.  We went to kwaMashu, I can't quite remember the section and when we arrived there there was a comrade from that place, he actually showed us this place and actually indicated that these are the comrades, so it was during that day we couldn't actually kill those comrades so we took it from those comrades.  We did not actually take this guy to prison.  I just took the 9mm when we were searching them.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "After you had given it to your colleague because of your insobriety, did he give it back to you later, that 9mm?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Can you repeat the question?",
            "Male"
        ],
        [
            "ADV MOTATA",
            "You remember when you tried to shoot at those who were on the trees, that is the comrades, you gave it to your colleague and you instead took a knife, after the incident did your colleague give it back to you?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Thereafter yes, he did return it to me.  Yes, it was with me.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Because now when we speak of Incident 7, we can't actually recall the exact month and date, the same as Incident 6.  What had happened to the 9mm when you now were involved in this Incident 7, ambushing the comrades?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "This 9mm, when I was actually wanted by the police, I can't quite remember why they were looking for me, they used to come in the house.  Luckily they would come when I'm not around.  I was in Pietermaritzburg when I was a Special Constable, when the police were looking for me I just ran away and I went to Ulundi.\n\tAt Ulundi I knew that the situation is bad at Three Line, people were being attacked.  I decided to leave the gun behind so that they can protect themselves.  I actually left it with Tulani Vilagazi.  When I was at Ulundi I heard that Tulani when he was working on the road, he was shooting randomly, actually he wanted to shoot everyone on the road and he was taken by the police and they took the gun.  That is how I lost that gun.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Thank you Mr Stewart, you may proceed.",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Thank you.\n\tMr Khumalo, this incident concerning the attack on Three Lines, when you killed the person on the bridge above the stream, were you ever investigated or charged for that offence?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now if we can move on and deal with Incident Number 8 which begins at the bottom of page 364 in the papers.  It's what's referred to as the killing of Mrs Xhaba and it's said to be in 1988, do you remember that incident?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR STEWART",
            "Who was Mrs Xhaba?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I heard of her.  I didn't know her, I only knew that when I was across that it was, I was told that there was the Xhaba place.  She was working in the firms.  I can't quite remember whether at Weber or in Pinetown, but the information that I received is that there was a person Bongo Somi who was our person just across.  He is the one who told us that at Xhaba's, as you see there's always comrades there.  Those are the comrades that usually attack us at night.\n\tMrs Xhaba used to supply them with the guns, food and this so that they can go and attack and come back.  When we received that information I was with Musa, Musa Xulu.  We then decided that this person must be attacked.  She is the one then who is destroying us. Instead of destroying or attacking a lot of people we should target the very same person who is supplying them with guns, food and the other materials, to the people who attack us.",
            "Male"
        ],
        [
            "MR STEWART",
            "Sorry to interrupt you.  You mention in your application that you verified the information which you had received, in what way did you do this?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I spoke to another group with the other person.  Those people who were the Inkatha members they actually verified this and also Bongo was a person who was trained in the Defensive Group.  The information that she was was brought by him.  I didn't actually have any doubts to such information and I didn't even question because he was trained in the Defensive Group.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now you've explain that you and Musa Xulu decided that Mrs Xhaba should be killed, explain what your plan was.",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "The first thing, we actually went and looked for a gun.  During that time it was not easy to go, we didn't even have the phone and now Noka Dlamini was there just around.  He was also a Caprivian.  We went to him and this person Noka gave us an HMC, the gun, and then we proceeded because we thought that Mrs Xhaba, it will be better if we actually kill her after work.\n\tOn the first day we met her at night, it was in the evening.  When we met here there were other people who were with her, so we left her on that day.  We decided that we should wake up early in the morning, and then we went with Musa Xulu and then we slept in my house and then at 3 a.m. we woke up, we went and then we hid there nearby her house.  We stayed there and then we saw her leaving the house.\n\tWe followed her and she was on a certain passage and this passage was nearby the house called Ekoseni.  On that passage there are a few flights of stairs, about three or four.  On the last stair I was in front and Musa was behind.  Musa had this butcher knife on the last stair.  I was on the first flight of stairs and then I was actually made a noise and then she looked behind and checked who was there.  I suppose the footsteps actually scared her, so then when she looked back I shot her.  I fired twice and then she fell down and then we returned and we ran away and then we went where I live.  I went back where I live and then Musa went back to his place.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, did you receive specific instructions to kill Mrs Xhaba or did you come to that decision on your own, you and Musa Xulu?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.  As I have explained, the situation during that time was tense and it was difficult even to make contact with the person who is outside our unit, not unit, I mean outside Three Lines, on that small area.  We couldn't even phone, we couldn't even bother any transport to go to Madlanduna and explain the situation to him and even himself on the other side was busy and the entire township it was just a war.\n\tWhen we realised that there was such a threat, we decided to take the decision on ourselves and then we decided that we will tell him thereafter.  We took it upon ourselves.",
            "Male"
        ],
        [
            "MR STEWART",
            "Did you tell Madlanduna or any of your other superiors about this incident thereafter?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, we did.",
            "Male"
        ],
        [
            "MR STEWART",
            "What was their response?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I can't quite remember what he said but I can't quite remember but he did not object to what we did.",
            "Male"
        ],
        [
            "MR STEWART",
            "Was what you did within your general instructions for what you were supposed to be doing in that area?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it was our real job, a definite job description.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "But the question is, was what you did within the general instructions, is that what you're saying?  You're saying: \"Yes\" to that question?",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I say yes.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And if you say: \"Yes\", who gave you those general instructions and when were they given to you?",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I will explain like this.  Firstly, training that we received, we were trained that when we return, we were told that when we come back we come back to fight against UDF.  There were times when there was no need for me to wait for an instruction to do something and at the same time knowing very well that I'm supposed to do this because I'm trained.  I'm given everything that I need to face such a situation at that particular point in time.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "I still do not understand your response to my question.  Were you ever made to believe that if you saw it fit to take an action against a person you perceived to be a UDF member or a political opponent, you were free to exercise your own discretion in taking whatever action that you deemed appropriate?",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.  This case that I'm talking about I'm talking about the case whereby if I were to sit and wait for somebody to give me some authority or instruction to do such a thing maybe that time wouldn't have come and that time would come whereby I'm dead.  I'm talking about an emergency case whereby I couldn't just sit realising that things are going wrong because that person was actually handing out guns to attack us.\n\tSo if I find somebody who is a cause of all these things and I realise that this is the person and I know that I'm trained to do this, I wouldn't leave such a person and wait for another day that I do not know, to report such a case because we on ourselves as Caprivians we have agreed amongst ourselves what we should do. I actually saw that that was fit for us to shoot.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "If I may proceed further Mr Khumalo, how long did it take you to verify the information that you got from Bongo about the activities of Mrs Xhaba?",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "It wasn't a long time, because as I've explained Bongo I actually trusted him, that he wouldn't actually come with the wrong information and I also asked other IFP members who were around there.  It wasn't a long time.  I asked the very same day and I heard it on that particular day and that was it.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Were you able to verify such information within minutes or did it take you a few hours to do so?",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "It was minutes, just speaking with those people who were residing there.  Those are the people who knew the place.  I was new in that area and I didn't know anything.  I depended on what I was told by other people.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Mr Stewart, may I just get one point clear here.\n\tThe report you made to Madlanduna, do you remember where and when you did so?  That is now concerning this particular incident.",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I can't remember the place and time but I remember telling him that such a thing has happened.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, were you to your knowledge ever investigated in connection with this murder?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I did not know whether there was an investigation whatsoever.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just on the Mr Stewart.\n\tYou said that you fired two shots at Mrs Xhaba and she fell, now it's been referred to as a murder.  Did you know that she died or did you establish that she died?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I know that she died because I saw in the morning there were police there and when I went, and even people in our surroundings, the IFP members, I actually went asking what happened and they told me that Mrs Xhaba was shot there across.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, Incident 9 at page 366 is referred to as an attack on Chonco's house and it's said to have been 1988 in Mpumalanga, do you remember this incident?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I do remember.",
            "Male"
        ],
        [
            "MR STEWART",
            "Will you tell us how you came to be involved in this?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.  Here at Choncos I was staying nearby that place because I was residing nearby at Mkhize's so I was nearby.  It was the base of the comrades.  The comrades used to camp here.  Whenever they were going to attack or whatsoever they used to be here.  If there were riot investigations the police used to be there and the riot investigation used to be there and actually would come and hit us and maybe take those people to lock them up.\n\tOn this day we actually heard the rumour and it was full on that day, we heard that there was a policeman by the name of Ntagani and this Ntagani was responsible for the death of other IFP comrades.  When we heard this, that Ntagani is there we should actually rush, make it snappy and maybe we will find him there.  \n\tBy then it was Musakulu, myself and Bengu.  The gun that we had was an HMC which was with myself and a 765.  I can't quite remember who was holding the other but the third person had a knife.  When we checked, because we wanted to enter in front where they were standing, we couldn't actually enter through that area because they would see us but we wanted to surprise them.\n\tWe finally decided that we will actually enter through the house that is on the left nearby the Choncos.  We actually decided to go through.  And actually that house had a high fence and we couldn't enter well.  We hid on the corner of that house and we fired because there were some people who were actually appearing there.  \n\tI shot with the HMC, Musa or ...[indistinct] was having the 65 and then we shot and then we left because those people disappeared.  We then ran away.  We went to stay at Zweli Dlamini.  Before we arrived at Zweli Dlamini we passed by the house at Langa and Musa said: \"Here's this prostitute that is actually bothering us\", and then we fired and then we left.  We actually scolded him: \"Why you actually shoot just before we arrive at home\", because we were actually telling the police that we are this side now. ...[intervention]",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, before you carry on, the first attack that you mentioned where you were firing from a neighbour's yard, are you aware whether anyone was hit in that attack, if anyone was wounded?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I heard because I was arrested after a week or two and I was actually charged with attempted murder.  I did not even ask how big or how many people were killed but I was charged with attempted murder.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Was it you alone or the group you were with who were charged with attempted murder?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "There were 10 of us.",
            "Male"
        ],
        [
            "MR STEWART",
            "And now you've explained that there was a shot fired and if I understand you correctly, at a prostitute on your way home, who fired that shot?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Musa Xulu is the one who did that.",
            "Male"
        ],
        [
            "MR STEWART",
            "And did you know that he was going to do that before he did it?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, that was never planned.  We actually planned to attack Choncos and come back to sleep.",
            "Male"
        ],
        [
            "MR STEWART",
            "Well I understand insofar as the plan was concerned, but now after the original attack, at the time immediately before Musa fired at that woman, did you know that that was his intention, that that's what he was going to do?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, I did not know that but when we asked him thereafter: \"Why did you shoot that person\" and who that person was, then he explained to us that that girl is from Langa and that girl is a comrade and the house, the Langa family is the house of the comrades and then we couldn't say we were ...[indistinct] because that was done already.",
            "Male"
        ],
        [
            "MR STEWART",
            "And was she actually killed?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, she didn't die, she was actually shot on the thigh.",
            "Male"
        ],
        [
            "MR STEWART",
            "And to your knowledge she then survived after that?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR STEWART",
            "Okay, now if we go back to where you were, at that time you were approaching where you were staying, what did you do with the firearms?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "When we arrived at Zweli Dlamini, because as we were running away I saw the police as if they were approaching Three Line, so when we arrived we took those two 765's and HMC and then we hid it under the fence of our neighbour and within some few minutes thereafter the police came with Djablani Dlamini, Zweli's brother and then were raiding in the house and they wanted the 65 and then Djablani was beaten by them and actually told them that there was a 65.  They didn't find that 65 and they left thereafter.",
            "Male"
        ],
        [
            "MR STEWART",
            "Had Djablani also told them about your involvement?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I think he did because when we were running away from Choncos we went up, there's a house, that house was the Dlamini's house at Vusi's and then we crossed there and when we were crossing there Djablani was there with Vusi.  Musa Xulu spoke with Djablani and told then in the house and they heard his voice and they heard that it was Musa.  I think they actually then figured it out, that whose that because thereafter we were arrested.",
            "Male"
        ],
        [
            "MR STEWART",
            "What happened on being arrested?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Before we were arrested, at night a lot of people were arrested, I suppose about seven because Tulani and the others, myself and Musa and Sbu ran away.  I ran away and stayed at the valley.\n\tWhen I was running away I left my clothes in the house.  After a week I came back for my clothes.  When I started there at Sxelo's there's a place where they sell liquor.  I stayed there until it was dark.  When it was dark I then went to fetch my clothes.  \n\tOn my way I met the ZP's, they passed, they were in a kombi.  Thereafter I met another kombi and I thought it's the same kombi that I met however it wasn't so, it was the riot investigation people.  They searched me.  I had a butcher's knife and the appointment certificate of Ulundi.\n\tWe were sitting in the house after the shooting and they were arresting me that I'm the one who shot.  When we were on our way out I did not hear that there was a shooting already, so I was taken to the place where the shooting occurred and then there were other females, the mothers.  They said: \"This is the person who was shooting here\".  \n\tI was taken there and then they asked who was with me and I can't quite remember who was with me but that person was actually arrested on the way.  That person actually mentioned my name and he said I'm Sosha and then the police were happy and they said: \"We have been looking for you for a long time\".  That is how I got arrested.\n\tAll of us were arrested on that night because Musakulu was arrested in Maritzburg, Noko was from his place.  About 10 of us were charged in this case.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now Mr Khumalo, you say that there were 10 of you in total who were charged, were you formally charged in court?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, we went to court and then we received bail.  I can't quite remember whether it was R200 or R100 and then I went back to the township.  When I arrived in the township I didn't even sleep in my house, I went to Zweli's because we used to camp there.  Then I saw the police in my house, the very same police who arrested me, they were with the others now.  I was surprised that now what do they want because they did charge me and I'm out on bail now.\n\tThe following day I woke up and I went to Ulundi and I went to Mashobane and told him that I'm in trouble and then I'm arrested like this, and Mashobane advised to me run away, not to go back to court.  ...[intervention]",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, this Mashobane, is that MZ Khumalo?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it is MZ.",
            "Male"
        ],
        [
            "MR STEWART",
            "Why did you go to tell him, what did you expect from him?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "As our leader, I needed the advice as to what to do because I indicated that I was arrested for this case and the police came at night, so him as a person whom I perceived to have information and have connections with people who have knowledge about other things, maybe he could find out what they were looking for me for.\n\tHe actually advised me not to go back to court but to run away but then he said he won't help me with a place to hide because he once helped me, he once helped me to hide.  And checking the conditions were not good so I decided to leave at that time.  He said that because I did not stay where he hid me before, he won't do it again.  \n\tOther people did the same thing, so he said I must now look for a place on my own and then as soon as I find a place I must tell him and he will bring the money to me, I mustn't come back to Ulundi.  I then went to Mr Djamile and I indicated to him that I'm in such a problem and he said: \"That's not a problem\".  He took me to Nkosi Kaula at Mzumbe and he talked to Nkosi and then he agreed that I stay there for a year.  That is '88.  In the beginning of '89 I went to Nkosi and I camped.",
            "Male"
        ],
        [
            "MR STEWART",
            "This place, Mzumbe, is that on the South Coast somewhere not far from Port Shepstone?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it is.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now you say you left there and you returned to the camp, that's some time earlier in 1989, is that Matekulu Camp?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, it is at Mkuzi.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mkuzi Camp?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR STEWART",
            "And what was the purpose of going there?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I had been doing a course at amaTikulu and I was removed from there.  I was told that the police had information that I was there, so my going to Mkuzi was to continue hiding.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now Mr Khumalo, you explained that at some point you went to Sasol and you were employed at Sasol and you did work, recruiting for the so-called Trade Union, UWUSA, will you explain that period briefly?  It's not important to go into a lot of detail but will you explain briefly to the Committee that period and what your objectives were.",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "We went to Secunda because the projects relating to Caprivi was about to close down, there were not longer sufficient funds to sustain it and therefore Mashubane said he will take us to Sasol but we were not going to work as employees of Sasol but continue working for the IFP.\n\tThere were four or five groups and in each group there was a leader whose responsibility was to gather information.  There was a Chemical Workers Union which was affiliated to COSATU and therefore our responsibilities would include fighting or opposing this Union, intimidate their leaders and terrorise them as well as identifying people who could join UWUSA.  That was our job.",
            "Male"
        ],
        [
            "MR STEWART",
            "And did you do that job?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "We attended meetings and I was working on a six to six shift and sometimes I would not be able to attend the meetings, so I do not know whether these objectives were carried out because I also resigned from the job shortly after commencing working.",
            "Male"
        ],
        [
            "MR STEWART",
            "Why did you resign?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "The problems related to the promises that had been made to us, because when we left the Mkuzi Camp in December, Mashubane promised that he would pay our salaries for the following four months but when we arrived at Sasol in December we did not receive our salaries.\n\tOn enquiring we were not given any response and we decided to resign.  I worked on a six to six shift for three consecutive weeks and earning only R500 and decided that I should resign and return.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now Mr Khumalo, you explain in your application how you came to obtain a normal job for a period but then at some point you returned to Ulundi because there'd been a publication about Caprivi trainees.  Just explain that to us, why did that mean that you must now return to Ulundi?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "On returning from Sasol I remained in Pietermaritzburg to find employment.  I got a job in 1991 as a security guard at NPA.  I worked with some guys whom I'd attended school with, these boys were comrades.\n\tOn a certain day our names were published in UmAfrika newspaper and as I arrived at work these boys were talking about me and I realised that they might kill me, therefore I thought I should resign.  I did this and returned to Ulundi.  \n\tI went to Ulundi for purposes of seeking employment.  I did not find employment until I returned to Pietermaritzburg.  I remained in Pietermaritzburg for about two months.  On a particular day my father told me that a certain Madlanduna had called and asked me to report in Durban.  I did this and I met Mashubane.  I was thereafter employed by the IFP office in Durban.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, what work did you have to do for the IFP at the IFP office in Durban?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "My job was that of bookkeeping as well as recruiting, issuing receipts and forms to people who wanted to join the IFP.",
            "Male"
        ],
        [
            "MR STEWART",
            "So was it what might be described as normal political organising work and not the work that you'd been doing previously, of being involved in attacks and defending IFP areas and so on?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it was normal political work.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now in your application you also deal with Incident 10, an attack that you were involved in for Mrs Mbuazi, about whom this Committee heard a lot in Richards Bay and that that was in eSikhawini sometime in 1992, how did you come to be involved in eSikhawini?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "When I fled Pietermaritzburg and went to Ulundi, I remained in Ulundi for a while and Madlanduna told me to go to Joyful at Ntselene.  Joyful sent me to eSikhawini to go help out there.\n\tThree days did not elapse when we saw a group of people approaching from an ANC stronghold area.  There were about 10 or 11 of us.  I had a pump gun and we approached this group.  I remember Lucky who was a Special Constable to have been there.  Injuni was also present and some other IFP members.\n\tAs we approached them they had already started burning people's houses and gunfire was exchanged.  Because these people were many we started retreating.  Fortunately KwaZulu Police came and we all dispersed, the comrades ran away and we also ran away.",
            "Male"
        ],
        [
            "MR STEWART",
            "Were you armed in that incident?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I had a pump gun.",
            "Male"
        ],
        [
            "MR STEWART",
            "Did you use it, did you fire it at these people?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I did shoot once.",
            "Male"
        ],
        [
            "MR STEWART",
            "Are you aware whether anyone was injured or killed?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, I do not know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And when you say you fired the pump gun, did you aim it at people when you fired?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I shot at the crowd.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "May I interpose Mr Stewart?\n\tHow large was this group of ANC toyi-toying?",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "There were many, about 100.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Were they armed as well?",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, they were heavily armed.  They actually hit Lucky, they actually threw a grenade at Lucky.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, how far away was this crowd when you fired at them, are you able to estimate?  Perhaps even if you indicate in this hall.",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "It could have been about 100 metres away.  We tried to prevent them from gaining access into the houses.",
            "Male"
        ],
        [
            "MR STEWART",
            "How long in total did you remain in the eSikhawini area before you left?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Not more than a week because after that particular attack I think I remained for a day or two and then left.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now you mention that at some point you received instructions through your father where a message had been left, to go and see MZ Khumalo who then made arrangements for you to go to Johannesburg, do you recall that?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, he told me to go and see MZ Khumalo  in Durban.  I started working in the IFP office for about six months and thereafter I was taken to Johannesburg.",
            "Male"
        ],
        [
            "MR STEWART",
            "Were you given instructions as to what you were to do in Johannesburg?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I was fleeing from Durban.  I would hide but at the same time work in the IFP office where I would be responsible for quite a number of things.  I would do clerical work as well as escorting IFP dignitaries when they attended particular ceremonies or were going some place.",
            "Male"
        ],
        [
            "MR STEWART",
            "You say you were fleeing Durban, was that in connection with the same case you've told us about where you jumped bail, or was it in connection with something else?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I would not know because Mashubane came to me and he told me that some policemen were looking for me and it would be a good idea if I fled.  I did not ask him why but I knew that I had skipped bail before, so they may be looking for me in connection with that.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now when you were working in Johannesburg, did you come to work at all with Themba Xhosa?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, that's the person I ended up working with.",
            "Male"
        ],
        [
            "MR STEWART",
            "And what work did you do with him?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "We would accompany him or escort him when he went to address meetings or rallies or maybe when he went to go and do his organisational duties.  Sometimes he would send us to collect weapons, guns and ammunition or transport these to different areas.",
            "Male"
        ],
        [
            "MR STEWART",
            "And what was the purpose of transporting these guns and ammunition around?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "There was conflict in Johannesburg at that time between IFP and the ANC. IFP people had been chased away from the townships and were residing in hostels and at that time we would supply the hostels with ammunition if they did not have sufficient supplies.\n\tBecause of this ongoing war there were sometimes shortages of guns, ammunition and we would be supplying this.",
            "Male"
        ],
        [
            "MR STEWART",
            "Aside from this support role which you've described, did you personally become involved in any of those conflicts in the sense of shooting at people and so on?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, how did it come about that you came to give a statement which formed the basis of your evidence in the Peter Msani trial and to then come before this Commission?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Briefly I can say that I had been fleeing the police since 1988 and therefore did not have a normal life.  I was tired of that life.  During this time what we had been fighting for had been achieved, there was now a new democratic order in South Africa and therefore the war that had been going on would have to come to an end but this would not be easy.  It would be necessary for people to confess and come out in the open.  I found it important that I should come forward as a role in bringing about peace, that is why I went and made this statement.",
            "Male"
        ],
        [
            "MR STEWART",
            "Did you come forward on your own accord or were you encouraged by anyone?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Madlanduna came to me and he explained that the war was over, that we should stop fighting.  I think that is one person who encouraged me.",
            "Male"
        ],
        [
            "MR STEWART",
            "And who did you approach in coming forward to give a statement?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I approached Colonel Dalton of the ITU.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Chairperson, would this a convenient time, it may be that I have finished or it may be that I have one or two things to clarify after lunch.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I see that it's almost 1 o'clock Mr Stewart, it would be a convenient time now to adjourn for lunch.  We will now take the lunch adjournment, thank you.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Please we would like to start.  Please quieten down.\n\tMr Khumalo I remind you that you are still under your former oath.",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Stewart?",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Thank you Mr Chairperson.\n\tMr Khumalo, when you were given KwaZulu Police Appointment Certificates, what was the purpose of that?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "The purpose was that we should be able to have a cover.  As we were doing this job of killing comrades, it was necessary for us to have some sort of protection like that we are police so that we cannot be suspected easily.  It is easy to carry a gun if you have an Appointment Certificate.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now you say it was cover for this job of killing comrades.",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it is like that.",
            "Male"
        ],
        [
            "MR STEWART",
            "What were your objectives in that job and what were your instructions in that job?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "May you please repeat the question?",
            "Male"
        ],
        [
            "MR STEWART",
            "What were your objectives in that job and what were your instructions in that job?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "To reducing a number of the comrades as we were killing them, that would mean the number of our members will increase and the decrease of the comrades will be a decrease of a threat that was directed to us, the Inkatha members.",
            "Male"
        ],
        [
            "MR STEWART",
            "From whom did you receive your instructions?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "The instruction was from Madlanduna.  At times from the leadership of IFP just like MZ Khumalo.",
            "Male"
        ],
        [
            "MR STEWART",
            "Did you have general instructions as to what you must do?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, there were two types of instructions.  There was a specific instruction and a general instruction.  The general instruction I would just refer that, say for instance if you arrive in a stronghold of the UDF you must just kill and destroy everything such that there is somebody who will actually tell you that you must go and attack on a particular area.",
            "Male"
        ],
        [
            "MR STEWART",
            "And the specific instructions?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "The specific instruction:  I will just make a reference like at kwaMakutha area, kwaMakutha area was a specific instruction.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Khumalo, I'm sure that there are people here today who are family members of the victims of attacks and incidents that you've been involved in in this area in the late 1980's, what do you have to say to them today?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I know that there are a lot of people that I actually hurt and that I let them part with their fathers, others, their mothers and others with their sisters and brothers.  I cannot be able to apologise individually to these people but what I actually ask for is that they forgive me.  All that I did I did because I was trying to make my political party be successful.  \tIf it was during this time, if it was now I wouldn't have done that but in that particular time I had the belief or I had beliefs that in my doing that it will help me at the end, not knowing that I was killing myself.  I know that my apology will not raise those people who died, those that I killed and those that died because of me.  However I plead that they accept me as a part of a society that is alive and I'm looking forward and I am prepared to start a new life.  That life that I was supposed to lead in which my family raised me accordingly.",
            "Male"
        ],
        [
            "MR STEWART",
            "No further questions Mr Chairperson.\nNO FURTHER QUESTIONS BY MR STEWART",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Stewart.  Mr Wills, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR WILLS",
            "Yes, thank you Chairperson, I have a few questions.\n\tMr Khumalo, my instructions are that at the height of the political violence in Mpumalanga in the late '80's, the township was distinctly divided up geographically into areas dependant on the political persuasion of the residents, for example there'd be ANC areas and IFP areas, is that correct?  Or should I rather say UDF areas at that stage.",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "And it would be very difficult for a UDF person to move into a IFP area and visa versa?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "And if a UDF person for whatever reason did appear in an IFP area he would be regarded, his presence there would be suspicious, is that correct, and he would probably end up being attacked?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "If you were a UDF member and you actually were found in an IFP area, you would be killed or you would run away.  Likewise, if you were an IFP member and you were at the UDF stronghold you would be in the same situation.",
            "Male"
        ],
        [
            "MR WILLS",
            "My instructions are further that that wouldn't matter if you were a man or a woman, the same would apply.  If you were a woman for example from a UDF area, you resided in a UDF area and you were found in an IFP area, the same consequences would follow, either you would be attacked or you would have to run away, is that correct?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, you wouldn't choose, whether you are a male or whether you are a female, whether you are an old man or whether you are an old lady, it was just the same.",
            "Male"
        ],
        [
            "MR WILLS",
            "So even if you didn't know that individual personally, let's say an individual who came into an area of different political persuasion, that wouldn't stop a person from being attacked?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, there was no other way.",
            "Male"
        ],
        [
            "MR WILLS",
            "I want to turn very briefly to your training as a Special Constable in Koeberg.  When you were in Koeberg, did you get any propaganda training?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, we did because at times we were shown videos whereby UDF were actually burning people just like there was an incident whereby Mike Skosana was burnt in the East Rand at Duduza, that we were shown daily so that we must just have a look at what UDF is doing and when we leave this place it should just be heard that UDF was around or alive.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now my instructions are that there were no UDF persons invited to attend the South African Police Special, or training as Special Constables at Koeberg, is that correct?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it was only IFP members.",
            "Male"
        ],
        [
            "MR WILLS",
            "And clearly from the instructions you were given by the South African Police at that stage, you were taught to hate the UDF even further?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it is like that.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now when you were operating in Mpumalanga, the gist of your evidence as I understand it is that you were attached to the KwaZulu Police Station at Mpumalanga for a while, is that correct?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR WILLS",
            "And there were certain policemen at that police station who were members of the KwaZulu Police, who knew exactly the unlawful activities that you were engaged upon, is that correct?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it is the truth.",
            "Male"
        ],
        [
            "MR WILLS",
            "And at no stage did any of the policemen from that police station try and stop you from participating from what were clearly unlawful activities?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, none tried to stop us.",
            "Male"
        ],
        [
            "MR WILLS",
            "In fact it seems from your evidence that certain policemen encouraged you?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it is so.  Like the police that were working at Weber, van Vuuren.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, sorry, I'm referring specifically to the KwaZulu Police at this stage.  The KwaZulu Police authorities would encourage you to perform these unlawful acts, is that correct?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it is like that.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you name some of the persons in the police station who performed this role of encouragement to you?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, Jablani Makatini among others.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you remember any of the others?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, I can't quite remember, but they were there.  I can't quite remember their names, who they were.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now you mentioned the South African Police.  My instructions from Israel Hlongwane are that he personally experienced assistance that was given by certain members of the South African Police whom I believe at the stage were stationed at the Hammarsdale Police Station.",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "My question is, do you know of any assistance, be that either logistical or moral or whatever, that they South African Police gave to the IFP operatives in the Mpumalanga area over that period?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, there was.  What I remember, there was van Vuuren who was working at Weber Police Station and that one he used to help us.  For instance, if there was someone who was to be arrested at the IFP, he used to come and tell us that there was somebody that was wanted and that person would actually escape and hide.  \tIf maybe we were running short of bullets or ammunition, he would actually assist that.  There was also the Riot Unit but I can't remember whether it was Unit 8 or Unit 19, one of those units was supporting IFP.  They used to help us with anything, ammunition, and they actually used to lend us guns or at times when they were patrolling they used to tell us where the comrades were and we would just go directly to that area.",
            "Male"
        ],
        [
            "MR WILLS",
            "So, the short of your evidence is that there were certain policemen in the South African Police who associated and assisted you with your political operations and your military operations as a member of the IFP, is that correct?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it is the truth.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now the last aspect I want to touch on Mr Khumalo is this issue of what I think we can quite accurately describe as random shootings.  You refer in your evidence to your job doing patrols and I think you said then that there was a policeman by the name of Makatini who used to drive and then you'd patrol the UDF areas in Mpumalanga and you'd get out and shoot at people, do you recall that?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I do remember.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now as I understand your evidence, that was part of a general instruction that you had to rid the area of UDF people, is that correct?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it's the truth.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now we've also heard evidence about a similar type of activity, and I think you've also heard this in our hearings at Richards Bay in relation to eSikhawini, where random attacks were embarked upon in UDF areas in eSikhawini, do you recall that evidence?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I do remember.",
            "Male"
        ],
        [
            "MR WILLS",
            "And I take it that this is a similar type of activity that you were embarked upon, as compared with what was happening in eSikhawini?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it's the same thing.",
            "Male"
        ],
        [
            "MR WILLS",
            "And that was distinguishable from the specific incidents where a particular person would be named?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it's different from the specific one.",
            "Male"
        ],
        [
            "MR WILLS",
            "The last issue is the issue of trying to get out of these operations, what would have occurred, I understand that it would have been very difficult for you to, at certain stages at least, to be able to pull out of these operations because of your special position, your knowledge and your training, is that correct?  What would have occurred if you for example had come back from Caprivi and a month later you'd said: \"No, I don't want to do this anymore\", and you went on with a normal life at that stage?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "If I leave it would mean that you have to part with your life because you could be killed.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairperson, no further questions.\nNO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Wills.  Mr Ngubane, do you have any questions to put to the witness?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR NGUBANE",
            "Thank you Mr Chairman, I have.\n\tMr Khumalo, my understanding is that you cannot be in a position to specify the people that you killed and the property that you destroyed during the random shootings, is that correct?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it is the truth.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And are you asking for amnesty in respect of those incidents too, or are you asking for amnesty in respect of the incidents that you can pinpoint and remember at this point?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I ask amnesty for all the things that I've mentioned and that I've listed here on my affidavit.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And the incidents which you have not listed in your \"Incidents\", if they are brought to your attention and it's established that you perpetrated them, are you not asking for amnesty in respect of those?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I would say the things that I'm referring to, the things that happened about eight, ten years back, some of them I do remember, some of them I don't but if for instance a person is reminding me, that: \"Do you remember such an incident\"?, I might remember it, yes I know it.  There are things that occurred whereby people died and I wouldn't even point that person and who that person was and who that person was that got injured in that area.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Your killing and destruction of property, was it confined to the Mpumalanga area or did it extend to areas like George Dale and Djongweni?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, I've never been to Djongweni and George Dale.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "You stayed in Mpumalanga for quite some time, can you tell us for approximately how many years did you stay in Mpumalanga, doing all these acts?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Approximately 11 or 12 months.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "So it was for a period or approximately 1 year was it?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it can be almost a year.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "During your stay in Mpumalanga, did you manage to know certain comrades by names, the people who were troublesome, UDF people who were troublesome?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And were they also the targets of your operation?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Besides the people involved in the incidents that you have mentioned, I think in Mpumalanga you have mentioned approximately four specific incidents, namely Mabote Shebeen incident, Three Lines incident, the killing of Mrs Xhaba and the attack at Chonco's house, who were the other comrades that you targeted, that you can remember?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I don't get your question quite clearly.  Maybe the people that we were targeting, that we targeted but we did find them, are you trying to say that?",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Let's start by the people that you targeted and then you killed or injured, whom you didn't mention in your affidavit and in respect of whom you are asking for amnesty.",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, I don't have such people, I can't remember such people.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Do you know the area here in Mpumalanga known as eMalangeni where there is a cemetery?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, what was that name again?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "eMalangeni.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "It's E-M-A-L-A-N-G-E-N-I.\n\tI didn't get the answer?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did you at any stage participate in the attack of the people that attended a funeral there?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I've never been to the cemetery, eMalangeni, I've never been there.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And did you at any stage work in cohorts with a gentleman known as Banbani, who was the Inkatha member?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I know the person but I've never worked with him.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Are there any operations that you conducted in the company of Israel Nyoni Hlongwane, on of the applicants?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did you have a hit-list of UDF people that were to be eliminated at Mpumalanga?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I did not but I knew that here at Mpumalanga there were comrades were so and so and so and so and so and so.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "So there was no written hit-list that was given to you, that you should attack certain houses and attack certain people, is that your evidence?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, there is no such.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "The gentleman who you talked about who was a policeman, Mabeda, did you attack his family or his relatives at any stage?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "You say Mabeda?",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Sorry, sorry, that's the wrong name, Ntagani.",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, where we were attacking was the Chonco's house which was the base of the comrades, where they used to camp.  Our attack or the purpose of our attack was because we were told or we have heard that he was there at that particular time.  Whether he was a relative or whatsoever, I don't know.  What we know is that he was there because he was a comrade and they were the comrades.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "So you wouldn't know, from what you have told us, you wouldn't know anything about the killing Nkosinati Ntagani, Sofiso Ntagani and the disappearance of Mkosinati Ntagani?  You don't know those people?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, I know nothing.  What I know is that he died but by then I was no longer at Mpumalanga.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Do you know a gentleman who was a KwaZulu MP, by the name Mandla Ndlovu?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I know him.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did you receive any command from him to conduct any of the operations?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, never.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "You were attacking UDF strongholds, were certain schools in Mpumalanga branded by you in IFP fold, as the UDF strongholds?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, there were schools that I knew but I've never participated in any of their attacks.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now you have told us about one Jabulani Makatini, the policeman you were working with, do you know what became of him?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I don't understand your question, what do you mean by that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What happened to Jabulani Makatini?  You've spoken about Jabulani Makatini, is he still alive, do you know what happened to him if he is, where did he go, do you know what happened to him?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "The last time I saw him was in 1994.  I don't know his whereabouts now and I've never heard anything thereafter.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Turning to your brief spell in Pietermaritzburg, in the area known as Natengi, can you recall when a bus was attacked coming from a funeral of one, Aron Mabuza?  Do you know anything about that?  That was on the 30th of December.",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I did hear that a bus was attacked\nattacked at Natengi.  I had just left by then but the details I don't have, and who attacked there I don't know, and whose funeral that was, I don't know but I heard that there was a bus that was attacked.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did that attack take place while you were spending your time in Pietermaritzburg, at the time you had your brief spell there?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, by that time I had left Maritzburg.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Coming back to Mpumalanga, did you know a lady who was a UDF activist by the name of Mrs Mvelase who resided at C503?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you just repeat that name again please Mr Ngubane?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Thank you Judge.   Mrs Mvelase: M-V-E-L-A-S-E.",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, I don't.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now is it your evidence then that there are no other UDF targets that you participated in executing, other than those that are contained in your affidavit?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, that is my evidence, except for when we were doing patrols.  I explained there that I do not know whether some person died or was injured but besides that that is all my evidence.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "I see.  And in your affidavit you refer to the incidents in Clermont, do you know anything about the attack on the house of a prominent lawyer by the name of Mr Aubrey Nbezi?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, I don't have any knowledge about that.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Thank you.\n\tThank you Mr Chairman, I have no further questions.\nNO FURTHER QUESTIONS BY MR NGUBANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Ngubane.  Mr Hewitt, do you have any questions to ask?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR HEWITT",
            "Yes, I do, thank you Mr Chairman.\n\tMr Khumalo, I want to turn to the killing of Mrs Xhaba.  Now before you killed her did you ever have any personal dealings with her?  Had you ever met her before?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, I had not spoken nor met her before.",
            "Male"
        ],
        [
            "MR HEWITT",
            "So there's no question of you having had any personal grudge against Mrs Xhaba?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, I had not seen her before so I did not have a grudge against her.",
            "Male"
        ],
        [
            "MR HEWITT",
            "So your killing of her was strictly a professional killing in the line of duty, as you saw it?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "MR HEWITT",
            "So can I take it from that answer that it would be out of the question for you to want to torture her before killing her?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I had no reason to torture her.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Right.  I want to turn to your affidavit where you deal with the killing of Mrs Xhaba, and at page 365, at the bottom of page 365 where you state the following\n\"As she climbed the last staircase I caught up with her\"\nDo you see that there?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I see it.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Could you please indicate to the Committee how far you were from her when you caught up with her on the staircase?  If you could do it by pointing out with your hand to some point in this hall so we have an idea of where you were in relation to her when you caught up with her.",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "...[no English translation]",
            "Male"
        ],
        [
            "MR HEWITT",
            "Are you now pointing to - sorry, I didn't wait for the interpretation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Khumalo, if you could repeat your answer so the Interpreters can catch it.",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I could have been sitting there and she was just right at the corner of this box but she was ahead of me because I was at the bottom of the staircase.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hewitt, the distance indicated from where the witness is sitting to the corner of the interpretation box is approximately two and a half paces, would you agree?",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "I accept that Mr Chairman.\n\tSo that distance you've indicated at two and a half paces is the distance you were behind her when you caught up with her and her back was still towards you, is that correct?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR HEWITT",
            "That distance you pointed out now is the distance that you got to her when her back was still turned towards you, correct?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, she was in front and I was behind her.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Yes, and her back was facing you when you were that distance of two and a half paces from here, correct?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, she was in front and as I stamped on the last staircase she turned.",
            "Male"
        ],
        [
            "MR HEWITT",
            "So when you stamped on the last staircase, did she turn to face you at that distance of about two and half paces from you?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, she turned her head.  I cannot be sure whether she just turned her upper body or her whole self.",
            "Male"
        ],
        [
            "MR HEWITT",
            "But in any event she was two and a half paces from you just before you stamped your foot, and she was two and a half paces from you when she turned after you'd stamped your foot and you then shot her, correct?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR HEWITT",
            "You were armed with an HMC, correct?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "MR HEWITT",
            "HMC stands for Hand Machine Carbine, doesn't it?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "MR HEWITT",
            "That is an automatic weapon?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it is.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Tell us why, you could easily have shot her in the back of the head or in the back without making her turn around couldn't you, with a weapon of that nature at two and a half feet, do you agree?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I do agree.",
            "Male"
        ],
        [
            "MR HEWITT",
            "You couldn't miss killing her with her back towards you at two and half feet with that weapon ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Paces.",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "Two and a half paces, correct?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Would you please tell this Committee why you wanted that lady to turn around so that she could see that she was about to be murdered?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "There is no major reason why I did this but I did not want to sneak upon her but to kill her when she was aware.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Well by stamping your feet, and I'm going to read to you from your affidavit, you say you caught up with her\n\"And I stepped my foot harder on the last staircase to attract her attention\"\nDo you stand by that affidavit as being correct?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR HEWITT",
            "So you specifically did something so that her attention would be drawn to you, the killer, correct?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "The reason was not for her to see me.  It was still dark, she would not have identified me but the reason was that I did not want to shoot her from behind.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Why did you want to attract her attention before you killed her?  Please answer that question.",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "That is my policy, I don't want to shoot a person from behind.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Khumalo, you were prepared to shoot and unarmed, unknowing woman who was on her way to work, from a close range with an automatic firearm.  Why then - you say you had a policy not to shoot her in the back, you didn't have a policy not shoot harmless or at that time a harmless women.  Was it a question of bravery or something like that, why have that policy not to shoot her in the back if you are prepared to shoot her in any event?  And also on the same point, you were prepared to drive around in a motorcar and shoot at pedestrians at random, so this specific policy to draw her attention so you don't shoot her in the back?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Let me start by saying that I had never just shot at anyone, the people I attacked were my political opponents.  In this case I wanted her to see that she was being killed so that she could also feel the pain because at the time I believed that because she was responsible for the supply of guns and materials to the comrades who were attacking us, if I were to shoot her from behind she would have died unawares.",
            "Male"
        ],
        [
            "MR HEWITT",
            "May I continue Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Hewitt, yes certainly.",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "Right, so what you're telling us Mr Khumalo is that had you come up behind her, two and a half paces from her and shot her in the back of the head she would have been killed instantly and she would have known nothing, she wouldn't have had a moments fear before her death because she wouldn't know it was coming, it would have been swift and she wouldn't have known anything about it and therefore she would have experienced no fear beforehand, isn't that what you are telling us?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR HEWITT",
            "But you decided that you wanted this lady to actually look into the eyes of her killer and you wanted her to experience fear in her last moments before you snuffed out her life, isn't that correct?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "MR HEWITT",
            "And therefore you wished to torture her momentarily before she died, by seeing the fear and the terror on her face before you pulled the trigger, isn't that right?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I did want her to fear and for her to realise that she was dying.",
            "Male"
        ],
        [
            "MR HEWITT",
            "And you call yourself an impartial soldier who does a professional hit?  I want to put it to you that you actually enjoy killing, what do you say to that?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I disagree with that.  I did not kill anybody for the sake of the fact that I enjoy killing, anybody that I killed was because I believed that that person was a threat, a political threat to my organisation, the IFP.  I did not kill for the sake of enjoying killing.  If that was the case I would have killed more people.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Do you agree with me that it was a kind of torture just before she was shot, to make her turn around and look at her killer and know she was going to be dead shortly, wasn't that a kind of torture first?  Do you agree?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I do agree.",
            "Male"
        ],
        [
            "MR HEWITT",
            "And there were no other witnesses around to that killing were there?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, as far as I know the only other person who was there is Musa.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Yes.  So there were no other UDF people around that would have seen the horror or the fear on Mrs Xhaba's face before she died, correct?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Only you and she knew that horror and that fear and that torture that she went through moments before she was killed?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I don't know what a person experiences before they die, so I would not agree if you say that I knew what she was going through, but ...[intervention]",
            "Male"
        ],
        [
            "MR HEWITT",
            "But you just told us Mr Khumalo, that you specifically wanted to attract her attention so she would turn around and she would know that fear before she was killed, didn't you just tell us that?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR HEWITT",
            "So you were actually enjoying the cruelty of it, apart from just killing a political opponent, is that right?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "You are actually now differentiating this which I do not do.  I was killing her for political reasons.  I was indeed happy that I had killed her.",
            "Male"
        ],
        [
            "MR HEWITT",
            "But if you'd shot her in the back of the head when she didn't know it was coming, you would have removed a UDF opponent anyway wouldn't you?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "That is so.",
            "Male"
        ],
        [
            "MR HEWITT",
            "So what extra was achieved by her having this terror and fear and you seeing it just before she dies?  What did you achieve by that?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "For her to know that she was dying.",
            "Male"
        ],
        [
            "MR HEWITT",
            "In other words, to suffer even more just before death, a form of torture, correct?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Even I had shot her from the back there wouldn't have been a difference, I would have achieved the same objectives.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Yes.  I now want to turn to the kwaMakutha incident.  You remember you told us that before proceeding with other people to the scene where the kwaMakutha massacre took place, there was a gathering of all those who were to participate in the attack, at a certain open space in a trench at Ulundi, do you remember that?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR HEWITT",
            "And you explained to us this morning that at that open space where the trench is a briefing was given on the target area, correct?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "MR HEWITT",
            "And that shooting practice actually, some target shooting also took place, involving the people that eventually participated in this massacre, correct?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Did you say this morning that Mashubane was present at that target practice and briefing in this open area at Ulundi?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Mashubane is the praise name for Mr MZ Khumalo, is that correct?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Now, I gather then that with you saying he was there, you actually saw him there?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Now you ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, just before you proceed.\n\tAre you related to Mr MZ Khumalo?  I notice you have the same surname.",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, we just have the same surnames.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Sorry, Mr Hewitt.",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "Now you gave evidence at the trial as a State Witness in the case of Peter Msani and various other accused, correct?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Now is it not correct that at the end of that case - well, before you gave evidence, the Judge who heard that case, the Honourable Mr Justice Hugo warned you and explained to you that if you gave satisfactory evidence in that case you would be given an indemnity from prosecution, do you remember that?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR HEWITT",
            "And do you also remember that at the end of that case the Judge concerned found that you had not given satisfactory evidence and refused to give you an indemnity against prosecution for the qwaMakutha massacre?  Do you remember that?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR HEWITT",
            "For the record Mr Chairman, this occurs at page 4535 of the Judgment in the relevant trial that I've referred to.\n\tDo you remember that?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I remember.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Now that trial that I'm referring to: THE STATE VS PETER MSANI AND OTHERS, that case concluded during October of 1996, do you agree with that?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Now when you gave evidence about the same events at the open stretch of ground where the target practice and the briefing took place before proceeding to kwaMakutha, you stated in your evidence did you not, that you agreed that in a written statement you'd made beforehand you had not mentioned that accused, that Mr MZ Khumalo had ever been at the donga, do you agree with that?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR HEWITT",
            "And at that trial you also agreed that you had never mentioned in a previous statement you'd made regarding the kwaMakutha massacre, that Mr MZ Khumalo was not present when a goat was slaughtered after the attack, do you remember that?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I did not say that.  I did not say that he was not present when the goat was slaughtered.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Anyway, let's just deal then with the incident at the open stretch of ground or donga.  Do you agree that at that trial you agreed that in a previous statement you had not mentioned that Mr Khumalo, Mr MZ Khumalo had ever been at the donga, do you agree with that?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I agree.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Do you agree that at the trial you confirmed that you didn't see Mr MZ Khumalo at the donga?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, I did not agree.  What I conceded was that in my statement it is not written, it is not stated that Mashobane was present at that donga where target practice took place.  I did not concede that he was not there, what I did say was that I did not mention it in my previous statement.",
            "Male"
        ],
        [
            "MR HEWITT",
            "I'm going to now read to you page 4445 of the Judgment in that case and I want your comments on that.\n\"Mr Hewitt took over the cross-examination and dealt with mainly with the events at the donga at Ulundi.  It was put to him that ...\"\nThat is to you.  It was put to you that in your written statement you had not mentioned the presence of accused number seven, who was Mr MZ Khumalo, at the donga at all.\n\"nor had he mentioned any vehicle.  He agreed with this and also with the proposition that he had not mentioned the presence of accused number seven, MZ Khumalo, or Luthule at the goat slaughtering after the attack.  He still maintained at Ulundi he did not see accused number seven at all, that's MZ Khumalo\"\nNow in your evidence at that trial, at the trial you said you did not see Mr MZ Khumalo at the donga, do you remember that?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I remember.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Chairperson?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Stewart?",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Sorry to intervene.  Perhaps it would be helpful to have Mr Khumalo's evidence on that point itself rather than the Judge's recollection of this evidence on the point, because that may resolve the difficulty.",
            "Male"
        ],
        [
            "MR HEWITT",
            "The Commission has this, and I'm going to deal with his statement that he provided after the trial which also demonstrates it's going to be unnecessary, with respect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think you can continue with your questioning.",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "Do you agree that you stated at that trial that you did not see Mr MZ Khumalo at the donga?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I do not agree.",
            "Male"
        ],
        [
            "MR HEWITT",
            "You don't agree?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "At the trial I did not concede that Mashobane was not there.  I said he was there but I did not include it in my statement, that is what I said.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Okay, alright.  Turn to the affidavit which you furnished in these amnesty proceedings.  Now according to the affidavit which I've been furnished with, it appears that you made this affidavit in support of your present amnesty application during December 1996.  Have a look at page 374.",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "...[no English translation]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Last page of your affidavit, the very last page where it is signed.\n\tMr Dladla, do you have a copy there?  Perhaps you could just show him.",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "Do you see that?  In fact that affidavit was made during December 1996.",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Alright.  So we know that you made this affidavit in support of this present amnesty application after you had given evidence in the Peter Msami trial and after the Judge in that trial refused to indemnify you because he found your evidence wasn't satisfactory, do you agree with that?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Well, can you explain to us why on page 351 and 352 of this affidavit where you deal with the events that occurred at this donga or this trench in this open place at Ulundi, you make no reference whatsoever to Mr MZ Khumalo being present?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "This affidavit is derived from another made to the police.  After it was written I remembered that there was something that I should have added but I did not pursue it because the application had already been submitted to the Committee.  It was no longer easy to change it.  That is why it does not appear on this.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Well did you realise at the time that - why was it not easy to change it?  Why was it not easy to change it when it was wrong?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I thought that because I had already submitted the application it would not be possible to retrieve it and add this information.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Well all I want to put to you Mr Khumalo, is that today is the very first time that you have ever stated that you actually saw Mr MZ Khumalo at this donga in Ulundi before the kwaMakutha attack.",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I disagree, I did mention it in court.  I even enquired why it was not in the statement.  I mentioned it in court.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that would be easily ascertainable Mr Hewitt, as suggested by Mr Stewart, by having a recourse the actual evidence, the transcript if it is still available.",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "Yes, we still certainly have it, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  I think ...[inaudible]",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "That may be a bit time consuming to do it now, it may involve and adjournment but we can certainly, I don't know whether you Mr Chairman feel that the relevant passages and the evidence should be put to the witness or whether it can merely be referred to extensively in argument at a later stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think if it is there, we can't make a finding now obviously.",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "No, obviously not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because the witness is denying that it's there and you're saying that it isn't there but if you can go to the relevant part of the evidence, perhaps in conjunction with Mr Stewart and then the panel can be informed by agreement.  I mean it's either there or it's not there.  If it's ambiguous then maybe we will have to put it on record ...[intervention]",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "The matter can be pursued further.  I think that's probably the best course Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "I have no further questions other than the ones I've put.\nNO FURTHER QUESTIONS BY MR HEWITT",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Hewitt.\n\tMr Gladla, do you have any questions that you'd like to put to the witness.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR GLADLA",
            "Yes, we've got a few questions we'd like to ask the witness, Mr Chairman.\n\tMr Khumalo, you told this Committee earlier this morning that you were instructed by JP Opperman to do reconnaissance at Victor Ntuli's house, is that correct?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR GLADLA",
            "What were your specific instructions?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Gladla, I didn't catch the question, if you could just repeat it please.",
            "Unknown"
        ],
        [
            "MR GLADLA",
            "...[inaudible]",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Your mike is off.",
            "Female"
        ],
        [
            "MR GLADLA",
            "Okay, Mr Khumalo, what were your specific instructions?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "The specific instructions were that we should go there and establish the location of the house and establish that if the house is attacked, what could be the obstacles and also the people who were staying there and if there are people who are staying there, how many there were because there was information that at times comrades could come in that place and we should actually establish if that is the case.",
            "Male"
        ],
        [
            "MR GLADLA",
            "So after you did that reconnaissance did you report back to Mr JP Opperman?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it is like that.",
            "Male"
        ],
        [
            "MR GLADLA",
            "Did you also convey to Mr Opperman that there were children and women who were staying at that particular homestead?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR GLADLA",
            "And what was the policy regarding the killing of children and women?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Well I don't know which policy he used because I just gave him a report and then I just left everything up to him to decide.  He is the one who took a decision thereafter, under which conditions and policies I wouldn't know and I may not say.",
            "Male"
        ],
        [
            "MR GLADLA",
            "And what was the political affiliation of the occupants of the homestead, did you establish that?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "The boy there like Victor Ntuli was a leader of the kwaMakutha Youth League and in that place the rest, that the comrades used to meet there and toyi-toyi there and leave that place and go toyi-toying and we've actually seen them.  It was the house of the UDF.",
            "Male"
        ],
        [
            "MR GLADLA",
            "Okay, thanks.  No further questions Mr Chairperson.\nNO FURTHER QUESTIONS BY MR GLADLA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Stewart, do you have any re-examination?",
            "Unknown"
        ],
        [
            "MR STEWART",
            "I don't Mr Chairperson, save for this one aspect of the record which I'd like to clear up but that we can sort out tomorrow.  I'm sure it may not involve any re-examination at all.\nNO RE-EXAMINATION BY MR STEWART",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  With regard to that question of the trial record, we will leave that in abeyance until tomorrow and then if you and Mr Hewitt after taking a look at the record arrive at some agreement, we will just put it on record here, if not the matter can be further pursued at that stage, thank you.\n\tMs Khampepe, do you have any questions you would like to put to the witness?",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Thank you Mr Chairperson.\n\tMr Khumalo, I want you to give us a picture of how the general instructions were given to you, when and how.  I still don't have a clear picture in my mind with regard to that.  When were you made to understand that you were given general instructions to launch indiscriminate attacks on UDF members, that's the first question, and by whom were you made to understand that you could do that?",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I will start by saying that there was early in 1998, in January, when we were going to Matikulu just before we went to Koeberg, there was a meeting whereby Madlanduna was present and there were also group commanders of Caprivi.\n\tA decision was taken there that because the war is big now and the ...[indistinct] army or war, we wouldn't be able to be told or to be contacted all the time by our commanders.  In that way, because we are trained, wherever you are you must assess the situation and do accordingly or use your own discretion.  Maybe because there is no contract at times because the war or the army is too severe and you can't just leave at that particular point in time and just leave because your commander is not there.  \n\tYou can't actually leave the war in the middle of the war and just do likewise, being present.  And there are other meetings, although they were not big meetings, whereby Madlanduna was not available to tell.  At times we would phone him and tell him that we are actually ...[indistinct] there and he would just say: \"Use your own discretion\".  Those are the times that I'm referring to whereby these things happened.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Are you saying therefore that the person who gave you general instructions to use your discretion in launching indiscriminate attacks was Mr Luthule?",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, that is what I mean.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And is it your evidence that the people who were to use their discretion in carrying out these general instructions were the people who were present at that pre-Koeberg meeting in 1988?",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "...[no English translation]",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Who was present at that meeting?  I heard you referring to yourself and group commanders, what do you mean by group commanders?",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "...[no English translation]",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Were you one of the group commanders?",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, I was just part of the group, not the group leader.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Is it your understanding and your evidence before this Commission that other Caprivians also were made to believe that they could carry out unlawful or what was perceived to then be lawful actions, for political ...[indistinct] or were selected people to carry out those general instructions?",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, there were no specific people that were actually chosen to do that other than the Caprivian people, all of them.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Now with regard Mrs Xhaba's attack, you say that you were advised by Mr Bongo or Bongo is the first name, I can't recall, but you were advised by a certain Bongo about Mrs Xhaba's activities within the UDF.",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, Bongo Nsomi is the one who actually gave me information.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And Bongo Nsomi was also a Caprivian was he not?",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, he was also from the Caprivi.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "He also would have been able to carry out such general instructions as you were able to, as a Caprivian too?",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, he could have done it.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Now why was it necessary for him to advise you about Mrs Xhaba's activities when he also could have carried out the general instructions as he understood them to be, by executing Mrs Xhaba?  Why was it necessary for him to tell you and for you to take that decision?",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Bongo was just staying in the stronghold of comrades so most of the time he was actually supposed to lie down and not be active openly so as to actually get information from the UDF stronghold because he could actually go into the shebeens where the UDF people were drinking.\n\tIf he was involved openly, that could be dangerous and then we wouldn't be able to get more information from across because his cover will be blown.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And you've stated that you verified the information received from Bongo by speaking to other IFP members and that verification was done in a few minutes, that was your evidence.",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I did say that.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Why were you unable to get in touch with Mr Luthule within those minutes that you were able to do the verification?",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "We tried to get hold of him but however during that time you couldn't even bother a taxi and the phone that was there was actually disconnected because it wasn't paid for, so we couldn't actually communicate with Madlanduna.  Everything was happening just around us where we were.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Was it the policy of you as Caprivians to report to Mr Luthule about all the activities that you would have undertaken in the name of the IFP?",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, as a commander he is the one who was connected with MZ and he is the person we were asking and actually taking instructions from and we would report everything to him.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "How long after Mrs Xhaba had been killed did you bring this operation to Mr Lethuli's attention?",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Maybe after a week but after some days, but we did not tell him immediately because he did come there to us and then we told him when he arrived.  We did not tell him immediately because we couldn't communicate with him.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Now when you were questioned by Mr Hewitt you stated that it wasn't your policy to shoot a person from behind, do you remember when you were questioned by Mr Hewitt and you responded in that fashion?",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I do remember.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Are you able to advise this Committee how many persons you did shoot, not from behind but whilst they were facing you in close proximity as Mrs Xhaba was?",
            "Female"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I cannot say that.  What I can say is that there is no-one that I have shot behind, that I can say.  I've never shot anyone from behind.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Thank you Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Moloi, do you have any questions to put to the witness?",
            "Unknown"
        ],
        [
            "MR MOLOI",
            "Thank you Chairperson.  I just need to clear a few points here.\n\tMr Khumalo, you said your duty as it were was to ward off any attack on the IFP or its membership, am I right?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it is the truth.",
            "Male"
        ],
        [
            "MR MOLOI",
            "And to that extent you would not spare any effort to protect the IFP?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I would do anything to protect the IFP, even the spilling of blood in protecting myself and protecting the IFP.",
            "Male"
        ],
        [
            "MR MOLOI",
            "In Incident 5 for which you apply for amnesty, you apply for amnesty in respect of murder, attempted murder, assault and conspiracy, am I right?  Page 359 of your affidavit.",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR MOLOI",
            "You refer here to an occasion when Ngcobe's house was burnt down, am I right?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR MOLOI",
            "You further testified this morning that you were armed with a .38 revolver, right?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR MOLOI",
            "You said that the situation was tense and stone were thrown first and later fire was exchanged, right?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR MOLOI",
            "And you emphatically said you did not shoot at all in this particular instance, am I right?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it's the truth.",
            "Male"
        ],
        [
            "MR MOLOI",
            "If your duty was to protect the IFP, especially under attack and armed as it were with a revolver on this particular day, why did you not shoot?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "When there's throwing of stones nobody actually came close by, at a shooting range.  If I could shoot because a particular person was giving a particular it would be wasting the bullets because my revolver wouldn't even reach there.  I even remember that the shooting of the gun, they were actually shooting because they were cornered.  Otherwise there was no close encounter so that I could just shoot.",
            "Male"
        ],
        [
            "MR MOLOI",
            "The second point I would like to clear up is relating to Incident 7, the Three Lines attack.  You said in that respect you were the only one armed with a firearm and the others had knives of bush knives, am I right?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it is the truth.",
            "Male"
        ],
        [
            "MR MOLOI",
            "And you admit having fired a shot in that instance, right?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR MOLOI",
            "You further stated that one person remained on the ground, you even looked at him and confirmed he was dead, right?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I stabbed that person with the aim of killing this person but, because I actually felt that I did not accomplish my mission.",
            "Male"
        ],
        [
            "MR MOLOI",
            "From your observations of this person, what caused his death, a gunshot or a stab wound, merely from your observations?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Well I couldn't establish that.",
            "Male"
        ],
        [
            "MR MOLOI",
            "You tell this Committee that the interests of the IFP were primary in your mind when you acted as you did, is that correct?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR MOLOI",
            "You were not quite happy with your position at Koeberg, am I correct to assume that?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Maybe you should actually clarify, I can't quite get your question.",
            "Male"
        ],
        [
            "MR MOLOI",
            "At Koeberg, you were not getting your usual salary of plus minus R900 to which you had grown accustomed and instead you were paid R300.",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it is the truth.",
            "Male"
        ],
        [
            "MR MOLOI",
            "You were not happy with that set of facts were you?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I wasn't happy because we were promised that we will continue earning that money and we wouldn't lose any rights.  If I was told that everything would be like that then I wouldn't have complained.",
            "Male"
        ],
        [
            "MR MOLOI",
            "So the promise that was broken about what your income would be made you disgruntled or you became disgruntled as a result?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it is like that.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Likewise at Secunda where you were posted by the very IFP, you wouldn't stick because the money was not right, am I right?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, even there money, just money.  I didn't have much problems with the money, the main problem was the promises that were never kept because when we left we were told that we will get paid for three to four months so I knew that by March we wouldn't be getting that money and then we will continue getting that R500.  I didn't have a problem with that because I knew that ultimately I will earn that money.  My main problem was the breaking of the promise.",
            "Male"
        ],
        [
            "MR MOLOI",
            "And ...[inaudible] of force to those broken promises was money, is it not?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, I wouldn't say it's money.  It's just that it's so unfortunate that the promise that was made involved money but according to myself or what I didn't like is the breaking of the promise.  That the promise, it would have been for anything but any promise that is never kept I don't like.  But unfortunately, I don't know whether I should say unfortunately or fortunately money was involved.",
            "Male"
        ],
        [
            "MR MOLOI",
            "If then Mr Khumalo, money was not the issue, why did you raise these issues in your evidence?  Why did you say: \"I was working six to six and paid only R500\"?  Why did you raise these issues and also Koeberg: \"I was used to R900 plus minus and suddenly I'm earning only R300 and I'm not happy\"?  Why didn't you just refer to promises that were broken?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "The reason that made me leave the Special Constable position and leave Sasol, the main thing I was trying, because the person asked me why I left and actually asked me why I left Sasol and this is how this thing was revealed.  That I left because of the promises that were never kept, that's how this thing came about.",
            "Male"
        ],
        [
            "MR MOLOI",
            "If I understood your evidence properly one of the promises that was made to you from the onset was that you would be protected at all times, is it not?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR MOLOI",
            "And it is your evidence that when you needed\nprotection, accommodation, a hiding place, you were denied the same by MZ Khumalo, he wouldn't offer you that, am I right?  That was your evidence.",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it is like that.",
            "Male"
        ],
        [
            "MR MOLOI",
            "And yet you did not abandon your task that was entrusted to you because that promise was broken, did you?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it is so.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Why then where money is the issue you then just drop everything and leave?  Is it not personal interest?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, it's not that I like money.  Let me just try and explain that at Koeberg it wasn't just myself who said: \"Man, because we're not getting money that we were promised, let us leave\", all of us agreed about that because we were actually promised by that.  I wouldn't actually live on the R300, I wouldn't actually survive.\n\tAt Sasol we were told that if we have a problem we must just come back to Mashobane and we went to Mashobane but he actually escaped and if we did find him and he explained to us that: \"I actually just wanted you to work for the IFP, there is no money\", I would have went back there.  If he was ...[indistinct].  It's just that he just - we couldn't even find him, he just disappeared and that is why we decided to do that.",
            "Male"
        ],
        [
            "MR MOLOI",
            "So the issue was you would not survive with the little money you were earning, is that what you're saying?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Thank you Mr Chairman, I have no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Motata, do you have any questions?",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "Just about four, Mr Chairman, thank you.\n\tMr Khumalo, I want you to focus on Incidents 6 and 7, would you agree with me that that month and dates are known on both incidents as stated in page 362 and 363?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I do.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "What I want to know from you is, were you now with the KwaZulu Police when those two incidents happened?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I was working with them until I left Mpumalanga.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "In respect of the two incidents?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Now if I heard you correctly, you mentioned that partly why you had to be engaged by the KwaZulu Police, was to work under cover and for protection because you would have been carrying an Appointment Certificate as a policeman, did I understand you correctly?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "And did I understand you correctly once more, that you said when you knocked off, the guns were taken away from you?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Now, you mentioned that it was easy to carry a gun because now you had an Appointment Certificate, did I hear you correctly as well?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "When these guns are taken away from you, how would you now have protection against the enemy, the UDF in this instance?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "When we actually left the police weapons, we actually took them on our arrival and leave them on our departure.  We actually had the illegal ones, we were using those thereafter.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Now please explain it to us here, that in both incidents, the first one you had to get a 9mm from somebody, a 9mm pistol from somebody and in the second incident you had also to go and borrow a 7.65 from somebody.  Where were these illegal weapons stored then, if they were not accessible as you say?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I will just explain with the HMC.  The HMC wasn't actually staying with one person, it will be with that person at that particular time if the situation is tense, but we were sharing it.  If the situation was bad, that person - it wasn't official or legal.  The 7.65, I don't know whether it was legal or not, I can't explain that.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Okay let's go to the next one.  When you were questioned by Mr Wills, you said the KwaZulu Police encouraged you to continue with your acts, could you give us an indication what they said or how they encouraged you?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I will just make an example like with Jabulani Makatini.  I'm not a Mpumalanga resident, I just came here.  He is the driver and he is the one who knows our job.  He is a driver, he goes to that stronghold or the section that is the stronghold of the comrades.  That is how he was involved.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "And lastly Mr Khumalo, you woke up at 3 - that is now referring to Mrs Xhaba, you woke up at 3a.m., went to a place next to Mrs Xhaba and you saw her emerging at 5a.m., do you recall that?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, I do.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "And again you don't remember the month and the date but it was in 1988?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, it was '88.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "What I want to know from you, was it dark at 5, when you set after her?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "It was still dark.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Now the passage you entered, was there any light in that passage?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, there was not light.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Even when you climbed the stairs, was there any light?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Now when she was about two and a half paces and you stamped your foot on one of the stairs when she turned, this is what I want to know, could she see you or the gun you had with you, before you just shot her?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "Yes, she could have seen me and the gun.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "If for instance, this is what I want to know, she was alive today, she could say: \"I saw the person who shot me and the gun he used to shoot me with\"?  In those instances, could we say you were identifiable and your gun as well could be seen by her?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "It is difficult to say but I think it will depend on the person, just how well they can see in the dark.  For instance, I could see.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "So in other words, in your mind you thought she had seen you but you cannot say with certainty that she actually saw you and the gun, you cannot say that with certainty, can you?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, I cannot say it with certainty.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Thank you Mr Khumalo.  Mr Chairman, I've got no further questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\n\tMr Khumalo, you said that all the Caprivian trained people received this general instruction to carry on the war at their own discretion, even if they are in a situation where they cannot get instructions from a superior, is that correct?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just arising out of that, if that was the general instruction, can you think of any reason why you were not issued with a firearm, merely because you were a Caprivian trained soldier?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "When we were trained we were told that we would not be given weapons individually, but that each person should try at his discretion or should use whatever he could to obtain a gun.  It was one of those situations.  Sometimes I would have a gun for a day and have to give it to somebody on another day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We've also heard evidence earlier on when you were present, I think it was when we were in Richard's Bay, I think it was the evidence of Mr Mkhize, that some of the Caprivians were just unreliable, he never even thought of making use of them as a unit commander because they were unreliable, they had turned to drink, they were drunkards, they were womanisers, as he put it, and couldn't be relied upon.  Would such people also have had the general instruction to kill at their own discretion?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I do not think so because the people who were told, I think were people who were loyal and maybe who had received instructions before and who were trusted.  I cannot say it with certainty, but I do not think that such people would have been given general instructions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You also said in your evidence that you found yourself in a situation, it was a situation where you couldn't just walk away from because if you did you would probably have got yourself killed, if you just decided well, I'm no longer going to participate in this war and walked away, is that correct?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now what made you continue, what made you participate in the war, was it because you wanted to do it or was it because of this fear that if you didn't do it, you would get punished in the most severe way?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I have never been threatened.  All that I did was because I was convinced that I was doing what I should do for my organisation, the IFP.  I was never forced or coerced into something.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because it would seem, just correct me if I'm wrong, that just from what you've told us, you don't give the impression of being the most disciplined of soldiers.  Why I say that is, you have told us that, as you mentioned when Mr Moloi was questioning you, that you stopped being a Special Constable because of your dissatisfaction with the pay or the broken promise, but the fact is you stopped being one on your own initiative, despite the instruction that you become one.  We know that you were sent to Secunda and you stopped working there, also on your own initiative, despite the instruction that you be there.\n\tYou've also made mention that Mr MZ Khumalo refused to hide you because some time in the past he'd arranged a hiding place for you but despite that you didn't stay at that hiding place and you moved away.  These sort of things don't give the impression of a highly, strictly, disciplined soldier, do you agree with that?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "No, I do not agree.  Loyalty does not mean that I should sacrifice my rights.  I believe that if I am dissatisfied with anything, I should complain.  My being silent would in fact be disloyal because I would be doing something that I know very well I do not like.  Therefore I do not agree with you.\n\tWith regards to MZ Khumalo hiding me, he did not agree, not because I did not have discipline, but I had left the hiding place because each time he came to give us food, he would complain that he is giving us his children's food, the children's share of the food, so I felt I should leave, I could not stay under those conditions.\n\tWith regards to money, there was no way I could not question that.  My family understood me to be working as a policeman and even though I was not forced to support them, I had to support my parents.  So if there was no money, how could I explain to my family why there was no money when I was supposed to be working.  Therefore, it was not that I was not loyal, but it was for these reasons that I left after those promises were not kept.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just one last question Mr Khumalo.  During your time here at Mpumalanga, you weren't part of a structured unit, is that correct?  You were basically on your own with Mr Luthule being your superior, you were not part of a unit like we heard existed at eSikhawini, where there were three or four of them working as a unit, is that correct?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "I did work alone, I came to Mpumalanga at Madlanduna's instruction.  Where I stayed at Unit 2, there were other Caprivians that we worked with.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you have a local unit leader or group leader?  Was there any structure in your working together with these other Caprivians or not?",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "There was a structure like in Unit 2.  As I explained about Bongo, Madlanduna elected him as a person through whom he will relay messages and instructions because he stayed in a UDF stronghold.  Although I cannot compare the structure to the one at eSikhawini, there was indeed a structure, nobody operated independently.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Stewart, any questions arising from questions that have been put by the panel?",
            "Unknown"
        ],
        [
            "MR STEWART",
            "No questions Mr Chairperson.\nNO QUESTIONS BY MR STEWART",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wills?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "No questions Mr Chairperson.\nNO QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ngubane?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "No questions Mr Chairperson.\nNO QUESTIONS BY MR NGUBANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hewitt?",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "Just one quick one Mr Chairman.\n\tYou say that you never ever shot anybody in the back?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR HEWITT",
            "Well on page 363 of your affidavit, Incident number 6, you actually recount an incident where you saw a person who had been shot, that he tried to jump over a perimeter fence and he fell to the ground and you state that you stabbed him once on his back, is that correct?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In the second paragraph, paragraph 70 of your affidavit, which is page 21 of your affidavit.",
            "Unknown"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "MR HEWITT",
            "What is the difference between shooting somebody in the back or stabbing somebody in the back?",
            "Male"
        ],
        [
            "BHEKISISA ALEX KHUMALO",
            "The difference is in shooting and stabbing.  I said I'd never shot somebody in the back, I did not say that I had never stabbed anyone in the back.  When I spoke of shooting somebody in the back, I was referring to people who you sent out to go and kill.  This person had already fallen, I was not going to go up to him, turn him over on his stomach and start stabbing him.",
            "Male"
        ],
        [
            "MR HEWITT",
            "I see.  Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR HEWITT",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Gladla?",
            "Unknown"
        ],
        [
            "MR GLADLA",
            "No questions, thank you Mr Chairman.\nNO QUESTIONS BY MR GLADLA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Khumalo, you may stand down.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I see it's now five to four.  I think this would probably be a convenient time to take the adjournment.  We've now come to the end of today's proceedings, it being just before 4 o'clock.  We'll adjourn this hearing until tomorrow morning in this hall and we want to start at half past nine tomorrow morning, so we will adjourn until then, thank you.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}