{
    "header": {
        "type": "1 B G GASEBUE, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-08",
        "location": "MMABATHO",
        "day": "1",
        "names": [
            "BERTHA G GASEBUE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55659&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/mmabatho/gasebue.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR RANDERA",
            "EVELYN MOSAGEDI",
            "MR MALAN",
            "MR MOTHALE",
            "MS G GASEBUE AND MS MOSOGEDI",
            "MS GASEBUE",
            "MS SEROKE"
        ],
        "original_speakers": [
            "DR RANDERA",
            "MS G GASEBUE AND MS MOSOGEDI",
            "MS SEROKE",
            "MS GASEBUE",
            "CHAIRPERSON",
            "EVELYN MOSAGEDI",
            "MS MOSAGEDI",
            "MR MALAN",
            "MR HERMAN MOTHLALE",
            "MR MOTHLALE",
            "MR MOTHALE"
        ]
    },
    "testimony": [
        [
            "DR RANDERA",
            "Chairperson, I call Bertha Gasebue to the table please.  I also understand that Evelyn Mosagedi will be adding to the story, as well as Herman Mothlale.\n Good afternoon and welcome, ladies and gentlemen.  \n Ms Gasebue we are of course going back again to a very painful day for you and for the others there, because on that day of 25th of November 1985, it appears that several people - we have heard stories related to the others already - several people lost their lives in Huhudi township.  \n One of those people, unfortunately, was your son, Monamodi Gasebue, who was only 17 years old at the time. He was shot and he died.\n Ms Joyce Seroke is going to be helping you in telling your story as well as that of Evelyn Mosogedi.\n Please will you both stand and take the oath.",
            "Unknown"
        ],
        [
            "MS G GASEBUE AND MS MOSOGEDI",
            "(sworn states)",
            "Female"
        ],
        [
            "MS SEROKE",
            "I will request you to briefly tell us what happened on the 25th of November 1985.",
            "Female"
        ],
        [
            "MS GASEBUE",
            "In November 1985, it was between five and six o'clock this boy was working, they were building a fence at the creche.  And then he came back home and after a few minutes he left.\n After a while I felt something in my body.  And then \nMMABATHO HEARING TRC/NORTH WEST\n2 B GASEBUE\nI went outside, I went home to look for him but he wasn't there.   I came back and I got into my house.   But just at the door I heard a gunshot.  This took place three times.\n After the gunshot I felt my body was very stiff. And he said to me, why don't you mix water and sugar and drink?  And that was what I did.  After finishing this water and trying to go outside I met Thanaka at the door.  Thanaka called to me and said -  I said, what are you saying.   He said, your son has been shot.  I then asked Thanaka where he was?   He said, he was at Lugumutsane.\n After Thanaka went away I told my sister that Monamodi has been shot.   I don't know where Thanaka went when he left the house.  When I went down Sumuno Street, after crossing Mosea Phoa, that is between Mosea Phoa Street and Goliati, I saw Matoko's lorry coming down Simuno Street.  \n It came and stopped where the child had been shot.  I came running and the boys jumped.  When they jumped I was still on my way running.  I was still looking up to them.  I think they were pulling him by that time.    I saw they were pulling him out of the yard. They had a lorry parked near the gate.  \n When they pulled him they put him into the lorry.  And the lorry came along.  I gave the lorry the signal to stop but it came at a very high speed.  And it drove passed me.  It joined Masoa Phoa Street and I followed the lorry, running.  \n When I came running there was a boy Buxman Labile who jumped out of the lorry and he had a sjambok in his hand.  He ran in my direction and he asked me, what is it?  Do \nyou ask, what is it?   I've come to look if the child who has been shot is mine.   And I realised it was my child.\nMMABATHO HEARING TRC/NORTH WEST\n3 B GASEBUE\n And I ran to the lorry.  There were so many people on the sides of the lorry.  When I ran to the lorry I looked inside and I grabbed the child's hair and felt for his pulse.  Really, he was dead by then.\n When I was feeling for his pulse, the other guy came running and jumped into the lorry and he closed the lorry and the lorry drove off.   \n At home I couldn't understand myself.  I was a very confused person.   We slept that night and the following day I prepared to go to the police station to report about what happened.\n When I was still preparing myself, Galeng came to me and he said, the lawyers were present, they were at Roma.  I was with my sister and another lady and we went to Roma.\nHoffman gave us a lift.  \n At the  time we got to Roma we found the lawyers and from Roma we left with the lawyers and we went to look at the spot where the child was shot. \n Hoffman also took the stone which the people said was used to hit the child.   From there, when we left the area where he was shot, we went to the police station.\n On our arrival at the police station we got out of the car together with the lawyers and entered the police station.\n There were White men standing outside and they said blacks should not enter, only the lawyers should enter.  And they entered the building.  We and Hoffman stood outside the building.  Whilst we were outside the building they were looking at us through the windows, that is the White men.\n The White men came and chased us away and said we should stand in the street.  We went and stood in the street and we MMABATHO HEARING TRC/NORTH WEST\n4 B GASEBUE\nstood there.  When we left that place we went home.\n When we went to see the corpse on the following day, they told us that the corpse is in the hospital.  It was being taken for post-mortem.   When we went to the hospital we didn't find the corpse.  We asked from the nurses and they said, there were no such corpse here.  \n And we went to the police station to tell them that the people at the hospital didn't see the corpse.  They said, please go away you will see the corpse tomorrow, you might come at 2 o'clock.   And that is the truth, we went away, we went home.\n We returned at 2 o'clock to go and see the corpse at the mortuary.  That is on Wednesday night, when we were together with Hoffman at the police station.  On the very Tuesday night they burnt Hoffman's house.\n We found the corpse at Avbob.  And we saw it, but I was not impressed by the way the corpse looked.  The corpse was in a sail, and there was blood in that sail.  And then I told them I am transferring this corpse to Safas.  The white man asked me why are you doing this.  I said I have business to do with Safas, and then I went to Safas.\n After taking this corpse to SAFAS I had to run around.  I can't remember whether it was on a Thursday I was going to the Reverend to report to him.\n When I entered through the mission gate I met a policeman who stopped me and told me that the Magistrate is looking for me.  I told him it is ok, and then I went \naway.\n I went home first.  At home someone told me that people had been looking for me and told me that the Magistrate is looking for me. I told them, no I got the message and then MMABATHO HEARING TRC/NORTH WEST\n5 B GASEBUE\nI went away again to the Magistrate.\n When I got to the Magistrate, I was together with Monica and another lady called Mamotibi.  Magistrate Cronje said to me, because you have already arranged for the funeral I'm surprised to see on this paper that the people who have to attend the funeral all have to be in cars.   I called you because I know you won't be able to afford that.   And then he asked me where the child's father was and I told them, he died in 1983.  And he asked me how many people would come to the funeral and I told him, it would be many people, maybe they would be more than a thousand, because I have friends, I have relatives, his uncle has relatives and this boy also had friends.  \n And he said to me, no I don't agree to the fact that many should come and bury this child.  I give you up to 500 people who should attend the funeral.  And we don't want any speakers at the funeral.  No one should wear T-shirts.  The coffin must be in the car, they must not carry it along the way.  And those who want to walk on foot can walk on foot, without the coffin.\n And then I asked the Magistrate and said, because people can walk freely at night in the location and because of our tradition in Tswana, there are people who bring condolences and prayers at night and they are not able to do that, because the police is harassing them.   He said, no they won't be harassed.  They can come to your place.  \n Then we arranged for the funeral and buried the child.    The funeral service was very touchy.  People  had been hit by sjamboks, even my child's family and the relatives were not able to attend the funeral, because the police were harassing them.   There were many buses and combi's from MMABATHO HEARING TRC/NORTH WEST\n6 B GASEBUE\nother areas - these belonged to the police.\n They surrounded all the cemetery and that is the way they used to operate.  Some of my child's relatives were not present, they were afraid.  The police were there.  They were harassing them, assaulting them and they were being torn apart by fences.\n After the funeral on the following day, a policeman by the name of Mothlaba came to me in the morning and he said to me the Magistrate has sent him.  It was on a Sunday.   That is the Captain sent me to come make sure about the way the funeral was conducted.  I then told him, go and tell your Captain that I am not happy about the reaction of the police yesterday. \n We could not conduct the funeral in the way we wanted, because the police were harassing people.   \n After this funeral I couldn't sleep at night in my place.  Every time I tried to sleep I would take blankets and put them in front of the windows, so that from outside people should think that I am asleep.  But I would hear some footsteps around the house, whilst I am in the house.   Every time at 6 o'clock I would want all my children to be at home and I would lock the house.  Every time it became dark I would lock the house. \n Whilst we were in the house and the others were \nsleeping, because I couldn't sleep after my child died, I would hear footsteps again in the evening.\n If I woke up and looked around I would find people.  On the following day when I got out of the house I would ask myself what the police were doing in my yard.  The children would say to me, maybe your head is not functioning well and I would say to them, didn't you hear the people around MMABATHO HEARING TRC/NORTH WEST\n7 B GASEBUE\nthe house at night?  \n And there were people also from Mathloko who I was seeing around my house.  And I didn't want those people to realise that lights were on in the house.   \n In 1986, I can't remember if it was 1986 or not, Monica came to me and said to me, did you receive any letter regarding Monamodi's case and I said, no.  And then I decided I had to find out from Maje and Fiona about how the case could be conducted without my knowledge.   And I told someone that I heard Monamodi's case was conducted and no one contacted me.  \n And they said they would phone me, but they didn't phone me.  They wrote me a letter and said to me, the case won't be conducted, as those people told you.  \n When Monica went to court I accompanied her.  When we arrived at the court, they said no, the case won't be heard.   The Magistrate we were with when Monica was assaulted ....\n Monica also asked about this case and they told us that the Magistrate is in church.   He can't really conduct this case. This case is too complicated. The case would only sit on the 8th of July and then we left him.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I would like to stop you there, man.  Did the case continue or not?",
            "Unknown"
        ],
        [
            "MS GASEBUE",
            "No, the case continued.  It was conducted for three days and on the third day all the witnesses testified.  Only my testimony was remaining behind and that of Hoffman Galeng and that of Evelyn.\n It was not the Magistrate we knew.  He was from Wolmaranstad.   During the case the Magistrate said that Hoffman Galeng and Evelyn would not testify.  We will only take your statements and add it together with the statements MMABATHO HEARING TRC/NORTH WEST\n8 B GASEBUE\nof other witnesses, and we will take this case to the High Court in Kimberley.\n And after he told us so, he told us to leave the building.  When we came back again, they said the case was dismissed.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was your boy active in politics?",
            "Unknown"
        ],
        [
            "MS GASEBUE",
            "Yes, he belonged to the UDF.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "When they shot him, what was happening?",
            "Unknown"
        ],
        [
            "MS GASEBUE",
            "There was nothing happening when they shot him.   There were no riots.  There were no violent people around by that time.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You said you went away with your lawyers.",
            "Unknown"
        ],
        [
            "MS GASEBUE",
            "Yes, it happened on the following day.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Who are your lawyers?",
            "Unknown"
        ],
        [
            "MS GASEBUE",
            "I don't know their names, because I was so confused by that time.  The child was killed on the 25th and on the 26th the lawyers arrived from Guateng.  Maybe Hoffman would know who the lawyers were.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ok, we will ask Mr Hoffman about those lawyers.   Did they do any post mortem?",
            "Unknown"
        ],
        [
            "MS GASEBUE",
            "Yes, the most-mortem was conducted.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you receive any papers regarding the post-mortem?",
            "Unknown"
        ],
        [
            "MS GASEBUE",
            "No, I haven't received anything, not even the birth certificate has not been given to me.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are you talking about Vryburg Hospital?",
            "Unknown"
        ],
        [
            "MS GASEBUE",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Where was the post-mortem conducted?",
            "Unknown"
        ],
        [
            "MS GASEBUE",
            "I don't know where the post-mortem was conducted, because I didn't find him at the hospital.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I thank you, mam.  I would like Evelyn to MMABATHO HEARING TRC/NORTH WEST\n9 B GASEBUE\nadd information which you have not given to us.  I wouldn't like her to repeat what we have already heard.",
            "Unknown"
        ],
        [
            "EVELYN MOSAGEDI",
            "It was the 24th November in 1985, while I was lying on the bed in my bedroom, a boy came along running and he entered my bedroom.  And then I woke up and pushed him outside.  And he said to me, please sister don't do that to me.  If these people can see me they are going to kill me.\n I then closed the door.  I thought if it were my child running to a person's house and being chased away, how would I feel?  I then closed the door behind us and then we hid behind the door.\n The people were running along the streets.  A group of people came and then they shook the door and they said to me, open the door.  If you don't open the door we are going to shoot it.  I said to the boy, please hide underneath the bed.  And then he went to hide himself.\n I then opened the door.   Opening the door, they grabbed me and they made me stand at the corner.  They asked where is the person who ran into this house?  If you don't show that person, we are killing you now.  I said, ok, he is in the house.  \n They said go in, fetch him.  Some of them said, let \nus hold her, so that if we don't get him inside the house we kill her.  \n Some of them were still grabbing me and another group went into the house and they pulled him from underneath the bed and they came with him outside.  These ones were still grabbing me and they let him stand on the stoep, just opposite the door.  And they shoot him, and they shot him once more.  \nMMABATHO HEARING TRC/NORTH WEST\n10 B GASEBUE\n These ones who were holding me, left me - I tried to run away - and then I fell.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Evelyn, do you say they shot him in your presence?",
            "Unknown"
        ],
        [
            "EVELYN MOSAGEDI",
            "Yes, they shot him very close to the stoep.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Do you know the people who did this?",
            "Unknown"
        ],
        [
            "EVELYN MOSAGEDI",
            "Yes, Mathloko.  They shot him twice and they left me.  I tried to run away and then I fainted next door and that was it.\n After a while when I recovered and I requested my neighbours to take me to my bedroom, because I didn't lock it.  The people might come and start stealing.   \n When we arrived there, the boy was still lying at the door, dead.  I fainted once more.\n When I recovered they came back with a van to pick him up.  They were just pulling him on the ground, saying he is a dog.  The dog will never be picked up and they threw him at the back of the van.  And they left.  \n I will end there.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Did you ask them where they were taking him?",
            "Unknown"
        ],
        [
            "EVELYN MOSAGEDI",
            "No, I didn't.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Did you ask the police where they were taking your child?",
            "Unknown"
        ],
        [
            "MS GASEBUE",
            "Do you mean when they were putting him in the van?  No, I didn't ask them anything.  I just felt his pulse.  I wanted to feel whether he was alive.  And they just drove off.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Ms Mosagedi you say in your statement, you heard gunshots, but I never saw who the opened fire.  But just now when Ms Seroke asked you said, Mathloko shot him.  MMABATHO HEARING TRC/NORTH WEST\n11 B GASEBUE",
            "Unknown"
        ],
        [
            "EVELYN MOSAGEDI",
            "Yes, it is Mr Mathloko who shot him.",
            "Female"
        ],
        [
            "MR MALAN",
            "Do you have any idea why Mathloko and Loabeli went after him?   Why the Inkatha people followed him specifically?  What was his activity?  Why would they have done that?   Have you any idea?  Do you have any feeling about that?",
            "Male"
        ],
        [
            "EVELYN MOSAGEDI",
            "I don't have any idea, because I was at home by then.  I only saw him running into the house.",
            "Female"
        ],
        [
            "MR MALAN",
            "His mother gave testimony here that he was a member of the UDF.  What kind of activities were he involved in?  Any kind of violent activities that you were aware of?  Why did they run him down?  Didn't you get information in the town?  Why did they do it?  What was their motive?  What was the perspective that they had on him?  If you have any idea, could you share that with us please.",
            "Male"
        ],
        [
            "EVELYN MOSAGEDI",
            "I don't have any idea.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Chairperson, we have one more witness to this very sad and upsetting death.   Herman Mothlale will you please stand and take the oath.",
            "Unknown"
        ],
        [
            [],
            "(sworn states)",
            "Male"
        ],
        [
            "DR RANDERA",
            "Herman, thank you very much.  It has been a long day again.  I want you just to add to what Ms Gasebue said and Ms Evelyn Mosagedi has said, relating to the day on which Monamodi Gasebue was killed.\n I understand that you were present at a meeting with him and then something happened which made all of you run in different directions.  Can you just tell us what happened?",
            "Unknown"
        ],
        [
            [],
            "It was about 3 o'clock in the afternoon and we were together in Mogapola Street, when the vigilantes arrived and chased us.   We were gathered there, discussing the news we had that there were some of us in the Youth MMABATHO HEARING TRC/NORTH WEST\n12 B GASEBUE\nOrganization who were included in the hit list.\n When we were still there the vigilantes arrived.\nAnd we could realise that they were approaching us.   We tried to run away.  We ran down Mokutani Street.  When we reached Somumu and Mokutani corner we dispersed.  The other ones took the other directions and the others the opposite directions.  \n The late Monamodi took another direction.  We took the opposite one.   I was the only one who took the opposite direction.  So I was able to hide myself behind the stones that were packed in front of a certain yard.   \n While I was still hiding there the van came together with the people inside - we used to call them Inkatha, because they called themselves so.  They entered the yard.  Just before they entered the yard there were some people who were moving on the street, trying to see why we came \nrunning.\n There was a girl who they approached and they asked her, did you see where the person who came running, went to.   This girl was so shocked, because she could see that if she didn't point out where the person was hiding, she would be killed.   Therefore, she pointed out that the person who came running went in at the house on the corner.  And then they came out with the person in the house.\n I was still hiding, looking at what was going to happen.   When they brought the person out of the house they were pulling him, kicking him.  Other had self-made swords in their hands and the other one was carrying a knopkierie, which had a very big head.  And they were also assaulting him with this knopkierie.\n The other one came with a big stone which he threw on MMABATHO HEARING TRC/NORTH WEST\n13 B GASEBUE\nhis chest.  That is from his chest upward.  I can't remember specifically whether it was on the face or the chest, but it was from the chest upwards where it landed.\nThat happened while he was still lying down.\n After they threw him with this big stone I saw Steven Mathloko having a gun in his hand, which he pointed to this person who was lying on the ground.  And he fired two shots.   On the area of his face.  \n I couldn't see well where they were shooting him, but I was able to see where the gun was pointed.  \n There was the other one who was Bux Loabile. After Mathloko shot this guy Bux kept attacking this person with a hand-made sword, while he was still lying down.  That was when I realised that Monamodi had already died.  \n From there I run away and I stayed at home for a \nwhile, until late in the afternoon.  And I thought I had better go to Monamodi's place to tell them about what happened, because I wasn't sure whether there was anyone who could go to his place to report about what had happened.\n Therefore, I met his mother and I told her what happened.  From there I went home.   \n That is the end of my story.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Yesterday, when Zero spoke he also talked about a list of names and you were also talking about that list of names now.  Are you talking about the same list?",
            "Unknown"
        ],
        [
            [],
            "This list of names I talked about, we heard that our names appeared on that list.  Therefore, I don't know if Zero was talking about the same list I talked about.  Maybe he was talking about another list.  But if he was talking about the one I was talking about, it must be it.   If he wasn't talking about another list, that is.\nMMABATHO HEARING TRC/NORTH WEST\n14 B GASEBUE\nOne boy, called Bennie, brought that list to us.  Whilst we were standing there we were looking at that list, just before the Inkatha people arrived.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Ms Gasebue said earlier on that there was really very little going on before then.  What made the Councillor and these vigilantes come to the meeting where you were and start attacking people?",
            "Unknown"
        ],
        [
            "MR MOTHALE",
            "What made the Councillors to attack us is that they knew that we were members of the UDF and we were against some of the things they imposed on us in the township.  They wanted us to leave the township and be sent to Pudumo.\n There were many things that we realised were not to our benefit.  Therefore, we started being their targets.  They They thought we might disturb them in achieving their aims.  And they also wanted to threaten our leaders.",
            "Male"
        ],
        [
            "DR RANDERA",
            "I have two more questions.  You say in your statement that you actually saw Frida Mabelane pointing out where Monamodi Gasebue was, in which house he was.  Is that what you said in your statement and are you standing with that statement?",
            "Unknown"
        ],
        [
            [],
            "Yes, that is what I said and I stand by my statement.  I saw her.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Pointing out the house to whom?",
            "Unknown"
        ],
        [
            [],
            "She was pointing out to these Inkatha guys who were chasing us.  So the person who spoke to her was Bux Loabile and other ones that I don't know.",
            "Male"
        ],
        [
            "DR RANDERA",
            "We heard earlier on that there was a case.  Did you go to the police and made a statement about what you saw?",
            "Unknown"
        ],
        [
            [],
            "I wasn't able to go to the police, because MMABATHO HEARING TRC/NORTH WEST\n15 B GASEBUE\nafter that day I became a target of Inkatha's.  On the following day there was another incident and though we wanted to see what was happening we found that Mr Hoffman Galeng's house had been burnt.\n From Mr Galeng's place these Inkatha people again attacked me and I sustained injuries.  These bruises you see on my face, were caused by Inkatha people and I have also some bruises on my head.  \n Therefore, I went to sleep at the hospital on the very same day.  I spent about a week at the hospital. \n When I was discharged from the hospital I went to the police station.  Therefore, I couldn't make a case in the first instance.  I had to go and tell the police what I saw.\n When I was at the police station they opened a case against me that I am one of the members of the UDF who threw stones at houses in the township.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Before you came to us, had you discussed events of that day with any of your comrades. Did you go to Ms Gasebue and told her about what happened or have you kept this to yourself all these years.",
            "Unknown"
        ],
        [
            [],
            "I told Monamodi's mother this.  She was the first person I reported to.  After her, there was no one else I shared this event with, that is about the death of her child.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you Herman, I have just one more question for Ms Gasebue herself.\n Mrs Gasebue what are your expectations of and from the Truth Commission?",
            "Unknown"
        ],
        [
            "MS GASEBUE",
            "I don't know.    After Monamodi's case I was a very sick person.  I became very weak, because of what the police did to him.  They didn't even want to give Monamodi's MMABATHO HEARING TRC/NORTH WEST\n16 B GASEBUE\nclothes to me when I wanted to take them.  They didn't give me the certificates.  This incident has made me a very ill person.\n It was the first time I heard someone had been shot in Huhudi, that is being shot with three bullets, as if a lion was being killed, in the presence of the police.\n I don't know whether it was allowed for another person to shoot another person, as if he was shooting an animal.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you Ms Gasebue.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Herman, is your other name Thanaka?",
            "Female"
        ],
        [
            [],
            "Yes that is true.",
            "Male"
        ],
        [
            "MS SEROKE",
            "In your statement you said, that when she\npointed out, what did you hear she was saying?",
            "Female"
        ],
        [
            [],
            "They asked her where are those people hiding themselves who came running?   And she pointed to that yard and said they ran into that yard.  And that was it.  Then they left her and entered the yard.",
            "Male"
        ],
        [
            "MR MALAN",
            "I also want to direct a question to Herman.  I have been listening to evidence now over the last two days, and I am trying now to get a broader picture, understanding Huhudi, and what fascinates me is that all the youngsters, round about 17 years of age at that time in 1985 who gave evidence here, all denied flatly, any involvement in any kind of violence.\n Everybody was on the receiving end, the vigilantes, the Councillors, everybody went after them.  They did nothing.  They were just the good people.  They were in high offices in political organizations, but they seemed to have done nothing.  And yet, Councillors' homes were also burnt, vigilantes were also attacked, girls, or a girl, Frida, for instance was burnt.  Nobody knows anything about it.  How MMABATHO HEARING TRC/NORTH WEST\n17 B GASEBUE\nare we to understand that picture?\n When you showed us the scars on your face - have you been walking the townships, hiding and been caught out from time to time, people beating you up, you doing nothing.  Can you give me a feeling of that world?  It doesn't make sense to my mind.  I don't understand it.\n Is there any way that you can with a word or two help me to understand that picture.",
            "Male"
        ],
        [
            [],
            "Yes, I would try and explain to you, that is the way I know things went in Huhudi.  Like I explained earlier I was a member of the UDF.  Therefore, there were some other things that were happening in our township, which we were not happy about, which were perpetrated by Councillors.   Where they were forcing people to go to Podumo.  And that was one of the things we didn't agree to.   So, those things caused conflict between us and the Council.  The Councillors were always challenging our leaders.  So we were trying to bring about peace, tried to protect our leaders, so that they couldn't be killed, but the Councillors realized that we were obstacles and they start by killing us so that we can be out of the way - that is the youth.\n During those days there were uprisings.  There was confusing in the township, people were fighting.  That is why people died.  Those people couldn't have died if there were no uprisings.   \n This shows that were conflict between the Councillors and the UDF organization.  \n I thank you.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Herman, sorry.  I just want to go back to the last time.  It worries me.\nMMABATHO HEARING TRC/NORTH WEST\n18 B GASEBUE\n You say that when you were having your meeting and then the Councillor and the vigilantes attacked, it was about two o'clock in the afternoon, and than soon after that, you saw Frida, pointing out in which house Monamodi was hiding.\n Now this is broad daylight.  You know the houses in Huhudi are very close to each other.  Why do you think Frida would have put herself at risk in broad daylight when there was this war, if you like, going on already, between the youth and the Councillors and their supporters?",
            "Unknown"
        ],
        [
            [],
            "I say this, because during those days, there was a day on which I saw what happened.  These Councillors and the Inkatha were being chased by some people.  They were chasing some people who they couldn't find.  At another chance they found a boy who they asked, where have the people been hiding themselves.\n This guy couldn't explain to them where the people were.  They, therefore, stabbed him with a sword on his stomach, just because he couldn't tell them where the people were hiding.\n So for Frida to tell where the people were hiding, is because she was under pressure because she had already seen that these people are very serious.   They might also injure her if she doesn't tell where the people are hiding themselves.",
            "Male"
        ],
        [
            "DR RANDERA",
            "So what you are saying, is that Frida was there.  She was frightened.  They got hold of her and because of that she pointed out, not because as have been said before - and I am asking for your opinion now - not a fact, not because she was an impimpi.",
            "Unknown"
        ],
        [
            [],
            "No.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Sorry Herman, I didn't hear that.\nMMABATHO HEARING TRC/NORTH WEST\n19 B GASEBUE",
            "Unknown"
        ],
        [
            [],
            "I said she was not an informer.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Mrs Bertha Gasebue and your family, it is clear that the thing you have been carrying in your hearts is so heavy, especially the way the boy died.\n And you, Mrs Basetsana, we realised the hard times you have been through.   You wanted to hide, but they pulled him from underneath the bed.  \n Herman, we want to thank you.  You have given us the framework of Vryburg.  You told us that it was a bitter \nwar, because people were being removed to Pudumo, without their concern.   That is why we don't have any point or evidence from the police, yes, we do expect them to come and tell us the other side of the story and how they were killed, but now in this conflict that existed in Vryburg, there wasn't another way out.\n We have people who sacrificed.  We now do not know, because we want reconciliation, whether the police and the members of Inkatha are still present in Vryburg, and if they are present, is there a way to reconcile, so that there can be peace in Vryburg.\n We listened to your pains and we have listened to you story, and then, working together we must find a way out.\n We want to thank you and your family, we want to thank you and neighbours.  We want to thank you as citizens of Vryburg.\n Thank you.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Chairperson, that brings us to the conclusion of these hearings in Mmabatho and we have heard 31 stories, with additional witnesses during this time.  These areas that we have covered for this first hearing have been the towns of Vryburg, Mmabatho, Zeerust and Lichtenburg.\nMMABATHO HEARING TRC/NORTH WEST\n20 B GASEBUE\n I would like you to make the closing remarks.  \n Thank you very much, Chairperson.",
            "Unknown"
        ]
    ]
}