{
    "header": {
        "type": "1 D MOGOROSI, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-08",
        "location": "MMABATHO",
        "day": "1",
        "names": [
            "DANSON MOGOROSI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55668&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/mmabatho/mogorosi.htm",
        "speakers": [
            "DANSON MOGOROSI",
            "MR MANTHATA",
            "MR RANDERA",
            "MS SEROKE"
        ],
        "original_speakers": [
            "MR RANDERA",
            "DANSON MOGOROSI",
            "MR MOGOROSI",
            "MS SEROKE",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "MR RANDERA",
            "Dan, before we start can I welcome Neil Lewis who is the Chief Executive Officer for the North West Communication Service and he is back there.  And we would also like to thank him for bringing these heaters, very kindly, so at least there is some heat in this great hall.  Thank you.\n Neil, I understand you have also Willie Modise with you. Would he like to stand up so that we can welcome him.  Thanks Willie.\n Dan, I must say you are the most appropriately dressed today, for this very cold weather.  Welcome and thank you for coming.\n Dan, you were a member of the United Democratic Front at the time of your arrest and you have come to talk about what happened to you.  Before you tell your story would you please stand and take the oath.",
            "Male"
        ],
        [
            "DANSON MOGOROSI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR RANDERA",
            "Will you tell us in your own words and in your own time what happened to you in 1985.",
            "Male"
        ],
        [
            "DANSON MOGOROSI",
            "It was in 1985 in August, I can't remember the date but it was on a Saturday.  Before this day  there was a meeting organised by the UDF at the local hall.   That Saturday, it was about 6 o'clock in  the afternoon, I was from home.  I wanted to visit my friend who was also a MMABATHO HEARING TRC/NORTH WEST\n2 D MOGOROSI\nmember of the UDF.  \n In the street next to ours there was a street called John Vryburg and I was just passing next to this school and I met Landrovers there - 12 in number.    And a very big van.   When I was at the gate, the school gate, a torch light was faced towards me and I was wearing a UDF T-shirt.    They stopped.  I didn't understand quite well what was happening, but a white man, called Venter, he was heavily built and I only heard him saying, this is their captain.  And I didn't understand what he meant when he said, captain.\nAnd he said, are you Denson?  And I said, yes I am Denson.  He said,  hands up and then I put my hands up.  They searched me, they couldn't find anything in my pockets.\n Immediately Venter gave me a fist.  When it hurt I wanted to go over the fence, but because they were more than 20 I could not do anything. They started fighting me and they kicked me with their boots.  They lift me up and don't leave so that I fall on the floor.  They did this quite a few times.\n They left me lying on the floor and they kicked me continually on the stomach and they used the R-1 rifles to hit me on the head and on my back.   It lasted 30 minutes, they still assaulting me.   I did not have any power left.  Some of them picked me up by my hands and by my feet and they threwme into the Hippo.   \n You know I wasn't handled like a human being, they threw me into this Hippo.   I was welcomed by boots once more in the Hippo.   They assaulted me and they drove around the township, patrolling, while I was inside the Hippo until 3 o'clock, continually being assaulted.\n I said, why don't you shoot me and kill me, because you MMABATHO HEARING TRC/NORTH WEST\n3 D MOGOROSI\nare now doing unacceptable things to me.   One of them said to me, you are going to tell Mandela this in prison.   And I kept quiet.   \n We patrolled the township and on the other side I was being assaulted.   There was a road leading into the township and next to that road there were NRC offices for people who wanted to join the mines.  \n They stopped and they made me get out of the Hippo and put me into a Landrover.   Even as they took me out of the Hippo I was being assaulted until I got into the Landrover.  I was alone sitting there, but at about six o'clock they kicked me up. \n They took me to the police station and when we arrived there I said to the captain, I am injured, can you take me to the doctor.  I forgot the captain's name.  He just left me there.   In stead of taking me to the doctor - there was a small room with a door - they took me into that room and they locked me inside.   And then I screamed.  \n A Tswana person appeared - he was a policeman - and he opened the door and I said to him, please I'm injured, take me to the doctor.  They took me.  Venter was also there.   They took me to the doctor. \n When we got to the doctor - it was Dr Coetzee - he was a state doctor, I couldn't walk on my feet, I was actually crawling.   And they went to the house to call this doctor.  It was at his place.  He came with such a big needle and he wanted to apply that on me.   I said, no you are not going to inject me with this.  He said, I have to inject you with this needle.  I said it is better to leave this.\n And he said in Afrikaans, take him, put him in the hospital.  And they took me to the hospital.  I was not MMABATHO HEARING TRC/NORTH WEST\n4 D MOGOROSI\nattended to at the hospital.  They used handcuffs on me.  I was fastened to the bed.   And they said to a black policeman, Oderile, they said he should wait there and took a good watch.  And I said to him, man we have been schooling together.  You are now here, digging me.  He said, my friend, I am doing my duty.  \n I can't remember what time it was, about mid day.  I said to my sister who came to visit me, I said you should send someone to talk to the people to take me to the doctor.  And Galeng came, still they refused.  They said I should first appear at the court of law. \n And the next day I appeared at the court.  I was never charged.   I only got a sentence.  And they postponed this.  They said I should come the next day.\n Mr Galeng came with a lawyer, that was when I was in court the next day.  And they said I have made a mistake.\nThey said I was fighting the police when they wanted to arrest me.\n Because he was a lawyer he managed to talk to them and they said to him, we are taking this man for five years in prison.   I couldn't walk.  My head was swollen and my kidneys were painful.  I couldn't urinate.   And he talked to them.  He said I should spend my five years outside.  \n The court took some time and at the end they all agreed.  They gave me five years and I was taken.   We went to Khotso House with this lawyer.  Mr Galeng got me two doctors, I can't remember their names, but they were the doctors who examined me at Khotso House.\n I since disappeared in 1985.  I only came back home in 1991.  I came back feeling better, but I must say I am not that better.  Sometimes I just feel pains and when they MMABATHO HEARING TRC/NORTH WEST\n5 D MOGOROSI\nattack me I just fall.   The person who understands me is my wife.  She is sitting next to me and this is the person who would run up and down and buy me a month's medicine and I would be given that.  And my wife has been looking after me.   I think I went to the doctor just once.  And the doctor did not examine me further.  He just examined me once and he gave me tablets and those are the tablets that I have been taking at home.\n These pains go off at times and at times they attack me.  And I would even be mentally disturbed when they come.   I must say I take quite some time in good conditions.   I cannot work because if I try to work I invite the pains.  Even today. I am finished.",
            "Male"
        ],
        [
            "MR RANDERA",
            "I apologise for not introducing your wife at the beginning and I welcome her as well.\n Dan, I would like to understand a little better.  Could you please tell us how old you were when all this happened? And also what you are doing now.",
            "Male"
        ],
        [
            "DANSON MOGOROSI",
            "I'm not working at this present moment.  I'm only staying at home, because if I work, the boers here at home know me and they do not want to give me any kind of employment.  They tell me, every time I want to work they would say, are you Denson and if I say yes, they say we don't want to invite problems for our people here.  So I am not working.  I am at home.",
            "Male"
        ],
        [
            "MR RANDERA",
            "My first question was, how old were you at the time when you were arrested and tortured.",
            "Male"
        ],
        [
            "DANSON MOGOROSI",
            "I was 25 years old.",
            "Male"
        ],
        [
            "MR RANDERA",
            "Tell us a little bit more of yourself.  Why you joined the United Democratic Front at the time.  What was it that you were seeking from that organization?  And\nMMABATHO HEARING TRC/NORTH WEST\n6 D MOGOROSI\nyou just said now that even today people are still saying that this is Dan Mogorosi, he is more trouble than warranted.  So have things not changed?",
            "Male"
        ],
        [
            "DANSON MOGOROSI",
            "I was preparing for the meetings of the UDF by that time.  So that the whites - because I was very active in the UDF - And I realised that all the boers in town know me and that they were also told by the police about me, that I was troublesome.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Dan, when you went to Dr Coetzee, did you see the needle, of the injection, it was long?",
            "Female"
        ],
        [
            "DANSON MOGOROSI",
            "Yes I saw it and I refuse for him to inject me.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Why were you hesitant about the needle?",
            "Female"
        ],
        [
            "DANSON MOGOROSI",
            "I could see that it was so huge and must not be used for human being.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Now you say, the police lifted you up and let you fall down.  Now how many were they when they were doing that?",
            "Female"
        ],
        [
            "DANSON MOGOROSI",
            "The police were so many and I could not tell how many they were.   Because those Landrovers were very full and in the Hippo they were also full, there were about 12 of them.  The Hippo were the 13th car, because there were so many.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Can you demonstrate to us what they did to you when they lifted you up and threw you in the air.",
            "Female"
        ],
        [
            "DANSON MOGOROSI",
            "Some would hold me on my legs and some would hold me by the arms and they would throw me up and then I would land on the ground.  And they would kick me continuously and thereafter throw me in the air again.  They did it on numerous occasions.",
            "Male"
        ],
        [
            "MS SEROKE",
            "You say in your statement, when they took you\nMMABATHO HEARING TRC/NORTH WEST\n7 D MOGOROSI\nto the hospital at Vryburg, they treated you for pains at your private parts.  What did they do to your private parts?",
            "Female"
        ],
        [
            "DANSON MOGOROSI",
            "They would kick me here in front and I did not get any treatment at the hospital.  I went to Khotso house and that was there where I tried to be better.  Until today I still have the pains.",
            "Male"
        ],
        [
            "MS SEROKE",
            "You say you are not working until this day.",
            "Female"
        ],
        [
            "DANSON MOGOROSI",
            "Yes, I am not working.   My wife is working.",
            "Male"
        ],
        [
            "MS SEROKE",
            "How many children do you have?",
            "Female"
        ],
        [
            "DANSON MOGOROSI",
            "We don't have children.  She came with one child, but we cannot have children.  Things are difficult.",
            "Male"
        ],
        [
            "MS SEROKE",
            "In other words when you say it is difficult, is it because of the torture.",
            "Female"
        ],
        [
            "DANSON MOGOROSI",
            "Yes, I think so.  Because I am not really well performing.   I think they have kicked me too much on my private parts.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Now what would you like the Truth Commission to do for you?",
            "Female"
        ],
        [
            "DANSON MOGOROSI",
            "It is so painful.  I don't even know.  I am requesting the Truth Commission to let the people appear before you that I can reconcile with them.  I don't want to forgive them on my own.  They're to forgive me as well and I would request the TRC to find me any kind of employment so that I can work for my wife and the child she brought with.\nI will end up there.",
            "Male"
        ],
        [
            "MS SEROKE",
            "We have listened to your story sir.  We thank you.   We thank you very much sir.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "I want to thank you very much and for the kind of assistance you get from your wife.  We heard and we have listened to your request.  We are not saying we are in a position to do that but we will try.  We want to thank MMABATHO HEARING TRC/NORTH WEST\n8 D MOGOROSI\nyou.  We want to thank you as well Mrs.  I thank you.",
            "Male"
        ]
    ]
}