{
    "header": {
        "type": "1 H LEKGARI, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-08",
        "location": "MMABATHO",
        "day": "1",
        "names": [
            "HERMAN LEKGARI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55663&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/mmabatho/lekgari.htm",
        "speakers": [
            "DR RANDERA",
            "HERMAN LEKGARI",
            "MR MANTHATA",
            "MS SEROKE"
        ],
        "original_speakers": [
            "DR RANDERA",
            "HERMAN LEKGARI",
            "MR LEKGARI",
            "MS SEROKE",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "DR RANDERA",
            "Johannes, welcome.  You have come to talk about your son, Johannes Lekgari, who at the time of his death, was 24 years old.",
            "Unknown"
        ],
        [
            "HERMAN LEKGARI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Will you please in your own words and in your own time tell us what happened to your son?",
            "Unknown"
        ],
        [
            "HERMAN LEKGARI",
            "My son was on leave on that day. There was a march  at Drihatsi, where he was.  He was a soldier but on that day he was on leave.   When he was together with his friends, one was shot and he was shot with the teargas.  When he tried to run home he fell on the way and the attackers killed him and he didn't reach home.\n That is what happened to him.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mr Lekgari is that all you want to say before I pose a few questions to you?",
            "Unknown"
        ],
        [
            "HERMAN LEKGARI",
            "Yes, I am through because that is the only thing that happened to him.  Up until I buried him, there was no investigation and nothing happened also after his burial.  Up until now I came to the Commission and reported to the Commission.   But the truth is he was killed by teargas.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mr Lekgari, just tell us a bit more about Gwaneng.  I know you say he was a soldier, but was he involved in any of the political structures in your area?\nMMABATHO HEARING TRC/NORTH WEST\n2 H LEKGARI",
            "Unknown"
        ],
        [
            "HERMAN LEKGARI",
            "Yes, he was active in politics.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Can you tell us a little more, when you say he was active in politics.",
            "Unknown"
        ],
        [
            "HERMAN LEKGARI",
            "He worked together with the political organization when they were at the rally, but he also had his full time job.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Which political organization was he working with?",
            "Unknown"
        ],
        [
            "HERMAN LEKGARI",
            "He worked for the ANC.  He was a member of the ANC.",
            "Male"
        ],
        [
            "DR RANDERA",
            "I want to come back to this tear gassing incident.  He was coming home from a rally when this happened.  Is that right?",
            "Unknown"
        ],
        [
            "HERMAN LEKGARI",
            "He was shot with the teargas at the rally and when he tried to run home, he fell because of this teargas.  He didn't reach home.  He fell along the way.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mr Lekgari can you please tell, us was your son - did he have any chest problems?  Did he suffer from asthma or bronchitis?",
            "Unknown"
        ],
        [
            "HERMAN LEKGARI",
            "No, he didn't have any illnesses in him.",
            "Male"
        ],
        [
            "DR RANDERA",
            "He was completely healthy?",
            "Unknown"
        ],
        [
            "HERMAN LEKGARI",
            "Yes, he was healthy.  He never had any illnesses.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you, Mr Lekgari.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Mr Herman, did the call you to come and see him?",
            "Female"
        ],
        [
            "HERMAN LEKGARI",
            "He fell close to Mr Voji's house.  When I went to see him he had already been removed.  I went to see him in the hospital.  They took him to Mr Voji's house and they took him to hospital.   They also realised that there was no life in him and the police came and they took him away.\nMMABATHO HEARING TRC/NORTH WEST\n3 H LEKGARI",
            "Male"
        ],
        [
            "MS SEROKE",
            "Was there a post-mortem conducted?",
            "Female"
        ],
        [
            "HERMAN LEKGARI",
            "Yes, there was a post-mortem at the hospital.  And then I buried him without any help.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Did you receive a letter, stating the post-mortem results?",
            "Female"
        ],
        [
            "HERMAN LEKGARI",
            "No, I didn't receive any letter.",
            "Male"
        ],
        [
            "MS SEROKE",
            "I thank you.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "It is cruel to experience that in a family.  It is very hurtful.   And it is also very hurting when that comes the way it approached to you.  You didn't know how your child died or who killed him.  We might say it was the police who killed him because by that time people were from the rally.\n We sympathise with you for what he went through and we will try to find out what really happened to your child and to make sure that the investigations are being conducted.\n We would like to thank you.",
            "Male"
        ]
    ]
}