{
    "header": {
        "type": "1 E RAMORWAGADI, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-07-08",
        "location": "MMABATHO",
        "day": "1",
        "names": [
            "EDWARD RAMORWAGADI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55679&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/mmabatho/ramorwag.htm",
        "speakers": [
            "DR RANDERA",
            "MR RAMORWAGADI",
            "MS SEROKE"
        ],
        "original_speakers": [
            "DR RANDERA",
            "MR RAMORWAGADI",
            "MS SEROKE"
        ]
    },
    "testimony": [
        [
            "DR RANDERA",
            "I wander if you will please tell us now about the time that you were working for GAWU and what happened during that time.",
            "Unknown"
        ],
        [
            "MR RAMORWAGADI",
            "Whilst I was working in General Allied Workers Union this company met with other unions, because it was liquidated at that time.  I volunteered to work in Saru which was another union, which met together with Gawu.  While I volunteered the other security branch offices, that was in 1987, after we were released under the State of Emergency.\n In 1987 the Security Branch came to me and said, they hear that I have been sending membership cards from Saru and I am also an organizer for the workers so that they could join the union.  I told them I don't know anything about that.  I haven't received any cards from Saru and also not received their forms.   But it was true I had received such documents.   They took me to the police station.\nMMABATHO HEARING TRC/NORTH WEST\n9 E RAMORWAGADI\n At the police station they told me that Mandela will never be released from prison and also that Mbeki they will also not leave jail.  They are also the same as you.   I heard you were influencing the workers so they can strike.  I told them, no I am not doing that.  When I refused that I was not doing that they started assaulting me.\n They used to bang my head against the wall and kick me.  Whilst they were doing that Le Roux entered and he told me that, you influence the workers to strike.  Do you know that is communist activities?  I told them there is nothing Christian you could find from someone who was looking for independence.   \n Thereafter, I stayed for about nine months without being able to eat.  I was only eating soft diet.",
            "Male"
        ],
        [
            "DR RANDERA",
            "As I said, you have given us a very long and detail statement.  I just want to ask you a few questions.\n Like so many young people from Huhudi, we have heard repeatedly over the last two days how you were picked up, put in jail, hit, even electric shock treatment.  And that has been the story of so many young people that have come to the Commission over the last two and a half days.  But at the same time I want to take us back to that period, it is a period of intense activity in Huhudi.\n You have the Huhudi Youth Organization on the one side, the UDF on the other side.  There is also the attack, and in your own statement you say at one stage you were questioned about the bombing of one of the Mayor's homes.  And the Mayor's wife was injured.  You also say in your statement that the Huhudi Youth Organization was a non-violent organization.\n I just want us to get a perspective on this.  Remember MMABATHO HEARING TRC/NORTH WEST\n10 E RAMORWAGADI\nthat we are not in a court of law here.\n Yesterday when asked Mayor Galeng said that he was \nresponsible for taking ANC or young people across the border and back into the country as well.  He saw that as part of the struggle.   \n Now when I look at your statement it seemed like you were arrested for standing up against the tricameral system, you were arrested for giving out leaflets or documents and the Freedom Charter, you were arrested for being against the increase in rents, but can we really get an idea from you about yourself and what happened in the area, what the activity in terms of what the activities really was from you people.   Were people really involved, were young people really involved in attacking the homes of Councillors, were young people involved in attacking policemen in that area?",
            "Unknown"
        ],
        [
            "MR RAMORWAGADI",
            "We as the leaders of the youth organization, we usually encouraged the youth not to use violence.  Among the youth there were those who were interested in reading, in studying, those who knew that apartheid is a crime and they knew that the whole world was against apartheid.  And they knew that apartheid had to be fought in different ways to be brought down.\n People felt they were oppressed.   They were supposed to use anything at their disposal to destroy the apartheid government.   Some of the youth have told themselves that they will do anything possible to destroy this government that was hated by most people.",
            "Male"
        ],
        [
            "DR RANDERA",
            "But that included, I am sure you would agree, attacking Councillors, burning down houses, if the houses\nbelonged to Councillors, perhaps throwing bombs at these houses as well.\nMMABATHO HEARING TRC/NORTH WEST\n11 E RAMORWAGADI",
            "Unknown"
        ],
        [
            "MR RAMORWAGADI",
            "Yes, that happened, but I am not saying that it was done by the youth.  I will only testify that I was not a witness, I did not see that happening with my own eyes.",
            "Male"
        ],
        [
            "DR RANDERA",
            "But it happened Edward.",
            "Unknown"
        ],
        [
            "MR RAMORWAGADI",
            "What happened?",
            "Male"
        ],
        [
            "DR RANDERA",
            "What you have just said.  You may not have been a witness, but it happened.  Huhudi is not an area that is spreads over miles and miles.  It is a very small area, so everybody knew what was happening in Huhudi.",
            "Unknown"
        ],
        [
            "MR RAMORWAGADI",
            "Yes, that happened, Councillors' houses were burnt, the police were ... actually the police were fighting the people, the people did not fight the police.  Now they were actually protecting themselves against the police.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Edward, you said your manager had a gun in his hand when he picked you up.",
            "Female"
        ],
        [
            "MR RAMORWAGADI",
            "According to the rumours I knew him as a reservist.",
            "Male"
        ],
        [
            "MS SEROKE",
            "While you were taken to the brewery you saw along the road that you were not taken to the brewer, you were going to the police station.  Did you ask him where he was taking you to?",
            "Female"
        ],
        [
            "MR RAMORWAGADI",
            "Yes, I asked him and the bar was also the way that went to the brewery.   Along this road there is another road that goes to town and the other one is the one to the brewery.   Even if you are in town you can find the way to the brewery.",
            "Male"
        ],
        [
            "MS SEROKE",
            "You said again, the other Strydom who was a security, he also punched you until you bled.  Did you stop MMABATHO HEARING TRC/NORTH WEST\n12 E RAMORWAGADI\nthe blood that was flowing from you?",
            "Female"
        ],
        [
            "MR RAMORWAGADI",
            "Yes I did that.",
            "Male"
        ],
        [
            "MS SEROKE",
            "We heard the programmes we've been through when you tried to bring peace in Huhudi.   And it is quite clear in what you did achieve probably what you wanted to achieve.  We saw what the activities of the youth were and we want to tell you that all he experiences that you went through we'll try to help you.\n We thank you and your family and we say to you we will try and find help for you  Thank you.",
            "Female"
        ]
    ]
}