{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-04-10",
        "location": "ZEERUST",
        "names": [
            "NAKEDI ELTON RAMALEPE"
        ],
        "case number": "2813",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55988&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/tzaneen/tzaramal.htm",
        "speakers": [
            "DR ALLY",
            "DR RANDERA",
            "MISS SEROKE",
            "MR MANTHATA",
            "NAKEDI ELTON RAMALEPE",
            "ROBERT MAKOGA"
        ],
        "original_speakers": [
            "DR ALLY",
            "MISS SEROKE",
            "DR RANDERA",
            "MR RAMALEPE",
            "NAKEDI ELTON RAMALEPE",
            "MR MANTHATA",
            "MR MAKOGA",
            "ROBERT MAKOGA"
        ]
    },
    "testimony": [
        [
            "DR ALLY",
            "We're ready to call our next witness.  Thank you.",
            "Unknown"
        ],
        [
            "MISS SEROKE",
            "Our next witness is Nakedi Elton Ramalepe.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mr Ramalepe, good afternoon.  Welcome.  Can you please introduce the gentleman who is with you.",
            "Unknown"
        ],
        [
            "NAKEDI ELTON RAMALEPE",
            "This is Robert Makoga.  He used to work with me in those days together with  Ngoako Ramalepe who, whom I'm here for.",
            "Male"
        ],
        [
            "DR RANDERA",
            "I welcome him too.  Can you please stand to take the oath.  If you'll just repeat after me, I swear that the story  I'm about to tell is the truth, the whole truth and nothing but the truth, so help me God.",
            "Unknown"
        ],
        [
            "NAKEDI ELTON RAMALEPE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mr Manthata!",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "Good morning.  You are here to tell us about your brother who was killed.  Is it Ngoako?",
            "Male"
        ],
        [
            "NAKEDI ELTON RAMALEPE",
            "Yes, he's my  older brother.  Could you please continue and tell us what happened.  What do you know about him?",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Ngoako Ramalepe was an SRC president at Motcheche College of Education in 1985.  One day in the area of Gabane where there was a youth march  organized by the youth in Gabane.  At the end of the march during that day, the policemen appeared and they came to approach the people who were marching.  They dispersed those people that day.  During that time when the people were dispersing, that was when  Ngoako and his friend  Robert decided to go to, to the shop to get some bread.  On their way they were surprised why the, the police were confronting them and as they were just frightened, the police grabbed them.  They arrested them and took them to their, to Gabane police station but those were the Leboa police.  As I've already explained that this is the friend Robert, who was with him or the person who used to work with the late Ngoako, I'll ask the Chairperson to give Robert who's the one who has first, first hand information to at least tell something to the to the Commission about how Ngoako got killed.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Did Robert give the statement to the Commission?",
            "Male"
        ],
        [
            "NAKEDI ELTON RAMALEPE",
            "Excuse me.  Could you please repeat your question, Sir?",
            "Male"
        ],
        [
            "MR MANTHATA",
            "I was asking you if Robert has given, has already given the statement to the Truth and Reconciliation Commission?",
            "Male"
        ],
        [
            "NAKEDI ELTON RAMALEPE",
            "I don't know if he had given the  statement already.",
            "Male"
        ],
        [
            "ROBERT MAKOGA",
            "Yes, I did give the statement, Sir.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Robert, if you have given a statement, I'm just going to ask you to take the oath but if we can just stick to the, to what we've gone, come to talk to, to-day.  All right?  If you can just stand to take the oath.  Just repeat after me, I swear that the story I'm about to tell is the truth, the whole truth and nothing but the truth, so help me God.",
            "Unknown"
        ],
        [
            "ROBERT MAKOGA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "Could you please continue Robert and say what you know about that day.",
            "Male"
        ],
        [
            "ROBERT MAKOGA",
            "When we were at Gabane shopping centre they took  us to the police station.  When we got to the police station they ask, they didn't ask us a thing.  They started beating us up with everything.  They beat us with sjamboks, with the bags of the rifles.  They were kicking us until I lost consciousness.  When I woke up I realized that we were in the bush.  They dumped us there and I realized that Ngoako was with me there.  As Ngoako was my senior or he was older than me, I could not pick him up, I just ran away and went back to the township in Gabane location.  When I got there I explained to the students what happened to us and they decided to go to the hospital to look for Ngoako and they found that Ngoako was there at the the hospital mortuary and he was dead and Mr Ramusi came to us the next day.  He fetched me and he took me to his offices to get a statement from me.   From there I ran away and I went to Johannesburg.  That's all, Sir.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "As you're explaining to us Robert, when you regained consciousness, didn't you run to the police station?",
            "Male"
        ],
        [
            "ROBERT MAKOGA",
            "No, I did not because I was afraid of the police, because they're the ones who beat us up.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "And you Nakedi.  Did you go to the police station to report?",
            "Male"
        ],
        [
            "NAKEDI ELTON RAMALEPE",
            "No, I did not, Sir.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "What step did you take?",
            "Male"
        ],
        [
            "NAKEDI ELTON RAMALEPE",
            "As this was the students issue and they had their own lawyer.  We found out that they were the ones who were handling the issue and they, they had already taken it to the lawyers.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Didn't, did they come back to you and report to you what further steps did they take, besides taking the matter to their lawyers?",
            "Male"
        ],
        [
            "NAKEDI ELTON RAMALEPE",
            "What we knew as a family is that this, this was taken to court and there was a trial in, in 1988.  Several times.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "During the trial who were called?  Who were accused of the murder?",
            "Male"
        ],
        [
            "NAKEDI ELTON RAMALEPE",
            "As I, I was explaining, I'm I was dizzy most of the times and I'm only the young, the young brother  to my brother.  I would like you to ask many questions to Robert.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "The people who were accused, were they Leboa policemen?",
            "Male"
        ],
        [
            "ROBERT MAKOGA",
            "Their station commander was one of them.  Mr Ramulta who was the one who gave orders to the police to fetch us from the police, from the shopping centre.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Was there an inquest?",
            "Male"
        ],
        [
            "ROBERT MAKOGA",
            "Yes.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Who was accused?",
            "Male"
        ],
        [
            "ROBERT MAKOGA",
            "It was the policemen and that was the only thing that I knew.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Was that the only thing that, that you had Nakedi?",
            "Male"
        ],
        [
            "NAKEDI ELTON RAMALEPE",
            "Yes, as a family.  The report that we got was that the policemen were accused. They  were found guilty but we didn't know whether they, they were sentenced or not and we didn't know what type of sentence they, they got, until to-day.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Robert and Ngoako,  were  you the leaders of the students at the time?",
            "Male"
        ],
        [
            "ROBERT MAKOGA",
            "Yes, Ngoako was the President and I was the Secretary to the SRC.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "What were your complaints at the time?  Was it political matters?",
            "Male"
        ],
        [
            "ROBERT MAKOGA",
            "Firstly, we wanted to form the SRC.  That's where the problem started.  After forming the SRC, the other schools in our area also wanted to form the SRC.  That's where we were starting our dressings, other students.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "What were you going to do with the SRC's?",
            "Male"
        ],
        [
            "ROBERT MAKOGA",
            "The SRC was, was the organization to represent the students.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "I believe that when you were starting the SRC's it was because you had many problems and complaints.  That's why I'm asking you that the SRC's, what problems were, were, were you addressing?",
            "Male"
        ],
        [
            "ROBERT MAKOGA",
            "It was the complaints coming from the students and we were only the representers.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Don't you have some problems that you can give us as an example?",
            "Male"
        ],
        [
            "ROBERT MAKOGA",
            "They used to complain about sexual harassment between lecturers and students.  Again they, we were not allowed to go outside the school gate and it was, it to, it was only for thirty days and the boys were only allowed on Wednesdays and Thursdays and we were unhappy about that.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "If I understood you well, this thing does not have any political mo motive, behind. it, it was just student politics.  Actually, there's no political national context.",
            "Male"
        ],
        [
            "ROBERT MAKOGA",
            "In the college, that's where the students started standing up and then we formed a branch of the UDF after the SRC was formed.  That, that was the one which was involved in politics.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "If I understood you well, when the police came to the college and started fighting with you.  Did they get any permission from the Principal?",
            "Male"
        ],
        [
            "ROBERT MAKOGA",
            "When the police, they found that in, in the shopping centre in Gampane not at school.  They took us from the shopping centre and they took us to the police station.  To the police station.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "When they found you in the shopping centre, were you not from any meeting?",
            "Male"
        ],
        [
            "ROBERT MAKOGA",
            "There was a march in the township.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "What was this march for?",
            "Male"
        ],
        [
            "ROBERT MAKOGA",
            "There were other comrades who were arrested in the, in the township.  So they were released and people were happy for their release.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "So it was a march of celebrating their release?",
            "Male"
        ],
        [
            "ROBERT MAKOGA",
            "Yes.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "No further questions.",
            "Male"
        ],
        [
            "DR ALLY",
            "Thank you, thank you Robert for coming forward to speak about this incident.  As you  said in your testimony, there was an inquest.  There's always supposed to be police inquest when a, when a death is not from natural causes, when it's unnatural and that there were people who were implicated and who were charged and that there, there was a case.   Throughout the, the, the cause of the work of the Commission, one of the things that has always been said by victims, and this is something which the Commission also agrees with, is they say that if this process of reconciliation is to mean anything then it's not only for those who have been victimized, not only for those who suffered gross human rights violations, to come forward or for their families to come forward but for those who committed violations.  The perpetrators ,the victimizers, to also come forward so that this process can be a complete process and that provision is made for perpetrators to the Amnesty Committee.  That the whole purpose of the Commission is not vengeance, it's not a witch hunt.  Notwithstanding what people have said.  It's really an attempt to try to deal with the conflicts of the past, to understand those conflicts and in that spirit to move forward.  So, the appeal that we constantly make is that those that have been implicated in gross human rights violations, those who know that they have been involved, that this is an opportunity for you to come forward through the amnesty process to explain your part and your role so that the survivors, be they the family members or the or the direct victims themselves, can start putting these events in, in the past.\n Your brother was, we know, was an important activist in his area.  That he was centrally involved in the whole fight to establish SRC's, Student Representative Councils against prefix systems which were seen as extensions of authoritarian structures and SRC's were seen as more representative and more democratic.  He was also involved in the initial steps to set up the United Democratic Front and those were some of the reasons why he did become a target.  Those are things which we have been able to establish.  So again, our appeal is to those who, who know what they did, to come forward and  to use the amnesty process so that the victims can also have some satisfaction and  can move on.   So, thank you very much for coming to, to speak to us.",
            "Unknown"
        ]
    ]
}