{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-06",
        "location": "ZEERUST",
        "names": [
            "PIET M LAMOLA"
        ],
        "case number": "JB3684",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56189&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/zeerust/zeelamo.htm",
        "speakers": [
            "CHAIRPERSON",
            "MISS SEROKE",
            "PIET LAMOLA",
            "PROF MEIRING"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR LAMOLA",
            "PROF. MEIRING",
            "PIET LAMOLA",
            "MISS SEROKE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Piet Lamola.  Mr Lamola, good afternoon.",
            "Unknown"
        ],
        [
            "PIET LAMOLA",
            "Good afternoon, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lamola, Miss Joyce Seroke is going to assist as you tell your story.  I would just like Professor Meiring to help you take the oath.  If you'll just stand please.\nPROF. MEIRING: Mr Lamola, please stand and with your right hand in the air, please repeat after me, what I say, is the truth, nothing but the whole truth, nothing but the truth, so help me God.",
            "Unknown"
        ],
        [
            "PIET LAMOLA",
            "(sworn states)\nPROF. MEIRING: Thank you very much.  Please sit down.",
            "Unknown"
        ],
        [
            "MISS SEROKE",
            "Good afternoon, Mr Lamola.  We will ask you, that on the 5th of January 1991, what happened to you ?  Explain to us in detail, saying everything.  You may continue.",
            "Female"
        ],
        [
            "PIET LAMOLA",
            "In 1991, on the 5th of January, whilst I was still at my place and I was just about to go out,  I locked my house, because there was nobody in the house.  My wife was  not present and my children were not present.  After I locked I saw a little child next to me, next to my house.  His mother was not present and there was nobody at his house.  After I dislodged the key from the door, that child came to me.  When  that child arrived, he came to me and said, people, there are people who are having axes, they were having pangas with them.  There were four of them.  When they arrived, they get hold of me with my jacket.  They pulled me.  I was  not able to ask where are you for ?  Then they said to me, come  tell us what did you do at night.  I told them that, let me place the key where it's usually put.  They say, you have no time.  I just threw it in the,  next to the, to the house.  One of them hit me with that panga at the back.  They  were local people.  They were not not policemen.\n When they have chopped me, whilst still holding me with my jacket.  On the way they made me to lie down and they kicked me.  After that, they took me again.  They took me to Mr Moilwa  and there were tents where police used to work.  They put me in those tents, they handed me to the police.  This children were still holding their pangas.  The police took me  in their van.  One of the police said, you old man, you're going to tell the truth.  He took a teargas canister.  They closed the tails of the van.  After closing those tails, then he said he's going to make it explode.  One policeman denied and said, don't do that.  After some time, I was bleeding by that time.  There was no one who was giving me something to wipe off the blood.  One of them shouted saying, one house is burning.  It's then that they pulled me off from the van and put me aside.\n Then from there they left with their, then they went to that house which was burning.  After that they brought a woman whose house was burning and he was shocked also.  We, they put us together.  They said, we, which organisation do we fall, do we belong ?  Truly, I told them that, I told them that I belong to African National Congress.  Then they said, you know of what is happening during the night whilst we are asleep ?  They left me there.  After some time a certain policeman came, but he was wearing private.  Then he asked those people, and say, these people that are bleeding, why are you putting them there ?  Then one policeman said, there is no car which we can use.  Then that policeman said, take them with that, with this police van.  \n They took me with that police van.  We went to Welgedacht.  When we arrived there, they took us to the doctor.  After I was stitched the police were waiting to fetch, to take me to Motswedi police station.  Then they said we are not going to release him.  He's going to sleep here.  That's when the police left me there.  \n On Sunday, a certain detective came and say, are you Mr  Lamola ?  Then I said yes.  Then they said when you are discharged here you must go to Motswedi police station.  Then I, I said to him, yes I will do so.  On Tuesday, I was discharged.  Then I said if I can go to Motswedi I'll take myself to the, to a lions den.  I didn't go there, because I knew that when I go to Motswedi I'll be taking myself to a lions den and the truth which I will tell them, it will not work.  \n Then I ran, I went to, I flee, then I went to Zeerust.  I met with a group of people who fled from our village.  I didn't go back home since that day, since I left on the 5th.  I started going home when people were going back home.  \n I think we went in July, when we left Zeerust to, to our village.  There was no case.  They were innocent during, because of  the loss of that government.  These police did not ask them about the pangas.  They just took me and put me  in the police van.  It was those people who went again to that house which was burning and they burnt that house and accused that woman.  That's how far I can go.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "You say these boys were four.  Your statements,  in your statement you say  they were Inkatha group.  Were they Incatha group in your village ?",
            "Female"
        ],
        [
            "PIET LAMOLA",
            "They were calling themselves InKatha group.  When they were assaulting me, they were saying they were Inkatha group.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "With, whom were they were working for ?",
            "Female"
        ],
        [
            "PIET LAMOLA",
            "They  were working for Mangope's government.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "They were working with the police ?",
            "Female"
        ],
        [
            "PIET LAMOLA",
            "Yes, they were working with the police.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "Because you said after they, you were chopped with pangas, you were taken to the police camp.",
            "Female"
        ],
        [
            "PIET LAMOLA",
            "Yes, that's true.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "And again you say it's Molilwa's, Mololwa's yard ?  Do you, is this Molilwa the, the Chief which had been imposed  by Mangope ?",
            "Female"
        ],
        [
            "PIET LAMOLA",
            "Yes, it was his Chief.  He, he put them in, in his yard.  They pitched their camp in his yard.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "Which means these boys were working for Mr Molilwa ?",
            "Female"
        ],
        [
            "PIET LAMOLA",
            "Yes, they were working for him, because ...",
            "Male"
        ],
        [
            "MISS SEROKE",
            "Then you said they were asking you about what was happening at night.  Can you tell us what was happening at night in your village, which they were accusing you of ?",
            "Female"
        ],
        [
            "PIET LAMOLA",
            "When I learnt that night there were houses which were burnt and there were people who were killed.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "Who  killed them ?",
            "Female"
        ],
        [
            "PIET LAMOLA",
            "I don't know.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "Were they police or these Inkatha members ?",
            "Female"
        ],
        [
            "PIET LAMOLA",
            "I don't know as whether they were killed by Inkatha or by the police, because I just heard.  It was during the day when I heard.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "You said you are afraid to go to the Motswedi police station therefore you fled.  Where did you go ?",
            "Female"
        ],
        [
            "PIET LAMOLA",
            "We were staying at Zeerust in the churches.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "Which church were you staying ?",
            "Female"
        ],
        [
            "PIET LAMOLA",
            "I was staying at the Roman Catholic Church.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "You say churches were helping people who were fleeing ?",
            "Female"
        ],
        [
            "PIET LAMOLA",
            "Yes.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "Were you staying together in those churches ?",
            "Female"
        ],
        [
            "PIET LAMOLA",
            "Yes, we were staying in the churches.  Others were staying at the Methodist Church, others Anglican Church.  Where there were churches, people were  accommodated.  Others  were staying with their families.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "You said you went in July.  You didn't tell us, you didn't tell which year.  You just said you went, you sent back home in July.  Which year did you go back ?",
            "Female"
        ],
        [
            "PIET LAMOLA",
            "I went the same year, in 91.  I don't as whether it's June or July, but it, but it's the same year.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "Is that the same year ?",
            "Female"
        ],
        [
            "PIET LAMOLA",
            "Yes.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "Whilst you were staying at the Roman Catholic Church what happened to your family ?",
            "Female"
        ],
        [
            "PIET LAMOLA",
            "I met them at the Roman Catholic Church.  I met them at these churches.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "Did they flee ?",
            "Female"
        ],
        [
            "PIET LAMOLA",
            "Yes, they did.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "The major problem in your area, was it because of the conflict between Chief Molilwa and Sebogodi or was it incorporation or, what were, what were the reasons?",
            "Female"
        ],
        [
            "PIET LAMOLA",
            "I would not understand because they were saying we should be incorporated in Boputhatswana and some of us we didn't agree to that.  Others said we belong to Boputhatswana, others said we don't belong to Boputhatswana.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "When you say, when you said you were a member of the African National Congress, what was ANC do to that issue of incorporation ?",
            "Female"
        ],
        [
            "PIET LAMOLA",
            "I don't understand you well.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "You said to us you were a member of ANC.  What was ANC doing that ANC should not move out of their area ?",
            "Female"
        ],
        [
            "PIET LAMOLA",
            "We,  whom we call ourselves ANC, we didn't want to be incorporated to Boputhatswana.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "What did you do to show that you didn't want to go, to be incorporated?",
            "Female"
        ],
        [
            "PIET LAMOLA",
            "We didn't want to be incorporated in Boputhatswana because we knew that if we may under Boputhatswana, they're going to remove us from our land.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "Are the police still in Molilwa's yard ?",
            "Female"
        ],
        [
            "PIET LAMOLA",
            "No they are not there.  I don't see them anymore.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "Can you identify the police who assaulted you or, or the four boys who have assaulted you?  Are they still there ?",
            "Female"
        ],
        [
            "PIET LAMOLA",
            "Yes, I know them.  I can identify.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "Can you identify them ?  Do you know their names?",
            "Female"
        ],
        [
            "PIET LAMOLA",
            "I know their names and I can identify them.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "Are they still in your village?",
            "Female"
        ],
        [
            "PIET LAMOLA",
            "Yes, they're still in the village.",
            "Male"
        ],
        [
            "MISS SEROKE",
            "Thank you, Mr Lamola.  I would hand over to the Chairperson.\nPROF. MEIRING: ......... very briefly.  You're a pensioner, so you don't work anymore.  Do you have an income ?",
            "Female"
        ],
        [
            "PIET LAMOLA",
            "I'm on pension.  I have an income, even if it's too little.  I'm not able to support my family with that money, because it does me  the pension I got is from railway, then every month I get two hundred and ninety.  It's too little to support my family.\nPROF. MEIRING: .... is your family.  Your wife and your children, how many ?",
            "Male"
        ],
        [
            "PIET LAMOLA",
            "I have six children, Sir.\nPROF. MEIRING: And they are all dependent upon you.  They're not working ?",
            "Male"
        ],
        [
            "PIET LAMOLA",
            "There are some who are, there are those who are working but they're working just, you know, peace jobs, or temporary work but others are attending school and others are not attending school.\nPROF. MEIRING: Thank you very much.  I have no more questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lamola, is there anything here else you'd like to say ?",
            "Unknown"
        ],
        [
            "PIET LAMOLA",
            "I've nothing more to say.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lamola, thank you very much then for coming to-day.  We're very pleased that you came and told us your story and also to try to help us understand what happened.  From what other people have said to-day, peace has definitely returned to the area which you are living in and the fact that you say that the four youths who attacked you still live in the area, indicates that some reconciliation has taken place.\n We have heard what you have said and your requests to the Commission and we will come back to you.  Thank you very much.",
            "Unknown"
        ],
        [
            "PIET LAMOLA",
            "Thank you, Sir.",
            "Male"
        ]
    ]
}