{
    "header": {
        "type": "Prison Hearings",
        "starting date": "1997-07-22",
        "location": "Johannesburg",
        "day": "2",
        "names": [
            "JOSEPH SEREMANE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56368&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/prison/seremane.htm",
        "speakers": [
            "CHAIRPERSON",
            "JOSEPH SEREMANE",
            "MR MANTHATA",
            "MR NTSEBEZA"
        ],
        "original_speakers": [
            "JOSEPH SEREMANE",
            "CHAIRPERSON",
            "MR MANTHATA",
            "MR SEREMANE",
            "MR NTSEBEZA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Our next witness is Joseph Seremane.  Welcome Mr Seremane, we are really sorry that we have kept you waiting, but I am sure that you understand that we have had to go through this process.",
            "Unknown"
        ],
        [
            "JOSEPH SEREMANE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.   Mr Manthata is going to lead your testimony.",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "Jo, you are here to talk about your younger brother who last left into exile, joined MK and he didn't return with the rest of the returnees and you have not had any joy from the explanations given as you went about asking, enquiring about your younger brother Chief.\n Can you please tell us about the steps you took in trying to find out the whereabouts of your younger brother in the ANC circles.",
            "Male"
        ],
        [
            "JOSEPH SEREMANE",
            "Thank you sir.  And with due respect, owing to the constraints of time, perhaps I should start with the bottom end of how I would have concluded.  I come here on behalf of my family.  I come here to express the feeling of betrayal by compatriots and comrades.  I come here to express our disappointment and the way we feel cheated of a dear little brother, a promising young man, a brilliant young man.\n I come here to talk about the hypocrisy that is taking place in our country.  I also come here to make a contribution to my own people who have power that perhaps from that contribution, from all these pains that we hear, they stop doing these things.\n There is one thing that is messing up our country, it is the lack of sincerity in our country.  It is the lack of recognising other people's contribution if they don't belong to your camp, if they don't belong to your tribe, if they don't belong to your race, we are still victims of fragmentation, we have achieved very little until we have changed.\n That is my brother.  I have sat, I have walked, I have contributed, I have met people inside and outside the country.  I have risked my neck, my life, I have helped across the spectrum and I am the one to sit here and not know what has happened to him.\n And it pains me when I hear the (indistinct) of shallow honour and integrity of disclosure, yet underneath it is (indistinct), vilifying those who can't speak for themselves, they are called rapists, murderers, mutineers.\n I want to ask for the true records of those trials in Quatro camp.  I want somebody to come and tell me what my younger brother actually did that he deserved to be shot like an animal being put down after being brutally disfigured so that of his best friends could not recognise him.\n I want that comrade of mine to come up and be honest and say and tell a little lie at least to the family, a little white lie and say we shot him accidentally when we were practising.  We will be satisfied.  Why do you cheat me of my brother's bones?  Why do you think our contribution is worth nothing?\n Why do you think we ran and volunteered to risk our lives, calling for your own return home, for justice, supporting you in your call to be treated under the Geneva Conventions and you couldn't treat your own that way?\n Just say the truth, come back and tell us.  We have been tested, we can forgive, we can reconcile, yet we are also capable of forming third forces to hit back, but that is not what we want, we are looking forward to a better South Africa.   A South Africa that will respect the integrity of everybody, irrespective of their colour, creed, tribe too and social standing for that matter, and worst still we must get out of this ideological straight jackets that we can only think of people, only as they belong to your straight jacket, outside your straight jacket, they are expendable commodities that you can wife off as you please.\n Let's come to our senses so that I knew, I smelt danger when I came back from detention myself and I found my younger brother gone and I never knew where to until just a few weeks before late Chris Hani was slaughtered, hearing it from ex-Quatro victims themselves and one of them lost a brother, left a brother, shot like a pig at Quatro camp and then they told me the story, but I sensed in my travels throughout the world in my kind of work I was doing, I looked for my brother very quietly and silently.\n I knew what was happening in the country.  I was in Robben Island and I saw what was happening in all the areas.  The kind of thing that was happening where people were just destroyed out of shear rumour, shear suspicion that you could be labelled anything and you die the next day.\n Therefore that made me very quiet, I looked for my brother very silently and quietly.  I never asked a soul where he was, but I listened very keenly and it took me more than ten years.  I never heard anybody mention him.\n I have gone to East Berlin without passports, I have met comrades who should know or could have known.  They said nothing and the young chappie resembles me, we look alike.\n Suddenly nobody has ever come across this young Seremane, suddenly nobody has ever known him, suddenly nobody has a record to show what kind of trial he had, he faced.  Was he defended or was he not defended?  And where was the accountability that you couldn't account to his people and say he is dead?\n Yesterday and the many, many months people have come here to complain about their experiences in prison.  I have been on the Island, I have gone through hell.  I have been tortured, nearly lost my life - 1976 to 1978.  I have seen what it means to be tortured.\n But when I think of Chief Timothy and compare the way he died, to my suffering, my suffering is nothing and I have decided not to say anything about that, it is just pointless, it is useless.  The system in a way resembled accountability because when they were finished with me, they threw me on the lap of my people and said there is your rubbish, we are through with it.\n And my people can't come and dump those bones and say we are through with those bones.  I can ask for my court records and find them and go through the trial today from the system, but my movement can't offer me a piece of paper to show me how they conducted the trial.  Why, oh why can a small boy leave classroom and move over to Angola wherever and turn out to be an expert South African spy who eludes all our machinery, security machinery for over five years?  I don't believe that story so that I am asking sir, that my request first was that we should in stead of having this kind of thing, we should have a full inquiry on these deaths of Quatro camp, dig them separately from our platform of the TRC.  We still want truth, it is going to be hard to forgive when you don't know exactly what has happened. \n We cannot just say it is our Government, therefore let's have it.  Questions have to be answered because without the questions, the weaker ones are going to go back and do it again.\n So that I got the story through two people and it was difficult for me to come to this TRC, I was fearing for the safety of this two young people, they are like this one.  One is in the army today, and the one is in the police force in one of the provinces and I grappled with this difficulty.  Here are young men who have gone through hell and they have given me the story, they have given me their account, affidavits and they were willing to sign them, but I go there and say and expose them, are they not going to be victimised?\n And I tried, I said well, let me meet somebody, let me meet the President and just disclose how we feel the pain without going public, like on this platform.  But it is hard, like the young man says access to our leadership is very difficult.  I tried to explain to the secretary that it is not necessary that I want to see the President for my own sake, but it is to protect young people.\n That did not make sense and it was after a month I tried that, that one of them - his life was attempted - they shot at him by his colleagues who were guards at Quatro camp and our Security Forces right now and I said what do I do now?\n Even now, I don't know, but I just felt that for the sake of my family and the memory of my younger brother, I must come and say it and my family are saying you Jo, you are going to pay a price again, you are now going to disturb even this Government, they will victimise you and again, I saw I had to make the same decision that I made when I faced the system that if it is for the truth that I must die, so let it be.\n If I continue living without saying and enquiry about Chief, then I might as well think that whatever I am getting is blood money.  Thank you sir.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "The inquiry that you are requesting the TRC to put forward to the Government, is that to the Government of - to the ANC Officials, ANC or MK Officials, where they would have to account or come out with the record?",
            "Male"
        ],
        [
            "JOSEPH SEREMANE",
            "Well, I think perhaps we are all these things today, we are MK, we are the Government, we are whatever, but I think if one were to go back it would mean the liberation movement, whatever structures.  I should believe that they kept records and those records must be made available.\n And they must be probed, it is no use saying these were young people, it is no use saying it was abnormal times, we need to know the truth.  We have been young too.\n I cut nobody's head, I was young.  I have gone through thick and thin, I respected the sanctity of life so that people cannot just be hiding behind those things.  We want to know the facts and more and above it is again from the same quarters that we want to be shown the graves and when it is necessary and it is possible, they must be exhumed, we must come and have decent burials.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "From the report you have had from those who you contacted and you do not want to disclose for fear of their lives, did they relate or did they give an account of the line of management of the armies that they were under where perhaps in the end we would say the orders came from so and so?",
            "Male"
        ],
        [
            "JOSEPH SEREMANE",
            "Yes, they did sir.  I don't want to take maybe steam or the glory from them.  I guess I have made a special request that they be subpoenaed and they will come and say these things.  They did say it was through instructions, they blamed our present leadership, some of them.\n This young fellow who spoke here, reminded me of several of the things that they said and it is not for me to begin to mention their names unless you say I am compelled to do so, but they did say these are instructions, they were instructed and they were accused by their own leadership.  Some of them were in charge of camps like this Chief, he was also in charge of a camp but he was accused of all sorts of things.  Staging a mutiny.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Madam Chair, is it necessary that what is written in the statement should be mentioned?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I have just conferred with our Head of Investigation here and he feels that if there are no statements from the young people to the TRC, you should at this stage not go through the evidence that you have given us, but we will try to encourage them to come forward to make their statements to the TRC.",
            "Unknown"
        ],
        [
            "JOSEPH SEREMANE",
            "Yes, just maybe to also put it in correct perspective.  I have submitted their affidavits.  Unfortunately the signed ones are not with me, but they have testified in front, they gave me the story and signed the affidavits.\n I told them what the implications are that is why they signed them and I think copies, the original copies, were sent to Motsenyana Commission, which never even responded and I had copies of the signed ones, I don't know where they are.\n But there are statements, but I can't compel them to come and appear in front of the TRC and they have all the right to if they don't want to.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "I have no further questions, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And questions Dumisa?",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "No, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mdu or Dumisa?",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Jo, thank you for your rendition and especially to the extent that you are keen for truth to be exposed and for the records to be made available.\n It is my unenviable task and when I say my, I mean all of us in the Commission, specifically the Investigative Unit, to follow the requests such as you have given.\n And I don't know whether it will be possible for you to take the time to try and get the signed statements - in your very hard work inquiry about land issues and everything, they may have disappeared, but if you are able to find the time I am sure the Commission would be pleased to get those statements.  But we will try and work on the basis of what we have and we will obviously deal with you and those people in strict confidence.\n We had a mandate from that same President to expose the truth and hopefully to cause people to be reconciled in that process, so I am sad that bureaucratic red tape has made access to the President difficult for you, because I could have thought of no better thing for you to have done in those circumstances, than to have approached him and which I think was a very responsible consideration, but to want to approach him in all his various capacities as President of this country, he is Commander in Chief of the armed forces, as President of the ANC, he is by direct implication accountable for everything that happened in the name of the ANC.\n So I think it was a very responsible conduct on your part to have wanted to conduct with him so that he could share with you the benefit of these disclosures and so that he himself can use his influence or the influence of his office to see what can be done in the circumstances.  You can be sure we will take it up with him and that is as far as I can take it at this stage.\n But don't tire to come to us.  I know I have caused myself a great deal of problems by saying these things, because if my phone phones every second, it is Jo Seremane, I would have brought it upon myself, but that is what I am here to do.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Seremane, we thank you very much for coming forth here.  Your presence here today as well as Diliza Mthembu's has given the TRC an opportunity to give a balanced picture of the conflict so that we shouldn't be seen as just attacking the former regime, the Security Police and so on, we should also give the people a chance  to hear the stories that happened outside the country.\n I am aware that you are really in agony about your younger brother, which is understandable and since we have had this hearing today, you are the second person who has asked for the bones of the loved ones.\n And I know how necessary that is if people have to come to a closure and say that we have gone through this, now we are able to forget and look forward to the future and I know that the ANC has admitted to these allegations through their two submissions, but I suppose now maybe the next step is for the TRC to recommend that there should be a platform that is put in place whereby people like you who are searching for the truth, are able to talk to these people and say yes, you have admitted, but for our peace of mind, could you tell us why, where?\n So that is all we can promise at this juncture and thank you for coming.\n Ladies and gentlemen, we are going now to our last witnesses, but I think after this experience can we just have a two minute body break without going out, standing up and stretching?  I feel the tension myself and I think you also should do.",
            "Unknown"
        ]
    ]
}