{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-04",
        "location": "MIDDELBURG",
        "names": [
            "REGINA M TLOU"
        ],
        "case number": "JB2143",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55655&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/middlebu/tlou.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR ALLY",
            "MS SOOKA",
            "PROF MEIRING",
            "REGINA M TLOU"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS SOOKA",
            "REGINA M TLOU",
            "MRS TLOU",
            "PROF MEIRING",
            "DR ALLY"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "May I ask that Mrs Tlou please come to the witness stand?\n Mrs Tlou, welcome.  Again I will ask Mrs Sooka to lead you and I hand to her also to administer the oath.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Mrs Tlou, can you please stand so I can ask you to take the oath.",
            "Female"
        ],
        [
            "REGINA M TLOU",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "You may be seated.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Sorry, just before we proceed, may I ask who ever of you may have a cell phone in the hall, please to check it, to switch it of.  If you are expecting a call and you have to wait for one, please wait on the outside.  It's really disturbing when cell phones ring when ...  sorry?  Yes, Dr Ally says it's also disrespectful to witnesses, but in the first instance it is really disturbing and distracting.  Mrs Sooka.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Regina, you've come to tell us about your brother, Jimmy.  It's not a nice story.  It's quite horrible, but it's also something that the, we've heard more and more stories like the one you're coming to tell us.  And it's part of the violent history that we're all coming from.\n I'm going to ask you to tell us what you know in your own words.  And then I'm going to ask you questions just to clear up difficulties that we can't understand or to get more clarity.  Will you tell us your story then please.",
            "Female"
        ],
        [
            "REGINA M TLOU",
            "Jimmy's friend came.  There were a group of school kids and active politically as well.  One of his friends came and asked me to come outside and asked for Jimmy to give him company to go to Tafelkop.  There is a mission that has to be accomplished there.\n I called Jimmy from the house and his friend, Fader.  I'm sorry to mention his name.  I asked him if he wanted to accompany him and Jimmy said, yes.  I allowed them.  They left.  Two days after they had left, Fader came to me at home and asked me to come outside and have a word with him.\n And outside there, he told me that they encountered an accident and Jimmy is injured.  And I asked as to how Jimmy was injured.  And he told me that they were going to set a certain house alight in Tafelkop and Jimmy caught fire.  And he said it was a minor thing, because he was just burned on his foot only and he was in Denelton Hospital.  It is not a minor, it's not a major thing.  And he asked me not to go to Denelton Hospital, because he had a false name, by the name of Solomon Maglang, so that the police cannot be able to trace him and track him down.\n He is the one who offered to keep visiting him at the hospital, but I shouldn't.  I held onto this and waited on Fader to come back and give me more information concerning Jimmy.  After a week, for quite some time, Fader didn't get in touch with me.  On the second week, I contacted his other friends and asked them, why was Fader not getting in touch with me and also I want to know about Jimmy in hospital?  What did they know?  And they answered vague and said they didn't hear anything and they had no knowledge pertaining that, but they will try to trace and locate Fader and get back in touch with me.  That was the second week I'm talking about.  I kept waiting for Fader to come back to me, and to avail.  \n Now this is the third week I'm talking about.  I decided, Fader is not getting in touch with me, now I shall take an initiative and tell the family at large.  Because they were not aware of this.  I was the only one who knew that.  And I made a decision that I will tell my aunt in Witsbank.  And she suggested that we go to the police station and report the matter.  \n I forgot to make mention of this one.  When they went to Tafelkop, they said they will be with a certain police by the name of Gole, in his Kombi.  We went to the police station with my aunt and when we got there, we explained and laid the whole story on the table.  And they told us to come the following day at nine in the morning and we'll be provided transport to go to Denelton Hospital and locate Jimmy.\n We did just that the following day, myself, my aunt and my aunt's son.  We went to the police station.  We're provided with transport and the police accompanied us to Denelton.  When we got there, we asked the receptionist as to whether Jimmy was admitted to hospital at a certain day and a certain date due to burns.  It was found that Jimmy was not admitted.  \n And I thought, after some time that, by the way, the friend told me that he had a different name, by the name of Solomon Maglang.  Then I told the receptionist about this name.  And they checked him on that name and truly he was admitted at that certain date and were taken to the ICU. \n It was explained to us by the sister at the ICU that he had a third degree burned wounds - and explained that he was Jimmy Ragabane from Mhluzi.  And also told them where his home was.  And also asked them to contact me, the sister, Regina, that I'm admitted in this hospital.\n But the way, he was so much burned, they never believe that he will make it.  He survived for three days after the incident.  They did not hope that he will even last for that long.  He died after three days.  And we're told that his corpse was in Groblersdal in the mortuary, Government mortuary.  \n We left the hospital and were headed to the Groblersdal Mortuary.  When we got to Groblersdal Mortuary, they opened all the drawers.  So we had to identify.  As for me, I was given way to the mortuary drawers to identify the corpse.  In the last drawer, Jimmy was there.  \n They were not so sure if that was positive identification.  And I told the, I was adamant, that, that was Jimmy.  Jimmy was hard to identify, because he was fatally burned from head to toe.  The only thing that did not catch fire, was the right foot.  Besides that, he was almost burned to ashes.\n We took a hearse and we went to Middelburg and we started then to prepare for the funeral.  To date, I wouldn't be able to say what happened to Jimmy;  whether he was burned or he burned himself.  Only Fader can tell us the truth, because he was with him at the time.  Thanks.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Thank you, Regina.  I'm going to ask you some questions.  I'm sorry that this is painful for you, but we need a little bit more information to help us with our own investigations.\n Can you tell me what Jimmy's proper name was?",
            "Female"
        ],
        [
            "REGINA M TLOU",
            "His real name is Jimmy.",
            "Female"
        ],
        [
            "MS SOOKA",
            "And his surname?  You talked about Ragabane?",
            "Female"
        ],
        [
            "REGINA M TLOU",
            "Yes, Ragabane.",
            "Female"
        ],
        [
            "MS SOOKA",
            "You also, right up front, you told us that they were activists.  Now can you tell us what kind of political activity was taking place in the township at the time?",
            "Female"
        ],
        [
            "REGINA M TLOU",
            "I'm not too sure what group he belonged to;  it's PAC or ANC, but I know for the fact that it was the time when the police came at night and knocking from door to door and wanted all the youth, the boys.  At some time he was arrested with his friends.  I don't know exactly which group he was affiliated to politically.",
            "Female"
        ],
        [
            "MS SOOKA",
            "You also said that they went to Tafelkop on a mission.  Now did they tell you what that mission was going to be?",
            "Female"
        ],
        [
            "REGINA M TLOU",
            "At first they didn't tell me what mission it was.  They only told me that there's somebody's house they have to burn there in Tafelkop.  So because I was always trying to protect him from the family members;  to know what he's doing.  So I only accepted that, okay, he's on his job.  He's a soldier.  So I gave him the permission to go.",
            "Female"
        ],
        [
            "MS SOOKA",
            "How old was he at the time?",
            "Female"
        ],
        [
            "REGINA M TLOU",
            "If I am not wrong, it's about 16, 17.",
            "Female"
        ],
        [
            "MS SOOKA",
            "You also said that, you mention the name of a policeman.  So I was trying to understand, where they part, was the policeman part of their group, or were they going to burn the policeman's house?  Can you clear that for me?",
            "Female"
        ],
        [
            "REGINA M TLOU",
            "That's what I really don't understand, because this Fader explained to me that this policeman is also somebody who is working with them.  So I don't know whether they were going to burn somebody else's house or the, but it's not this policeman's house.  So I don't know whether this policeman was involved with them or not.",
            "Female"
        ],
        [
            "MS SOOKA",
            "And after you buried Jimmy;  at the funeral, did Jimmy have an activist funeral?  Were you helped?  Normally when an activist dies, in a community, then usually all the comrades would come to assist the family to bury.  Did that happen with you as well?",
            "Female"
        ],
        [
            "REGINA M TLOU",
            "No, it didn't, because the police came to us the previous night and then they told us that usually we Black people we do this thing called Melindela.  So they told us that we must not do that.  They are not going to allowing that.\n On the day of the funeral, the police were also there.  We were busy burying Jimmy there and the policeman who had been standing there one side, watching what was happening.  So they didn't allow it to happen like if a comrade is dead.",
            "Female"
        ],
        [
            "MS SOOKA",
            "I understand.  And did your family go to the police to report this matter, after you brought the body from the mortuary?",
            "Female"
        ],
        [
            "REGINA M TLOU",
            "After we brought the body from the mortuary, the police told us that they will investigate the case how he died or what happened.  So they never came back to us.  So I was also afraid to ask them why they don't open a document or what, because I felt that because he died and he was going to burn somebody's house, maybe that is why they don't worry, because he was a comrade.",
            "Female"
        ],
        [
            "MS SOOKA",
            "And did you perhaps not hear in the community about whose house it was that they tried to burn,  or anything more about this incident?",
            "Female"
        ],
        [
            "REGINA M TLOU",
            "No, I didn't hear anything and the only person who should have told me that is that friend of Jimmy, Fader. And if I confront him to ask him, he don't want to talk to me, he don't want to talk to the family.  So we don't know what actually happened.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Does he still live in the community?",
            "Female"
        ],
        [
            "REGINA M TLOU",
            "Yes, he still lives here, but now at the present moment he's not here.  I heard somebody saying he's staying in Nelspruit now.",
            "Female"
        ],
        [
            "MS SOOKA",
            "And this policeman, do you know if he's still working in the ...",
            "Female"
        ],
        [
            "REGINA M TLOU",
            "No, I don't think so.  I'm not sure, but I don't think so.",
            "Female"
        ],
        [
            "MS SOOKA",
            "And was there anything in the newspaper about this incident?",
            "Female"
        ],
        [
            "REGINA M TLOU",
            "It was only in the Middelburg Observer.  It was in the Middelburg Observer, this incident, but I didn't read it.  I only heard people said, your Jimmy's story is in the Observer.  So I was not interested to read it, because I knew what happened.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "REGINA M TLOU",
            "Thanks.",
            "Female"
        ],
        [
            "MS SOOKA",
            "I'm going to pass back to the Chairperson, because the other Commissioners will ask you some questions as well.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Prof Meiring.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Thank you.  I just want to ask about your parents.  Are they still alive?",
            "Unknown"
        ],
        [
            "REGINA M TLOU",
            "In fact, Jimmy's mother is alive, but she was married in, next door, she was not staying with Jimmy.  So we are raised by our grandparents.  We were raised by our grandmother and my grandmother is still alive.  And Jimmy's mother is also alive.  So she's here now.  After, she came home after his death.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "And are there other brothers and sisters or were you the two only children?",
            "Unknown"
        ],
        [
            "REGINA M TLOU",
            "Yes, I've got two brothers.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Two brothers.  Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Dr Ally.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Regina, can you tell us a little bit more about this person, Fader, about what you know?  I mean his political activities or anything?",
            "Unknown"
        ],
        [
            "REGINA M TLOU",
            "This Fader was also politically active with Jimmy and he was his bosom friend.  They were very, very close.",
            "Female"
        ],
        [
            "DR ALLY",
            "Was he much older than Jimmy or were they the same age?",
            "Unknown"
        ],
        [
            "REGINA M TLOU",
            "I think they're the same age.  So they were bosom friends;  they were very close.  Most of the time, they were together.",
            "Female"
        ],
        [
            "DR ALLY",
            "And he refuses to speak to you?",
            "Unknown"
        ],
        [
            "REGINA M TLOU",
            "Yes.",
            "Female"
        ],
        [
            "DR ALLY",
            "He refuses to speak to you about this incident?",
            "Unknown"
        ],
        [
            "REGINA M TLOU",
            "Yes.",
            "Female"
        ],
        [
            "DR ALLY",
            "Was this the first time that they had gone out on such a mission?  Because you said that you did protect him a bit from the ...",
            "Unknown"
        ],
        [
            "REGINA M TLOU",
            "According to my knowledge it was the first time, because he approached me and asked me to go with Jimmy.  So there were times when he didn't sleep at home.  So I didn't know whether they were on this missions or what.  But when he came back the following morning, he just tell me, I slept with Fader at Fader's home.  So I don't know whether it was the first time, or not.  According to my knowledge it was the first time.",
            "Female"
        ],
        [
            "DR ALLY",
            "So this was the first time that they actually told you that they were going to go and burn a house?",
            "Unknown"
        ],
        [
            "REGINA M TLOU",
            "Yes.",
            "Female"
        ],
        [
            "DR ALLY",
            "But you don't know if they were involved in anything before that?  You just ...",
            "Unknown"
        ],
        [
            "REGINA M TLOU",
            "No.",
            "Female"
        ],
        [
            "DR ALLY",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Regina, just one question from my part.  If we want to proceed with this, it seems to me clear that we will have to contact Fader.",
            "Unknown"
        ],
        [
            "REGINA M TLOU",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Would it be possible for you to, in the meantime, see if you can't find a contact address or telephone number or any way in which we can get there?",
            "Unknown"
        ],
        [
            "REGINA M TLOU",
            "Yes, I'll try, because I will try.  I'll try my best, because my concern is I just want to know the truth, what happened,  why he died, why was he burned, I just want to know that.  So I'll try to find his address.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Will you then, if you do find his address, phone us at our office?  You have the number?  Or you can get it from us after the hearing here.",
            "Unknown"
        ],
        [
            "REGINA M TLOU",
            "Yes, I will.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Sooka again.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Regina, you mentioned that there was a group of them.  All Jimmy's other friends,  do they still live in the township?",
            "Female"
        ],
        [
            "REGINA M TLOU",
            "Yes.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Are they contactable?",
            "Female"
        ],
        [
            "REGINA M TLOU",
            "Yes, they are.  I think some of them are here.  I saw two of them here.  So they are.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Okay.  Because I think it would help us if they were able to give us further statements on this matter.  Because I'm sure they know about what that mission was about.  And if any of them are here in the hall today, we'll appeal to them to come forward and furnish us with the information in the meantime until we're able to contact Fader as well.  Thank you.",
            "Female"
        ],
        [
            "REGINA M TLOU",
            "Thanks.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "It was clear from the murmur in the audience that there are indeed some of his friends at the time.  If I may appeal to them, please, to also meet up with some of our statement-takers at the back.  And whatever information you can add, please leave with them.  We need some contact and assistance if we want to follow through on the information that we have.\n Thank you very much for coming to us.  Thank you for sharing with us.  We hope we'll be able to get nearer to some of the truth surrounding the death of Jimmy.  Thank you very much.\n Ladies and gentlemen, we will break.  In terms of the programme, it's for half an hour.  I would appeal to you that you all have your seats again by 12 o'clock, so we can proceed with the other witnesses.  \n But get out into the sun and stretch your legs and get the blood circulation going.\n_______________________________",
            "Unknown"
        ]
    ]
}