{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-04",
        "location": "MIDDELBURG",
        "day": "1",
        "names": [
            "MAMOKONYANA M THABANA"
        ],
        "case number": "JB2156",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55654&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/middlebu/thabana.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR ALLY",
            "MAMOKONYANA M THABANA",
            "MS SOOKA",
            "PROF MEIRING"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS SOOKA",
            "MAMOKONYANA M THABANA",
            "PROF MEIRING",
            "MRS THABANA",
            "DR ALLY"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Prof Meiring will be assisting you and I will ask Mrs Sooka just to administer the oath.  If you have no objection to taking an oath and then immediately hand you to Prof Meiring.\n Mrs Sooka please.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Mrs Thabana, will you stand for me, please.",
            "Female"
        ],
        [
            "MAMOKONYANA M THABANA",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Thank you, you may be seated.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Mrs Thabana, from my side also;  welcome.  Your are going to take us back to 1985 to the 23rd of August and you're going to tell us about your brother, Theo, and what happened to him.  Will you please relate in your own words what happened that day and afterwards.",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "It was on the 23rd of August 1985;  I was sitting at home.  And one of the teachers, by the name of Lorraine, came to my house to tell me that I had to go to school, because my brother was shot.  I also talked to Sole and he told me that someone had been shot.  I went together with this teacher.\n But before we went, I called the hospital to enquire as to what happened.  They told me that he died before getting admitted to hospital.  I went straight to the police station.  I met Mr Mahole and asked him about the whereabout of Theo.  I explained to him what he was wearing.  And he said;  he referred me to another police station at AVBOB.   They said, yes, we did receive such a person, but we cannot allow you in to see the person.  We went back home.  After a few days, I, my husband has to go to the police station and he was told that they were going to ban people from coming to the funeral.  And we refused.\n During the time of service, they came, the police who told us that we should limit the number of the people who'll have to attend the service.  So we were then taken to the police station.  We're told that the funeral was banned.  So we did not know what to do, but we asked to go to, to get permission from the commissioner.  The commissioner told us that, okay, the funeral can proceed, but under certain conditions.  The coffin should be lowered.  Then the kids that will be attending, should be limited.  \n We were told that Theo was a leader and he also taught people to use teargas.  He was attending school in Springs.  During the time of his schooling in Springs, he was suspended.  Then we took him to attend school here in Witbank, in Middelburg.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you, Mrs Thabana.  Would you mind very much if I ask a number of questions;  just to make things more clear to us.\n That day of the 23rd of August 1985, were there other shootings too?  Was that a day of turmoil in the community?",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "It was when the children from the Sozama school started boycotting.  So Theo was also a student at that school.  But on that day, he didn't go to school.  But when he was still at home, I told him not to go to school, because police had been looking for him.  But he agreed.  Later he decided, he requested me to go to the toilet.  Instead he went at the back of the house and jumped the fence and went to the school.\n When he arrived at school, there were police at the school.  I could see from home - because the school students were fighting with the police.  So I could see that Theo was already at school.\n Then I just asked myself, how did he get out of home?  He jumped over the fence.  When I went to the school, I was told that Theo was one of the people who were shot by the police.  \n They say the police could, was able to see him from the distance.  The distance was estimated to five metres.  So the police aimed at him, because it is long that they've been looking for him.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "So the police recognised him as one of the leaders, you say?",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "Yes.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "What was the boycott about?  Why were the children angry?",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "Children were fighting over Afrikaans as a medium of instruction.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Oh yes.  Did anybody tell you how your brother was shot?  Did they see how he was shot?",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "Yes.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "How did that happen?",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "They were within the school premises;  then the police started talking through the microphone.  Then they told them that they should not leave their classes.  Then the police started shooting the teargas.  Then he tried to run away in order to be safe from the school.  Everybody was trying to run for his safety.  So he used the small gate that the police were using.  So they tried to run away through that small gate.  So they were so many, but most of them were wearing the school uniform.  There were about four.  So amongst them, they're wearing the same uniform, but they were able to recognise him and shot him.  They got him from the streets.  He was already out of the school yard.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "And you said that they remembered him from Springs already?",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "No, he attended school in Springs.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "But there was no trouble in Springs?",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "There was a trouble.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Can you tell us about that?",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "Yes.  In the same year, I took my child to Springs.  And then, in Springs, they started boycotting, started fighting.  During that time, the schools in Springs closed.  Then I took him back to Middelburg.  When he came to Sozama, then I requested permission that he should attend in Sozama.\n So it was said that he has been leader from Springs.  Then he was, it was said that he should no longer attend school in Springs;  he should come to Middelburg.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "How old was your brother when he was killed?",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "Seventeen years.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Seventeen years;  thank you.  And how many children does your mother have?  Is he the only child, the two of you ...",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "We're five.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Five children?",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "Yes.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "But he has no children of his own;  he was too young?",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "Yes.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Can we just talk a little bit about the funeral?  You said that the funeral was very difficult?",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "The difficulty was with, concerned the police, because the police were keeping a constant check on everything that was happening.  And they brought us the letter and they limited even the number of the people.  They requested us;  all the people who attended the funeral were asked to produce their reference books.  Those who did not have, were arrested.\n The second thing was that the police wanted the funeral to be banned and said that if the funeral should be dropped;  then they can pay the expenses of that funeral.  So we could not understand what they were saying.  We did not agree to that.  \n Then the police decided that they were going to take everything in their hands.  They arrived on the Wednesday before the funeral.  Upon their arrival, people were more than the limited number that was given.  They got into the house.  They were driving the Hippo's.  \n Fortunately enough, they did not find the people they were looking for.  Most of the boys that they were looking for, were given the old people's clothes to disguise.  So they could not see that those were youngsters.  So most of the people that they found were the working ones, the adults.  So unfortunately there was only one that could be identified;  who was beaten and then taken by the police.\n The following day, we went to the police.  Then the commission of police came and told us that we know that we had a limited number of the people to come to the funeral.  But he felt we have exceeded the number.  It was said that they wanted to talk to us.  \n Then they agreed that we can proceed with the funeral arrangements;  to bury this child here in Middelburg.  But we should not allow this group to carry the coffin up.  And another instruction that he should give, is that the children should not fight.\n Then we told him that we are going to do like wise.  Then we went to look for a van.  The van that carried the cold - the cool van.  Then we put a - the coffin was ferried through the cool van to the ...  \n Kids could not understand what was happening.  Then they took the coffin and started running with it.  Then on our way to the graveyard, we met the police.  Then we started running with it, but nothing was happening to us.  But upon our arrival to the graveyard, the problems started.   When the police, when the youngsters saw the police, they got angry.  Then they started - there was friction between the moaners and the police.  During the funeral, the police were looking at us.  Then, when we were about to move, by then the police were waiting for us.  \n Then they started looking for people.  The youngsters started running away.  Then they started, the police started arresting other people.  And then some of them went to an extend of coming home.  Then upon their arrival, they looked at their youngsters, but they could not find them.  Then the police left.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Mrs Thabana, thank you very much.  There's a last question I want to ask before I hand you over to the Chairman.  Was there a civil claim afterwards?  Did you claim against the police for what they did to your brother?",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "Yes.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Did you succeed?",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "No.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "You may - in the papers before us, we have a number of letters written to and throw, but to no avail.  Is that correct?",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "Yes.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you.  Thank you very much.  I hand you over to the Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "May I just ask a follow up on this question?  The correspondence you had with the lawyers;  the last letter they sent you a copy of an opinion by council where they advised that you settle for funeral costs plus costs of the suite?  Did they pay you anything or did they finally settle it?",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "No, we didn't get anything.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you get any further correspondence from the lawyers?",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "(hesitates)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay, thank you ...",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "The last letter received was the one that was calling us to Pretoria, but nothing happened.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you not go to Pretoria?",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "They didn't get the letter so.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Dr Ally.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "You say that you believe that the police deliberately aimed at your brother;  that they actually shot to kill, because they knew him as an activist.",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "Yes.",
            "Female"
        ],
        [
            "DR ALLY",
            "Was there an inquest to actually establish exactly how your brother had died;  where the bullets had penetrated?  Just in cases like this, it's usual that there would be an inquest in a death like this here.",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "They said there was an inquest, but the police defended himself by saying that he shot him, because he was a \"springbok\".",
            "Female"
        ],
        [
            "DR ALLY",
            "Sorry, what does that mean?  What do you mean by that?",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "That means he was running very fast.  We don't know, we are not so sure whether it meant 'running very fast' or 'jumping'.",
            "Female"
        ],
        [
            "DR ALLY",
            "And where was your brother shot?  Do you know that?",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "It's not so clear, but the whole body had so many bullet wounds.",
            "Female"
        ],
        [
            "DR ALLY",
            "And before this incident, had your brother been taken in by the police for questioning;  had he been detained or visited by the police?  Was there any inter-action between him and the police?",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "They've been frequenting my home, but they could not get hold of him.",
            "Female"
        ],
        [
            "DR ALLY",
            "So they were looking for him?",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "Yes.",
            "Female"
        ],
        [
            "DR ALLY",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mrs Sooka.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Mrs Thabana, at the inquest, could you tell whether your brother;  was he shot with buck-shot or was he shot with real bullets?",
            "Female"
        ],
        [
            "MAMOKONYANA M THABANA",
            "That's difficult to tell.  The only thing we were told is that he was shot.",
            "Female"
        ],
        [
            "MS SOOKA",
            "And we noticed from the correspondence you've given us;  that your family did in fact instruct lawyers to act for you.  Did your lawyer attend the inquest for, on behalf of the family?",
            "Female"
        ],
        [
            "MAMOKONYANA M THABANA",
            "Yes.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Was it Mr Moshede or Mr Kunene who attended?",
            "Female"
        ],
        [
            "MAMOKONYANA M THABANA",
            "Only Mr Moshede.",
            "Female"
        ],
        [
            "MS SOOKA",
            "The other question that I want to ask is how many other people were shot on that day at the school?",
            "Female"
        ],
        [
            "MAMOKONYANA M THABANA",
            "Only two.",
            "Female"
        ],
        [
            "MS SOOKA",
            "And you mentioned in your evidence that your, that Theo was suspended from school in Springs.  Why was he suspended from school there?  Was it also for political activity?",
            "Female"
        ],
        [
            "MAMOKONYANA M THABANA",
            "No, he was not suspended, but schools were no longer operating in Springs.",
            "Female"
        ],
        [
            "MS SOOKA",
            "You also talked about the fact that the students were rioting because of Afrikaans.  Was schools, the medium of instruction at that time, in 1985, still Afrikaans in schools?",
            "Female"
        ],
        [
            "MAMOKONYANA M THABANA",
            "Yes.",
            "Female"
        ],
        [
            "MS SOOKA",
            "(indistinct)",
            "Female"
        ],
        [
            "MAMOKONYANA M THABANA",
            "No, it's difficult to tell.  I was not attending school during that time.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Can you also tell me what happened to the other youngster who were shot;  did he die in this incident?",
            "Female"
        ],
        [
            "MAMOKONYANA M THABANA",
            "It was a girl that had visited Middelburg and that one was not a student.  She was shot from home and that home was nearer to the school.  That child was one of the bystanders that were looking at what was happening.\n After, on seeing that she was dead, the police took her and my younger brother, took them into the police van.  They took them.  Actually they were driving around.  I was told by the sister of one of those who died.  Taking the, driving with them around, trying to maintain order in the township until they arrived at the police station with those two dead bodies. \n On their arrival at the police station, they opened the case about the one who was still alive, but they were not arrested.  They were just warned about it.  Thereafter the case was closed.  Nothing was done about it.",
            "Female"
        ],
        [
            "MS SOOKA",
            "You also mentioned that your brother was a leader at school.  Was he a member of the SRC?",
            "Female"
        ],
        [
            "MAMOKONYANA M THABANA",
            "Yes.",
            "Female"
        ],
        [
            "MS SOOKA",
            "And were there lots of boycotts taking place at that time?",
            "Female"
        ],
        [
            "MAMOKONYANA M THABANA",
            "I want to know whether it was in Middelburg or in Springs?",
            "Female"
        ],
        [
            "MS SOOKA",
            "Both in Middelburg and Springs, if you can tell me?",
            "Female"
        ],
        [
            "MAMOKONYANA M THABANA",
            "I'm not so sure about Springs, but he was a leader in Middelburg.",
            "Female"
        ],
        [
            "MS SOOKA",
            "And were the youngsters involved in lots of skirmishes with the police?",
            "Female"
        ],
        [
            "MAMOKONYANA M THABANA",
            "Yes.",
            "Female"
        ],
        [
            "MS SOOKA",
            "You also mention in your statement, that you yourself was, your were beaten;  was this at the funeral or at the night vigil.",
            "Female"
        ],
        [
            "MAMOKONYANA M THABANA",
            "I was not beaten.  I don't think it's one of my statements.",
            "Female"
        ],
        [
            "MS SOOKA",
            "I see.  Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Thabana, we have so many of these cases where students were killed in skirmishes with the police or rioting or boycotts or whatever.  You mentioned in your evidence here that from where you were at home, you could see the children, you could see them fighting with the police;  if I think I'm quoting you correctly?",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What was the nature of the skirmish?  What were they doing?  How did they fight?",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "Actually, all that, when I was looking, I could see that the police were standing at a distance from school, but throwing the teargas into the school premises.  So the children started running away for their safety.  That's when the bullets started shooting.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "See, why I'm asking you this question, is both because you said in your evidence that the children were fighting with the police.  And also in the correspondence between your lawyers and yourself, they advise you not to proceed, or the advocate whose opinion they sought, advises you not to proceed with the main claim, because it would be unlikely that you would succeed, as they see it, because the police may prove that they were acting legally.\n In other words, that they were sort of defending themselves, or whatever.  We don't have the information.  Again, if you can just think back when you said you looked and you saw that they were fighting with the police.  Did you see anything prior to the teargas?  Or did you just see the teargas and them running away?  And if so, why did you say you saw them fighting with the police?",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "I could see from the distance in fact.  The only actual thing I saw, was when the police started throwing teargas.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, Mrs Thabane.  I don't think we have any other questions.  We'll have to follow through and see what we can get;  probably also be in touch with your lawyers and see what other official documents we can put our hands on.  And if we do find ourselves able to get more information, we will contact you again and advise you.  But you will in any event in due time be hearing from us.\n Thank you for coming to us.  Thank you for sharing your story with us.",
            "Unknown"
        ],
        [
            "MAMOKONYANA M THABANA",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Sorry, you're ready.  Okay.  No.  Thank you.\n________________________________",
            "Unknown"
        ]
    ]
}