{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-06-25",
        "location": "WORCESTER",
        "day": "2",
        "case number": "CT/00130",
        "victim": "PRINGLE MRUBATA",
        "testimony": "PRINGLE MRUBATA",
        "nature": "PARALYSED AS A RESULT OF, BEING SHOT BY AMASOLOMZI",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56159&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/worcest/ct00130.htm",
        "speakers": [
            "ADV POTGIETER",
            "MR MRUBATA",
            "MS GOBODO-MADIKIZELA",
            "CHAIRPERSON"
        ],
        "original_speakers": [
            "ADV POTGIETER\n",
            "MR MRUBATA\n",
            "MS GOBODO-MADIKIZELA\n",
            "CHAIRPERSON\n"
        ]
    },
    "testimony": [
        [
            "ADV POTGIETER",
            "Mr Mrubahta, good morning, I just want to check whether you can hear me over the headphones, you can just indicate.",
            "Unknown"
        ],
        [
            "MR MRUBATA",
            "Yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you very much, welcome here before you we accept, receive your evidence, is necessary for you to take the oath and for that purpose I'm going to administer an oath to you and ask you to swear to that.\nPRINGLE NTANDO MRUBATA Duly sworn states",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you very much, I hand over to Pumla Gobodo.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you Chairperson,  I greet you Ntando.  Could you please take off the earphones because you won't be using them.  We are going to communicate in the same language.\nWe have heard quite a long time about what happened to other people,  some people were murdered and the people who were responsible for that were vigilantes,  the Amasolomzi .  We would like to get more details about who are these vigilantes, who were they ?",
            "Female"
        ],
        [
            "MR MRUBATA",
            "When I started to live at Zolani I found people who were called as Amasolomzi or vigilantes.  We didn't like what was happening because we knew that it was not long for us to have been here and we were suspicious of these people.\nI was staying with my cousin and he was a vendor, he was selling vegetables.  We joined the struggle and we were members of the political organisation.  One day there was a funeral of one of our friend's mother, we attended this funeral, and we came back there was nothing particular to say anything about.\nIn the evening late the people who were travelling to Robertson were about to go, after a few minutes we heard a cry, and then we rushed through the place we wanted to see what was happening.  And we - on our way we saw Msizi Klaas.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Was he also a vigilante ?",
            "Female"
        ],
        [
            "MR MRUBATA",
            "Yes, he was also a vigilante.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "We want the people to get clearly who were these vigilantes, where they black people who were also community members who were working together with the police?",
            "Female"
        ],
        [
            "MR MRUBATA",
            "They were people who were selected as males who were suppose to patrol and try to prevent the aims of the youth.   I would state that the way in which they were nominated was not quite clear but usually they were expected to work in the evenings so as to implement a curfew for the youth especially after 9 pm.\nAnd they were also Councillors who were elected and this was not known to us how were they elected and we objected to that.  We also learnt that the oppressive and repressive Government wanted to reinforce more people to guard and then the vigilantes were also placed in our vicinity so that they should be able to patrol.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Some of them were working at Langeberg during the day but in the evening they work as vigilantes.  In our research, investigations we realised that Chief Mabizela has findings that these vigilantes were the people who was working at Langeberg because it was the agency which was mostly responsible for employing the people from Ashton.  \nAnd it was said that the people were bribed, were employed and then that employment was used as bribery so that they can also assist to work with the Councillors.  And also there were people who were  allocated houses and  other community members didn't benefit from the system.  \nThey were used as the eyes of the Community but it is understood that it was the impression that was given by the system so that they can curb the progress of the struggle.\nWe would like you to give an explanation of how did you lose both of your legs as you are now in a wheel chair, we understand that you are now confined in the wheel chair, how did this take place ?",
            "Female"
        ],
        [
            "MR MRUBATA",
            "This happened when we rushed to the place where we heard that there was a cry.  We discovered that there was one of our comrades who was at the back of the van.  And then this gentleman pulled the car along the street.  During the period there were lot of people who were coming around and we wanted to hear what was going to be said by this the occupants of the van.\nWhat they did was just to wait for the people to come nearer and then we heard the gunshot  and we dispersed.  I went to another house which was nearby because I was afraid of being hit by the bullet.  After a while the gunshots  subsided and I then I thought that I should get out probably nothing would happen to me.  \nUnfortunately, when I was coming out of this  house I could that there some of the vigilantes who were nearby.  And then the minute they saw me Panie said here is this dog we've been looking for, and then I knelt down and I realised that I was unable to crawl.  \nI saw Toto coming and then he said he also felt something I also could feel that there was something on my legs but I didn't understand what was happening.\nMzwakhe took me and he tried to drag me into one of the houses.  The youth now came along and they wanted to know what was happening and I could feel that there was something which was happening on my legs.  They also looked through and wanted how I  was the injured and then I was taken to hospital.\n [indistinct] father helped to transport  me to the hospital at Montagu, I lay on my back but I could feel that my feet were burning.  Thereafter I lost consciousness at Montagu.   My colleagues  informed me that when I lost consciousness they were chased away by Brilletjies, this was one of the policeman and amongst them there  were also vigilantes.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Were the vigilantes shooting with the guns ?",
            "Female"
        ],
        [
            "MR MRUBATA",
            "Yes, they used the guns to shoot me.  I recovered and when I recovered I saw that it was this Brilletjies.   I closed my eyes again,  I think I fainted again, I was taken to Worcester Hospital.  The following day I regained consciousness again and I could feel as if I was on drips.  I didn't bother to understand what was taking place and I could see that there were  policemen who were guarding me but this didn't bother me much.  \nAs I completely regained my consciousness it was on a Sunday, there was another gentleman who asked me what happened I also wanted to know  what happened because I was not quite aware of  what was happening.  They stated that I was shot.\nThe following day on Monday, there was a Coloured and policeman I didn't know what was happening because one of them was handcuffed. I was trying to find out if I was handcuffed also but I could see that - no I was not handcuffed.  The doctor came in and the policemen left the ward.  \nOn the 3rd of June 1986 I was taken to Conradie Hospital, during the transfer then I was on treatment.  I realised that  I had a bullet inside my body I complained and reported that I could feel that there was still a bullet in my body.  When I enquired why they didn't remove the bullet they stated that they couldn't do it because it was on my ribs.  And as it is inside the rib there are two things that might happen.  I might die or if I could live I would be a cabbage.\nAnd then I asked them what else can  help me about they said no, I can stay with this bullet and there no damage that would take place.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Are you having a bullet in your body ?",
            "Female"
        ],
        [
            "MR MRUBATA",
            "Yes I have a bullet in my body.  Then I could accept then what the doctor said, I came back to  Zwelethemba, it was in 1986 I could realise that I had bedsores because I couldn't stand up anymore.  I was informed that I could die due to these bedsores.  \nThis affected me again because I was worried because it was due to the police and the vigilantes that I am now  a cripple.  In 1990/1  - I was at my place and then the other day I was taken to Donges Hospitaal.  I lost the hips and I think the sockets were affected and then I had to be amputated, I came back and I went to school.\nWhen I learnt about the Truth Commission I felt that I would never rest until I get something out of the case because I lodged a complaint.  I realised that I won't concentrate because in November I couldn't write my examinations and then that is why I felt that I won't go to school I will try and make investigations.\nI learnt from Father Michael who used to visit me at the hospital I also asked him how can I do - what can I do so that there is a follow up about my case.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Is it Michael Lapsey ?",
            "Female"
        ],
        [
            "MR MRUBATA",
            "Yes, it is Michael Lapsey.  It was I realised that I had to make a telephone call, Ms Dyalivane assisted me with the telephone because I phoned one lady, Zine Duzwa.  She stated that it was not end of the road that the hearings of the Commission all in Cape Town.  \nI  phoned again to make inquiries when can we also get the opportunity to go to the Truth Commission,  [indistinct]  informed me that I can use this telephone number and I was connected to Noby Ngombane.  After the hearings in Cape Town I phoned another gentleman, Mr Brown and then I was informed that there were people who were taking statements and then I was one of them - I was one of the people who went to submit the statement so that I can also give evidence to the Commission. \nI didn't give them my medical scheme card.  There  were other ladies last - a week before and another Coloured gentleman who came to my place I gave them my medical scheme card so that I can get assistance.  What I would like to be assisted with, if the Truth Commission can be capable of doing so.   I would like to get medical attention - further medical attention because I have a problem.   I'm suppose to undergo two operations because I have a problem.  I still have bedsores again.\nAt times I get a swelling at my scrotum but the doctors say they cannot assist me with that  until I heal - the bedsores get healed. So those are most of the things that bothering me and I think if I can meet the specialist I can be helped.\nI think I'll also like assisted because the place in which I'm living is not suitable for habitation of a human being, I cannot get all the needs met.  If I wake up I am unable to be independent and wash myself independently, I'm unable to go and get into the bath like other people.  I would like something to be clarified.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Could you please inform us how did you get injured?  As the police said here's this dog from Worcester, what did they mean those vigilantes?   We would to get clarity about that?",
            "Female"
        ],
        [
            "MR MRUBATA",
            "I can state as follows, I'm am not quite sure and give specific reasons for their behaviour.   I was an active person, when I got at Zolani I showed the people that I am a person who was prepared to do everything for the struggle, I was committed to the struggle.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Why were they always after you ?",
            "Female"
        ],
        [
            "MR MRUBATA",
            "What I can say is that I was always with other colleagues who would go maybe in sixes, eight's or tens operating in the community with all other comrades from Zolani.   What I can say is that they didn't even quite know what I was doing because I was - it's still new in the vicinity, they knew me  to be coming from Zwelethemba and that was the place where the police were always patrolling.\nThey - maybe they thought that I'm more influential and I've come to organise,  so that is my feeling probably they tried to prohibit our progress.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "I want you to clarify to the people and tell them by the time the vigilantes were starting to operate, was Zolani a quiet place and Zwelethemba where you used to come from was the one area that was always in violence.  So is the Zolani the one that begins the situation.\nSo what I'd like to know from you, is that by the time you were in Zolani the student activities - the situation from the students activities?",
            "Female"
        ],
        [
            "MR MRUBATA",
            "When I got there I didn't participate much in the school activities because you always had to be amongst students and I realised that if I could do that I won't be able to get  much.  The other thing I realised that if you get involved with the school activities you draw the attention of the police very quickly so that is why I felt that I should work more with the community.  \nThere were some colleagues who were not attending school, is not because  they did not want to attend school is just that they were afraid to attend school because of the situation which was prevalent at that time.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "I'll ask you a last question, Ntando.  You stated here while the vigilantes were operating  you see no policemen by the time the vigilantes shot you, you were taken to hospital and when you regained consciousness you were under the police guard.  \nCan you please try and explain to us how did it happen being shot by the vigilantes that went under the police guard ?",
            "Female"
        ],
        [
            "MR MRUBATA",
            "As I learnt from others in the beginning I think I should start by saying when I regained consciousness I saw the police.  So as I learnt from others it was said that after I was shot there  were some comrades who pressurised the Amasolomzi  or vigilantes to get into the house and then they asked them questions.\nThat is where there was burning of the houses and then the police came in during that time.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Who was burning the places?",
            "Female"
        ],
        [
            "MR MRUBATA",
            "It is the comrades.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Were they burning the places of vigilantes after you have been shot?",
            "Female"
        ],
        [
            "MR MRUBATA",
            "Yes, I was informed whilst I was in hospital.  I was not there at that time and the fact that there were police in hospital I did not bother myself because I knew that it was not the police who shot me.  Even during the time I was transferred to Conradie, I didn't see any police I was not even under police guard until I made a claim but this was unsuccessful.  \nSo the involvement of the police is not quite clear with me because I just met them in hospital in the first hospital when they were chased away by the doctor.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "According to your case whom did you state?",
            "Female"
        ],
        [
            "MR MRUBATA",
            "The person I mentioned is Panie Klaas.  The person who was driving the van was also - was Klaas Lusizi.  There were other vigilantes who were nearby,  Kokoloi and others but people who was responsible and those who were responsible who  instigated this violence was Lusizi.  I do not know  why he arrested one of the community members there and that is where the whole situation started to be volatile.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Your case is being listed in the police book that was found out by our investigators from the Department of Investigation.  We thank you very much Ntando - I'll pass -  I'll give it to the Chairman.\nIs there any questions, Mr Denzil - thank you.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "You've said that  [indistinct]",
            "Unknown"
        ],
        [
            "MR MRUBATA",
            "Yes sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Where did you do that?",
            "Unknown"
        ],
        [
            "MR MRUBATA",
            "Di Bishop assisted me and it  was at Mellanicks.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "The attorneys in Cape Town.",
            "Unknown"
        ],
        [
            "MR MRUBATA",
            "Yes the lawyers in Cape Town.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Did the case go to court ?",
            "Unknown"
        ],
        [
            "MR MRUBATA",
            "Yes, it did it was in Supreme Court.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "In Cape Town",
            "Unknown"
        ],
        [
            "MR MRUBATA",
            "Yes - yes it was in Cape Town - it was unsuccessful.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] that it was unsuccessful.",
            "Unknown"
        ],
        [
            "MR MRUBATA",
            "I was also surprised, I couldn't understand why it couldn't go further.  The lawyers who were handling this was Advocate Joel Henk Smith but that one went away, he went to South West.  Joe Krige was also amongst those and Allan Dodson was the only one who was now left behind.\nThe Judge who presided said this was finalised and I could not understand then why didn't it continue to present the claim.  We found the lawyers - State lawyers and the Judges -  we just got inside during the court hearing.  When I went out - I was a bit disorientated, I didn't quite understand what was going on even during  the court hearings. \nI asked Henk what was happening, and he stated that he had tried his best but the State doesn't want us to continue with the case.  So that is how  was the case was unsuccessful.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] in that court.",
            "Unknown"
        ],
        [
            "MR MRUBATA",
            "Yes I did.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Or let me ask you who else gave evidence,  who did you accuse at that court.  Did you accuse these vigilantes ?",
            "Unknown"
        ],
        [
            "MR MRUBATA",
            "Yes, I was laying charge against the vigilantes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] as well?",
            "Unknown"
        ],
        [
            "MR MRUBATA",
            "Yes they did.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Can you remember who - who gave evidence specifically?",
            "Unknown"
        ],
        [
            "MR MRUBATA",
            "It was Panie, Lusizi, Klaas.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Is there anyone else you could remember, or was that all?",
            "Unknown"
        ],
        [
            "MR MRUBATA",
            "Ndoyisile was also there, he was just with the lawyers.  I didn't see him at the witness stand.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "We thank you for that information",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Ntando.  We are here to share with you the pain that you endured for the past few years, it is very painful to see you confined in a wheelchair but we are grateful that you could still smile with all your handsome face.\nWe think that because of the pain that was inflicted on you, you could be a person whose always angry and bitter,  but we are grateful that we can see that you have this spirit,  the humanity, the ubuntu which we think that it is going to help us and assist us to heal the nation.  \nWe would like to realise that the pains that you had endured should not be regarded as just something which is worthless, it should be realised and regarded as one of  the most important tools which have assisted us and expedite the liberation of our country from the repressive laws of the previous regime.\nWe are here today listening to you and we can regard ourselves as liberated because for the mere fact that we are witnessing your evidence it means that we are liberated.  Thank you very much for your contribution.",
            "Unknown"
        ],
        [
            "MR MRUBATA",
            "Thank you.",
            "Male"
        ]
    ]
}