{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-06-26",
        "location": "WORCESTER",
        "day": "3",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56160&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/worcest/ct00230.htm",
        "speakers": [
            "CASE NO",
            "VICTIM",
            "MZIKHAYA MKHABILE",
            "VIOLATION",
            "TORTURE ON ROBBEN ISLAND",
            "TESTIMONY FROM",
            "TAPE STARTS IN THE MIDDLE OF QUESTIONS",
            "MS GOBODO-MADIKIZELA",
            "NO TRANSLATION",
            "MARY BURTON"
        ],
        "original_speakers": [
            "CASE NO",
            "VICTIM",
            "MZIKHAYA MKHABILE\n",
            "VIOLATION",
            "TORTURE ON ROBBEN ISLAND\n",
            "TESTIMONY FROM",
            "TAPE STARTS IN THE MIDDLE OF QUESTIONS\n",
            "MR MKHABILE\n",
            "MS GOBODO-MADIKIZELA\n",
            "NO TRANSLATION\n",
            "MS BURTON\n"
        ]
    },
    "testimony": [
        [
            "CASE NO",
            "CT/00234",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "MZIKHAYA MKHABILE",
            "",
            "Unknown"
        ],
        [
            "VIOLATION",
            "",
            "Unknown"
        ],
        [
            "TORTURE ON ROBBEN ISLAND",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY FROM",
            "",
            "Unknown"
        ],
        [
            "MZIKHAYA MKHABILE",
            "",
            "Unknown"
        ],
        [
            "TAPE STARTS IN THE MIDDLE OF QUESTIONS",
            "",
            "Unknown"
        ],
        [
            "MZIKHAYA MKHABILE",
            "After three months, two months we were released.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Could you please explain to us the reasons and the causes why you were arrested?  Please give us a clear picture of what happened in 1960.",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "When we came back from this demonstration to the townships, to the place where we were staying because of the atmosphere of the march the police were arriving there and they caught some of us and put us in the vans.  They assaulted and beat us severely in jail.  We were beaten over and over again.  I was beaten in my ear.  They were beating us with a cane and after a while they simply let us out, they didn't make us appear in any court and there were no charges.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Which month was it in 1960.",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "I'm not sure which month it was.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Is it the only one because you gave us the other dates and months.",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "I think this is the only one, you can forget ...",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Do  you still remember the month in 1960?",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "I remember the day that we were there, it was on a Saturday.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Was it in March?",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "I don't remember well whether it was in March or not.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Okay lets go on.  From there you were severely assaulted in the van and can you show us exactly where you were injured?",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "I was injured on my ear, my right ear.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "I can see there is a scar but what else happened in your ear other than the scar which you now have?",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "There was nothing ever wrong with my ears at that time.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Could you please explain to me after you were severely beaten and released from prison, what happened in 1961 and 1962.",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "In 1961 there was nothing going on but in 1962 in May, people were arrested and detained.  Every week people were being arrested and being assaulted in May, June, July, September and October and all these people were never brought to trial.  We felt that we were going to be finished off by this kind of treatment by the police.  In the end we felt that we wanted the police to release the people who had been detained.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "We would like you to explain to us, as you are saying each and every time you were coming from work you would get arrested, why were you arrested, what was the reason for your arrest every day?",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "They said there was an atmosphere that was leading to chaos, which could lead to anything and they were in a hurry to arrest us.  They just took people and they wanted people to explain what was going on exactly with this atmosphere of unrest.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "As you are saying people were electrocuted and caned, can you please try to explain to us who these people were severely treated by the electric wires and the mountain.",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "When you had an electric shock, there's a place there which I had never known before and people were taken there and tortured with electric shocks and afterwards they were put in the cells at the police station.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "This place known as Bo-Paarl that you are telling us about, were there houses there where people were taken to?",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "XHOSA -",
            "Male"
        ],
        [
            "NO TRANSLATION",
            "",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "As you were going to march was it to protest and ask for the release of those who were arrested?",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "We as men went out to try and tell the people that we wanted, there were many of us who went along to the chief, some of us went to the police station and I was amongst the group that went to the police station.  On our way there before we actually reached the police station we came across a van which came in between the marchers and said we should stop.  \n Somebody called Bloem Makileni was taken, was shot and somebody else was actually shot by someone called David Mfeni, he was David Mfeni, he was shot.  We were put in the cells and when we came to the police station there were many police standing outside the police station.  Nobody actually said what they were doing or asked what we wanted, we just stood there.  \n One of us came out and said I'll talk to the police.  This man's name was Maigi.  They simply just began shooting and they shot him in cold blood.  When we came there other people ran when this happened and we said why are we being killed, what is this about?  They chased us and again there were other policemen that came to beat people.  There was a chaotic scene of attack, fear and confusion.  \n We wanted to get out of the town altogether.  The place was surrounded by police and we were arrested.  We were taken to the police station and kept there.  There were very many of us.  After that we were taken to Roeland Street Prison in Cape Town.  At this place in Roeland Street we stayed for some time and then again sent to Worcester.  At Worcester we were kept in the very old jail and there again we were severely beaten.  \n When we got to Worcester the investigators came and said that they had come from Bloemfontein.  These investigators questioned us and interrogated us continually about what we were doing.  One was White and one was Black.  I was also asked to make a statement.  When I went in the offices where they were they said you will speak, you will tell us and they punched me with their fists and I was handcuffed while they shouted at me that I must talk but   I never spoke, I refused.  They said you will speak and I didn't reply.\n I was also shackled at my feet and had the handcuffs on my wrists.  I was tied between two chairs, the sticks were put between my knees and I was pushed and pushed and I was also pushed against the wall and my head was hit against the wall.  During this time I was punched continually.  I was suspended by my handcuffs which were connected to these sticks and I was being swung backwards and forwards and my head was hitting the wall.  \n I will show you how this was done.  There was a stick put there, I was between two stools between my legs and I was pushed.  I was beaten for a very long time there and I couldn't do anything, I could not speak and I couldn't do anything I was just in terrible pain after that.  Water kept coming out of my ears and as I turned my head water would come out of the other ear.  I was shackled in front with my hands, I couldn't get up and move around.  They came and they lifted me up again and they said, right now you're going to talk but I still was not prepared to talk, I never replied.\n They then took the handcuffs off me and the shackles off my feet.  I was covered with blood and my face was very swollen.  They left and then they returned again and said, right are you going to talk now?  I remained silent.  They came with a sack and they put this sack over my head and then they tied the sack on with a rope around my head.\n Some were at the other end of the wall, some were pulling the rope and they said leave it, so those on the other side left the rope and I was struck down and lost consciousness.  I woke up in another cell and my ears were bleeding heavily.  There was ten of us and they let us out in the early hours of the morning.  As I was looking around even those who were around me were severely injured.  \n We were taken into a place for water and told that we must drink.  I was feeling very thirsty so I drank and I tried to wash my ears.  We were then taken back to the cells.  Those who were severely injured today were taken to us who were beaten before.  That is where the injuries to my ears started, my deafness started there.  It was in December 1962 here in Worcester.\n Time went on and they came to fetch us, there were twenty two of us and we were taken to Paarl.  When we arrived in Paarl we were taken to the court and we were given lawyers but we refused them.  They said the proceedings won't go on.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "When was your case?",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "They said we won't take statements without lawyers.  We asked them about these lawyers and they said they were lawyers of the Judge.  We tried to accept what they were saying.  One of the lawyers name was Keith who was sent from Cape Town, that's what he informed us.  He was a Coloured guy and there were people around us who knew him so we took him as our lawyer so he was there for us.  \n The third one was charged, he received 12 years imprisonment and two were discharged.  We were taken to jail and we slept there.  The following morning we were given shorts to wear and we were taken to the docks.  We were handcuffed arm to arm and leg to leg and then we were severely beaten.  After we arrived in the docks we were handed over to the Robben Island police and put into a boat.  When we reached there we were severely beaten again.  When we arrived in the prison we had to take off the clothes which we were given in Paarl and we were given others.  We got tickets as well.  \n The following day we were deployed.  There were Boers by the names of Kleynhans and van der Berg who beat us severely and mercilessly.  I received this scar on top of my eye from van der Berg as well as the scar on my head.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Sorry, you spoke of a scar on top of your eye, who beat you there because it is visible?",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "Kleynhans and van der Berg were the ones.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "And the one on top of your mouth, was that van der Berg?",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "Yes, as there were many of them I couldn't identify them but the one who beat me severely was van der Berg.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Could you please show us the scar.",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "The scar is visible.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Are you trying to say that these people were beating you and which object did they use?",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "They used big knopkierries.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Can you tell us how you were tortured and assaulted while you were at Robben Island?",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "Will you excuse me?  By the time I arrived at Robben Island we were given clothes and we were deployed around the police station.  All the new arrivals were under the command of Pieter Kleynhans.  Pieter Kleynhans was in charge of the field known as Langbou.  Under the guard of Kleynhans we took wheelbarrows with iron wheels and we had to dig until white sand appeared and then we had to plant plants there.  \n Pieter said that he wanted all the drivers to come forward, some did and he showed them the Robben Island lorries.  We took our wheelbarrows and our spades and we worked there.  We were beaten while we were working.  We came back in the late afternoon and the following day it was back to work again.  \n A group came from Pretoria who were also deployed under this same boss and we told them that this place is only for tough guys not just for the ordinary person as it's very difficult to work here.  One of the guys had blisters on his hands and I tried to help him but unfortunately I was noticed by the supervisors who were with us.  I was busy pushing the wheelbarrow and I heard them saying here he is.  \n They beat me on my head with a big knopkierrie, I fell on my mouth and when I tried to get up they beat me again, twice in the waist and my other leg felt numb.  They told me to put the wheelbarrow aside which I tried to do and they told me to come with them.  The supervisors then came along with spades.  Pieter Kleynhans handcuffed me.\n They dug a grave and with my hands behind my back they put me in this grave with only my head sticking out.  They tried to close the grave.  He took his knopkierrie and pushed it into my penis, then he urinated into my mouth and I swallowed the urine.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Are you trying to tell us it was because you couldn't accept the urine with your nostrils?",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "Yes, he wiped his penis on my face and closed his zip again.  I was then taken out of the grave feeling dizzy and nauseous.  They told me to push to wheelbarrow which I did.  He beat severely and mercilessly again saying that it's the law.  They said to me I can push the wheelbarrow against another one if someone else is too slow. \n They tried to beat me in my ribs and as the time went on the paid was killing me.  As we were digging this white sand I developed wound and blisters all over my legs and my body was full of scars.  We received no treatment or medication for this.  While a person digs this white sand the stones cut you and you are left with scars which turned septic as we only washed on Saturdays.  I don't whether I can show you where my scar is.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "It's up to you if you want to show us.",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "Here are these scars.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So you had to sleep with your wounds and your sores that emerged as a result of this treatment?",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "I never received treatment for any of these wounds, never.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "I ask you to explain this to the people who can't see so that they know exactly how you came by these wounds.  Please explain to me how you came by these wounds because the people who are listening here cannot actually see the wounds that you have shown me on the stage. He's showing us the wounds that he got from Robben Island when he was severely injured and the bruises that were not treated.  You may carry on.",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "I then went on and was still being beaten by someone called van der Berg.  By this time I was completely deaf in my one ear but the other one was still managing to hear somewhat.  This other ear of mine hears a little.  \n When we came out of the gate van der Berg who was in charge at that time would take the team out with our shoes.  He beat me again on my face and I fell down but I got up again and followed the others.  All day I was not able to really understand what was going on I was simply observing as I was dazed from the beating that I'd received from this van der Berg.\n We were sentenced to not eating on a Sunday as a punishment and we were not able to shave or to wash or cut our hair or anything like that.  We didn't see any food on that Sunday.  Kleynhans and van der Berg asked me what I was looking at when I looked at those people.  They wanted me to take out a ticket and I was not able to eat, they said to me you will not eat on Sunday.\n There was a chief there by the name of Theron.  All that Sunday we didn't eat, we got thinner and thinner and thinner and weaker.  Another group arrived from East London and we wanted that group to also be part of the struggle and a strike against these conditions on the Island.  After a while we went on a hunger strike in order to protest our conditions.  This hunger strike was because we wanted the food that was actually edible as we thought that we would just leave this food that we were getting.\n We wanted Verwoerd himself come and answer two questions, are we political prisoners or are we prisoners, this is what we wanted Verwoerd to answer.  We were on hunger strike for two weeks and then the supervisor of the jail asked for a few persons to come and talk to him and we were told that the leaders that had caused these disturbances would be locked up in jail.\n We said we would be treated differently when we were not criminals, we were political prisoners so I'll stay on that point.  Things went on in that way until 1975 when I was released.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "We thank you very much.  I would like to ask you a few questions firstly, are there any people that you can remember by name of those who were arrested within Paarl?",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "I would first like to make this request because some people that I was arrested with at that time who were on Robben Island have been hanged since then and some of them who were at Victor Verster also hanged, hanged by the state, sentenced to death.  I will talk about one of them that was at Worcester.   James Henries came to me at that time we ...  \n In East London Steven Church Katla, Chiza and Louis Mnchizana were there in P.E.   There were many of them whom I can't remember.  I'll go to Durban, Zuma, Ndlalose, Sibia and Bani, I was with all those people.  In Pretoria it was Jeffrey Masamula, Anton Izuzu, and Katjlo.  They were also there in Robben Island but they all lived in the Transvaal.  Unfortunately those from Namibia were separated from us, we were not together and even if we did meet them we could not communicate because they couldn't communicate in English or Afrikaans as they could only speak German and their mother tongue but there were those who could manage to communicate.   I've got a list of the people from Paarl.  (End of tape 1, Day 3, Side A)\n ... was executed and he was imprisoned for 20 years in Robben Island.  Fakela was executed, he was about to be released.  Xobile Haans was also hanged.  Fourteen of them were hanged, taken from prison while serving their sentence.  That's all I can say.  Izambotla has a son known as Mnzinkulu whom I'm familiar with.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "At the time you were there did you meet the State President?",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "I'll answer you there.  The State President arrived there in 1964, after two to three months he was given a further charge.  When he came back after being charged he was with Susulu Mbeki, that's the President, to-day's President.  He was taken to a single cell.  That's were they were staying, even Makwetu was there as well.  Jeffrey Masumula was with us but he was taken from us to the other political prisoners like President Mandela.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "The last question, you told us about lorries, Robben Island lorries and that people who are able to drive were given lorries, can you explain to us what the lorries were doing on Robben Island?",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "These lorries were wheelbarrows, they were just making fools of us as there were no lorries only wheelbarrows.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "We thank you very much Mr Mkhabile for your report.  When did you meet your wife?",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "I met her in 1976.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "By the time you were release you had reached the stage to take a wife?",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "I had no other way.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Now you saw it was time for you to get married because you were old enough.  Thank you very much and we thank you Mrs Mkhabile.  I'll hand you over to my colleagues who might have some questions for you.\n_________________\nThey told us that you loved to sing.",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "I used to but ever since I became deaf I lost interest.\n________________\nI think you must get a hearing aid as you must not lose what you used to love as this is the easiest way.  The hearing aid is the easiest way to help you to listen.  I've heard from someone that if somebody loves music they must have the hearing aid.  \n________________\nI'm sorry but they make a noise to me.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "... my colleagues if there is anything.  Mary?",
            "Female"
        ],
        [
            "MARY BURTON",
            "Mr Mkhabile the time that you were so involved in Paarl and in Worcester was a time when ... was very strong, were a supporter of ....?  Maybe Pumla can translate.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "She's asking whether you were a supporter of ...",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "Yes I was involved.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Seemingly they are finished but I would like to ask you a last question.  What would like the Commission to do, what would your wish from this Commission be?",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "Firstly I have no place to stay, secondly my children are still young and thirdly I have still not recovered from these injuries which I suffered and I still need treatment.  Due to these things I've been unable to work so I would need some sort of disability.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "The Commission will do whatever it can in it's power to help people in the ways that you have requested.  We are not able to grant requests at this point in terms of any requests that involve monetary help as these things will all have to be investigated by the Commission and the Commission will do what it can in order to meet with your requests insofar as they are able.  Have you heard me father?",
            "Female"
        ],
        [
            "MZIKHAYA MKHABILE",
            "I've heard.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So I'd ask that we leave the matter now where it stands and I thank you very, very much and also the people who have come here today  to listen to what you have explained to us about the way in which you have been treated.  Now these people who are here to-day can know how our fathers, people like yourself have been treated in times past and we thank you again very much for this.",
            "Female"
        ]
    ]
}