{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-06-24",
        "location": "WORCESTER",
        "day": "1",
        "case number": "CT/00823",
        "victim": "WILLIAM DYASI",
        "testimony": "MBEDLE DYASI",
        "nature": "SHOT DEAD BY POLICE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56176&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/worcest/ct00823.htm",
        "speakers": [
            "DR BORAINE",
            "WENDY ORR",
            "MR DYASI",
            "MARY BURTON"
        ],
        "original_speakers": [
            "DR BORAINE\n",
            "DR ORR\n",
            "MR DYASI\n",
            "MS BURTON\n"
        ]
    },
    "testimony": [
        [
            "DR BORAINE",
            "We are just waiting to make sure that the headphones are in place so that the witnesses can hear both in English and in the language of their choice.",
            "Unknown"
        ],
        [
            "WENDY ORR",
            "Mr Dyasi can you hear me?",
            "Unknown"
        ],
        [
            "MR DYASI",
            "Yes.",
            "Male"
        ],
        [
            "WENDY ORR",
            "We'll just wait for your wife to get her headphones on.  Welcome to both of you Mr and Ms Dyasi and I believe you have brought your Minister with you who is going to be sitting with you and supporting you, so welcome to you to sir.\nMr Dyasi, are you the only person who is going to give evidence today?",
            "Unknown"
        ],
        [
            "MR DYASI",
            "Yes, I am the only one.\nMBEDLE DYASI Duly sworn states",
            "Male"
        ],
        [
            "WENDY ORR",
            "I now hand you over to Dr Boraine to lead your evidence.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Again Mr Dyasi to yourself and your wife a very warm welcome.  You have been sitting in the cold hall waiting for your turn and you have been very patient and we are very glad to see you.  We know that the story you are going to tell is a very sad one and we want you to know that you are amongst friends who care about you who are going to listen very carefully to what you have to say.\nIn 1985 it was a very-very difficult time for many people.  The township was besieged, search lights were shining in the streets, foot patrols, people weren't allowed to come in and out - it was a very difficult time.  Perhaps you can tell us what happened to your son during those circumstances.",
            "Unknown"
        ],
        [
            "MR DYASI",
            "I thank you very much doctor.\nFirstly I would like to say that on the 3rd of November 1985 I was at home with my wife.  We were watching television.  After some time I heard some gunshots.  I just overlooked it and just looked out of the window I wanted to see what was going on outside, we couldn't see anything.  We stayed as we were watching TV.\nAfter some time it was around 8 or 9  my neighbour came inside and he informed me that he got a phone call.  They were telling us that our son has been shot and he is in Tooshay - that's where the incident had happened, we will find him in a shack.\nWhat I can say at that time I was so sad I couldn't believe it.  Because I knew that my son was not a drinker,  he was not drinking alcohol.  I couldn't believe that he was shot.  I was so shocked, my wife and I decided to go to Tooshay to see if this is true, aren't they making a mistake that this my son who has been shot.  We did go there and when we arrived there -  when we got  inside that shack,  I saw that it was my son who was laying here.\nHe was lying on the floor and he was so painful.  I would noticed that there were wounds on his right arm.  There were also some wounds at the back.  By that time he was still conscious, he was able to respond and I asked him what happened.  Where did they shot you - he said they shot him while he was walking along the Tooshay Street.  While  I  was right on the corner of that street, that's where they shot me by  two policemen.  When he saw the policemen he tried to run away.\nI asked him why he was running away and he said to me that they were going to beat him.  And then they had the chance to shoot him while he was running.  He tried to run away from the policemen and he get into that house at the backyard but he couldn't manage because he was deeply wounded and badly shot.  By the time I was with him in that shack I tried to lift him up so that I can take him home.\nIt was very difficult for him to stand up because I could see the bullets were coming out of his mouth and then he said daddy these things are just -  I feel them in my body.   This child of mine was the first born and he was the only one.  I have got five  children but he was the only son that I've got.  I was so heartbroken because I couldn't bear the pain of losing my only - my one and only son.  I was trying my best to lift him up so that he can  survive but I couldn't  make it so I had to leave him there and go to my Minister -  the one who is next to me.\nI told him the story of my child and where he was in Tooshay in the back house which means a shack and my Minister accompanied me to where my son was and he also saw what I saw.  We tried out best to lift him up but he was in such pain that we couldn't manage and I was feeling very sorry for him.\nI kept those bullets for a long time but I decided that they were of no use so I must throw them away.  And then I had no other means - I had no other option so I've decided that me and the Minister who is sitting next to me, we must go to the police station and make a report that my son has been shot.  I was looking for an assistance, I was going to ask for it for an ambulance to come along to get my son to the hospital.\nWhen we arrived at the police station there was one policeman.  I plead with him asking  him and telling him the story of my son and I told him that I need some assistance if he could please help me take my son to hospital.  But there was an interruption whilst I was speaking to the policeman, I heard the gunshot.  I was still right inside the police station and the policeman said to me just wait a while - the Station Commander is on his way.  \nWe waited there for a long time for the Station Commander.  When he arrived I told him the whole story as I had told the policeman before.  I told him that I was there to ask for an assistant and he asked me do I know where he is and I told him yes I do and he said we must get into the van - then we left.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Take your time there is no hurry at all - just relax.",
            "Unknown"
        ],
        [
            "MR DYASI",
            "When we arrived at Tooshay I would notice that this was my son and it was the fourth time now I noticed that this is my son who is lying there because I left him at home  he was asleep, but I couldn't believe when I  see that he was the one who has been shot in Tooshay.  And I told the policeman that this is my son.  I went out of the house and ran.  I called him by his name, his name was Gojo and I kept on calling Gojo, Gojo but there was no response he was lying quiet.\nI asked, because I saw a van that was standing on the street here in Tooshay - I asked him who shot my son again.  The reply from one of the policeman was it's me.   My heart was doubly pained and heartbroken - I couldn't bear the pain.  They shot him for the forth time now.  I couldn't understand, I couldn't get the reason why did they shoot him time and time again, although he was laying there being shot they tried to do it time and again.  And I was afraid that they were also going to shoot at me.  I cried there.\nI was standing next to my son.  I had nothing to do feel  helpless and I was also quiet.  After a while the policeman was standing there - it was a very long time that we were standing there aside and I was standing next to my son, they took my son into the van -  I also got into the van.  By that time he was not saying anything just quiet and I was also dumbfounded.  \nThe Minister was left behind, it was only me, my son and the policeman.  When we arrived at Hextex we found the ambulance waiting for us, they took him into the ambulance.  I couldn't see the point of going to hospital because my son was speechless -  lying there quiet I thought to myself that he had passed away so that's why I have decided to go back to the location.\nAnd then the following day I went to the house where my son was shot.  Because while I was arriving  there,  there were two women.  I asked them how did my son get out of the house because I left him in the house whilst I was going to the police.  How did he manage to get into the street.  And the women told me that the policemen came in and kicked the door, they said these words  - that this is the one we are looking for and they took him.\nOne of the policemen took him one was left inside and they also -  these women said to me we also heard a shot - they dragged him  - they were just dragging him like a dog.  These women also heard the shot in the street -  they could not even pop out to see what was happening.  That's how my story goes about the death of my son.",
            "Male"
        ],
        [
            "DR BORAINE",
            "I just want to be absolutely sure that I understand when you heard that your son was shot from the neighbour,  you went to the shack - you went inside the shack.  Your son was lying there he was alive and he could talk to you.  Is that correct - thank you?",
            "Unknown"
        ],
        [
            "MR DYASI",
            "Yes.",
            "Male"
        ],
        [
            "DR BORAINE",
            "[indistinct] - the police station - when you went back to the shack your son was lying in the street and he was dead - he had been shot again, is that correct?",
            "Unknown"
        ],
        [
            "MR DYASI",
            "While I was coming from the police station that's where I found my son lying down in the street.",
            "Male"
        ],
        [
            "DR BORAINE",
            "How old was son?",
            "Unknown"
        ],
        [
            "MR DYASI",
            "He was 18 years old then.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Was he involved in any youth organisation - any political organisations -  was he active in the struggle at all?",
            "Unknown"
        ],
        [
            "MR DYASI",
            "As far as I know he was a very sweet child.  He couldn't tell where he was going to, he was just going out saying nothing so I had no idea how involved he was or where.",
            "Male"
        ],
        [
            "DR BORAINE",
            "[indistinct] was he - I mean obviously the church is very important for you and your Minister was the first one you looked to for help and he is with you now.  Was your son involved in the church at all?",
            "Unknown"
        ],
        [
            "MR DYASI",
            "On that Sunday all the family attended the church, he was also there in the church.  During that - during 1985 my son pleaded with me- daddy I also want to be a full member of the church - as I had a uniform he also asked me to buy me a church uniform.  During September 1985 while we were going to Pietersburg where I bought him the church uniform, that's where he was decided to be a full member because I bought him a uniform.",
            "Male"
        ],
        [
            "DR BORAINE",
            "According to the medical reports your son had more than 21 pellet wounds in his body, some in his back, some in the front which  fractured a number of ribs - tore into his liver and penetrated the lung and the kidney.  He was very badly injured but when he was in the little house - in the shack you told me that some women saw him being dragged out by the police.  Do you still remember the names of the women?",
            "Unknown"
        ],
        [
            "MR DYASI",
            "Yes, I can remember their names.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Can you give them to us perhaps now or later on, it doesn't matter so we can follow that up.",
            "Unknown"
        ],
        [
            "MR DYASI",
            "I can give you the names.  One of them was a visitor Lena Plaatjie and the other one was Elizabeth Harding - Hardy.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Thank you very much, that will be very helpful to us.  Now Mr Dyasi the -  there was an inquest.  Do you remember that at all?",
            "Unknown"
        ],
        [
            "MR DYASI",
            "Could you - could you please repeat your question?",
            "Male"
        ],
        [
            "DR BORAINE",
            "There was a court case and there was an inquest [indistinct] can you remember what happened, did you attend the inquest?",
            "Unknown"
        ],
        [
            "MR DYASI",
            "Yes I did attend the court case that started in 1985 up till 1987.",
            "Male"
        ],
        [
            "DR BORAINE",
            "We have - one of our investigator's went to look at the Inquest Report.  The Magistrate's name was a Mr  Botha  - Mr JP Botha and he found that one of the police, Constable Mr Michael Luff, was responsible for the death of your son.  Were you aware of that?",
            "Unknown"
        ],
        [
            "MR DYASI",
            "I saw this policeman while I was in court so I knew he was involved in the shooting of my son.",
            "Male"
        ],
        [
            "DR BORAINE",
            "[indistinct] information - the  report from the Magistrate sent to the Attorney General for prosecution.  The Attorney General  declined to prosecute and when he was asked by your lawyers to give a reason for that he refused.  Have you any idea as to why this was?",
            "Unknown"
        ],
        [
            "MR DYASI",
            "I had no idea.",
            "Male"
        ],
        [
            "DR BORAINE",
            "One of the things that the Commission can do is to go back to the Attorney General and ask them to give reasons, we have every right to do that and we will do that, and if we have anymore information we will obviously tell you about that.\nIs there anything else you want to tell us about the death of your son.",
            "Unknown"
        ],
        [
            "MR DYASI",
            "Yes there is something that  I would like to say. After  the death of my son - there was a - he  impregnated a lady so as our custom to pay something known as sort of  lobola - so I was forced  and bound to pay that amount. \nDuring 1985 my wife had a heart attack and high blood pressure.  Ever since then my wife has not been okay - he is going to and fro  the Hospital, in and out admitted because of the heart problem that she is having.",
            "Male"
        ],
        [
            "DR BORAINE",
            "[indistinct] take a note of that.  I just want to ask you one last question about the court cases.  I know that through your lawyers and the  Legal Resource Centre because the police were found guilty or - yes were found to be responsible for the death of your son.  You tried to claim from the State but they refused because it was the State of Emergency.  So that were not liable I assume for prosecution and they finally paid a very small amount I think it was less than R700,00 for the funeral expenses.  Is that correct?",
            "Unknown"
        ],
        [
            "MR DYASI",
            "Yes, yes, it is like that.  I received some funds and it was only R687,34 I still have the receipt, I kept it, that is the only money I got for the funeral fund - for the funeral.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Ja it's a very small price for the cost of a son, isn't it?  I am going to ask if my colleagues would like  to ask any further questions - which I am going to ask them now - Ms Burton?",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Mr Dyasi, I would just like to know your first name.",
            "Female"
        ],
        [
            "MR DYASI",
            "My name is Stephen.",
            "Male"
        ],
        [
            "MARY BURTON",
            "[Question inaudible]",
            "Female"
        ],
        [
            "DR BORAINE",
            "It all remains for me then to thank you and your wife and your Minister, unfortunately I don't know his name so I can't use his name, but we are very grateful that he is with you today.   But I want to thank you and your wife for coming to tell us something of the heartbreak you have experienced.  \nWe have heard of your needs and of the condition of your wife and we will remember that and we will consider it when we try to see what the Commission can do to help you.\nThere are so many difficult things happening and it is very hard to find the words to express what is in our hearts but we want you to know that we care about you very deeply and that we are most grateful that even despite the pain and the horror you were able to come to this public place and tell us something about what happened in our country.  And the Commission is trying to do everything it can to make it possible that future young boys and girls will not have the same experience as you have had yourself happen.  Thank you again for coming and God bless you.",
            "Unknown"
        ],
        [
            "MR DYASI",
            "Thank you very much, I would like to say last words.  I would request the Commission - is there anything that you can do like something like a financial support because the child is living with the grandmother because there is no-one to support her.\nSecondly my wife was the one who was assisting me here and there but ever since 1985 she is unemployed and I am the only one who is working.  What I would like to know can't  she can get something like disability grant from the State as the one who was helping me.  Thank you.",
            "Male"
        ],
        [
            "DR BORAINE",
            "[indistinct] thank you very much.  We have made a note - my colleagues have taken notes of what you have been saying and the needs you have expressed and we will certainly do everything we possibly can to help - thank you.",
            "Unknown"
        ]
    ]
}