{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-06-25",
        "location": "WORCESTER",
        "day": "2",
        "case number": "CT/00755",
        "victim": "SIPHO JOSEPH SIXISHI",
        "testimony": "SIPHO JOSEPH SIXISHI",
        "nature": "BRUTALLY ASSAULTED BY, AMASOLOMZI AND MUNICIPAL POLICE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56172&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/worcest/ct00755.htm",
        "speakers": [
            "DR BORAINE",
            "MR SIXISHI",
            "CHAIRPERSON",
            "MS GOBODO-MADIKIZELA",
            "ADV POTGIETER"
        ],
        "original_speakers": [
            "DR BORAINE\n",
            "MR SIXISHI",
            "MR SIXISHI\n",
            "CHAIRPERSON\n",
            "MS GOBODO-MADIKIZELA\n",
            "ADV POTGIETER\n"
        ]
    },
    "testimony": [
        [
            "DR BORAINE",
            "Just an announcement, before we call the first witness.  You will have I hope in your possession, the head phones, channel one is Afrikaans, channel two is English, channel three is Xhosa.  Those of you who don't need them please make sure that people around you who will need them can borrow them from you.   Because obviously a large number of witnesses are going to speak in Xhosa and many people in the audience of course understand that.  So therefore they won't be needing these.\nIf  there - our  staff are moving around the floor, if you haven't got one of  these and you need them please if you can indicate and if we have any left we will certainly make sure that you get one.\nIf you point the box towards those black receivers, you'll find that your reception will be even better.  \nNow Chairperson we call Sipho Joseph Sixishi and ask him please to come to the witness stand.\nMr. Sixishi can you hear me  all right on the earphones, can you hear my voice, can you hear the translation - it's okay.",
            "Unknown"
        ],
        [
            "MR SIXISHI",
            "Okay.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Do you mind if I call you Sipho?",
            "Unknown"
        ],
        [
            "MR SIXISHI",
            "No",
            "Male"
        ],
        [
            "DR BORAINE",
            "Okay, I want to do that because I want you to relax is very cold you might be little nervous but you don't have to be because you are amongst friends.  And we are very grateful to you for coming today. Now could you please  keep that light on, at the bottom if you press the red - that's it  and just keep it like that.  Are you comfortable?",
            "Unknown"
        ],
        [
            "MR SIXISHI",
            "Yes",
            "Male"
        ],
        [
            "DR BORAINE",
            "All right, now, you have a particular story to tell us before I can hear that story and  the Commission can receive your story, we have to ask  you to take the oath.  So I'll be  very grateful  if you'll just stand for the taking of the oath.  \nSIPHO JOSEPH SIXISHI Duly sworn states",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much, please take a seat again.  Your story starts I think in 1986 around about the month of May.   I'm going to try and talk with you as you tell your story but I want  it to be your story.  So you start and you tell us and if I need to,  I will interrupt you and ask you for some more explanation,  just to help us to make sure we understand it.  So will you please start and tell us who you are and  what happened in 1986. Thank you.",
            "Unknown"
        ],
        [
            "MR SIXISHI",
            "I am Sipho Sixishi,  I stay at Ashton.   I'd  like to explain everything that happened in 1986 at Ashton.   Can I continue.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Yes you can.",
            "Unknown"
        ],
        [
            "MR SIXISHI",
            "In 1986 there was a funeral of a very popular grandmother she was Udini.  We went to the venue where the funeral was going to take place, we went to the hall we were lot of people.  When we came out of the hall, we could see that there were people who had Khaki uniforms, we were at the funeral and we continued to walk when I  looked through there's a hill which is nearby and we could see there was a van up the hill but we continued and just ignored it.\nWe went to the graveyard, when we got there we continued to the burial.  On our way back we went to the family where  the funeral was taking place, whilst we were washing our hands as it is culturally done so after the burial, we had some tea and whilst we dispersing we were going to our places.  When I got to my place, I find my wife and my child I informed that I would like to have something to eat.\nAfter that I informed her that I was drowsy I'd like to take a lap, she allowed to go and sleep and then I did.  It was towards sunset.  Whilst I was still sleeping I heard a huge cry then I woke I could see that there were people, I presume it was Inkhata, Meshack came in and Meshack started hitting me with a stick, I was surprised and asked what is the problem and what have I done to you, why should you assault me in such terrible manner.\nHe just insulted me and  said your backside, don't you know what you have done ?  I was surprised, I was taken roughly and  I was grabbed and shoved outside of residence.  I could see  Matroos that he was on the ground, and again I was hit on the head with knob kierie there was also a policeman Jonas Xalata and they were both here.  \nHanson is a policeman, my wife was crying continuously, you could see that they were armed, these policemen. I couldn't balance very well and they pushed me out of my room I was still in my short pants and I was half naked.\nKokoloi Matroos beat me continuously, when I went out I could see there was a police van next to my door they pushed me.  And  the police together with the  people that I presumed they were Inkatha members and they pushed me into the van,  I could see that the van was full.\nWe were -  we drove off,   it was going around the location and they were picking up everybody on their route.  Mrubahta was amongst the people that were picked up also and we were taken to police station at Ashton.  \nWhen we got there,  there was lot of people,  we were being just drove and taken  in the wards inside the prison cells.  After a while we were taken again away and we were taken to Robertson, again we were detained here.  \nOn a Monday because this happened during the weekend , we were taken to Montagu  where we attended a court hearing.  The magistrate was surprised with  such a big crowd and he said he  cannot continue holding the hearings.  And we were taken back to  Worcester and that's where we were detained for few days.\nWe were taken again for court appearance and this was continuing time and again because the case was always postponed.  \nAfter a while we were taken to the doctor because Mrubahta and myself were severely injured.   I could feel that my eye had ruptured.  I couldn't understand because Tshoto was always saying to me what happened to the eye and I was under the impression that there was nothing wrong with the eye but I could feel that it was painful.\nWe were separated from the other group and then after a while they took us to Tygerberg Hospital.   We got there, we were admitted, we were under police guard, we have been  handcuffed although we were patients. Even if you go to the loo you have to be under police surveillance.  The nurses told me that I was going to be taken for examination,  I was taken with a stretcher after a while I was operated and then I was - I had a patch when I woke up and I  could realised that my eye has been removed.  I was admitted for few days again and then I was still under the police guard.  After a few days I was taken to Paarl at the police station.\nWhen I got there everybody was surprised and they asked me who are you, we don't know you here, I informed them that I was a person who stays in Worcester and I was taken along here.  Apparently I was mistakenly taken to Paarl.  I was handcuffed again, and I was taken by train to Worcester.\nWhen I got there at the police cells I was informed that others have been released and they got bail.   A few minutes after Mrubahta was also brought in.  After a few minutes we were called out and we were offered a bail,  we were taken back to Montagu,  I was afraid because we said we were injured.   So we requested that the assistance of W Bosch who was  a lawyer,  so that we can claim for the injuries that we have sustained.  And we were very perturbed because we were assaulted for not apparent reason.  \nWe went to the lawyers, we had to go to the Supreme Court again and the lawyer who was defending us was from Worcester.  There were also advocates because we were going to Supreme Court and  we had to go again after the few days.\nIt was very strange because the Inkatha members were also here we had to continue.  My wife was also a witness,   I would  like to emphasise that this was happening at Worcester -  at the Supreme Court.   Thereafter - after we have given our evidence the Inkatha members were also there Kokoloi, Jonas, Calata and Hanson was also here. \nThey also gave evidence against me, they witnessed against me and they said I'm was the  one who started throwing stones at the police.  I was surprised to hear that information.  The lawyer commended us for the way in which we had presented our evidence and then the  case was postponed again.\nEver since then there was never ever any  court hearings , but I would  like to say,  I am very glad today, because I'm here and I'm giving my evidence before the Truth Commission,   although I can be honest and say I'm still bearing  grudge against the people who assaulted me.  I would request that the Commission should consider the fact that I'm unemployed, I have to  maintain my family that is why I've heard that I should come here and present my statement.\nEven when I go for employment - to seek for employment - I am informed  that  I'm old, I cannot get employment.  That is the end of my evidence.",
            "Male"
        ],
        [
            "DR BORAINE",
            "I want to thank you very much indeed  end of Tape 1  , side A   ...  on that dreadful month in May 1986.  One cannot but help comment that so often because funerals were the only public place where many people could gather for many years.  That so much suffering took place before and during and after funerals in the community.   A time that should be sacred was for you desecrated.\nI want to ask you just the few questions to help me to understand a little more.  You mentioned on a number of occasions an organisation called Inkatha.  Do you -  is that the same as the vigilante  group called Amasolomzi?  I am not sure if I am pronouncing that right, Amasolomzi.",
            "Unknown"
        ],
        [
            "MR SIXISHI",
            "Yes, it is the vigilantes",
            "Male"
        ],
        [
            "DR BORAINE",
            "And on the day you were attacked in your home, there were the vigilantes and the police together ?",
            "Unknown"
        ],
        [
            "MR SIXISHI",
            "Yes, it was the police and especially Hanson he was together with these members of the vigilantes whom I called the Inkatha members.",
            "Male"
        ],
        [
            "DR BORAINE",
            "So some of them weren't members of the police they were part of the community the vigilantes, is that right?",
            "Unknown"
        ],
        [
            "MR SIXISHI",
            "Yes, some of them were not policemen but we used to call them Inkatha although they were vigilantes, some of them were Xhosa speaking but they were always in the accompaniment of the police.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Now can you tell me, were you at any stage involved with any political organisation, yourself  -  were you politically active at that time ?",
            "Unknown"
        ],
        [
            "MR SIXISHI",
            "I started after the assault, otherwise I was just an ordinary person I had never belonged to any organisation.   But after the assault I felt that I should really take up arms and fight the - in the struggle because I could see that there is no other assistance that you  could get because you could see that the people who attack us were assisted by the police.",
            "Male"
        ],
        [
            "DR BORAINE",
            "[indistinct] much - so you were politicised as a result of this attack and this time you spent in prison.  Can you tell me just a little bit more, when you were taken to prison, you were very badly injured.  Your eye was especially badly beaten, how long were you in prison before you got medical attention for your eye and for your other injuries ?",
            "Unknown"
        ],
        [
            "MR SIXISHI",
            "I was arrested in May and then we were kept there and I stayed there for a month and at the end of June I was released and I went back home.",
            "Male"
        ],
        [
            "DR BORAINE",
            "How old were you at the time ?",
            "Unknown"
        ],
        [
            "MR SIXISHI",
            "If I can remember very  well,  I think I was 2 years [intervention]",
            "Male"
        ],
        [
            "DR BORAINE",
            "[Laughing] - you couldn't of been 2 years old.  Perhaps I  should ask you - let me ask  you - how old are you now.",
            "Unknown"
        ],
        [
            "MR SIXISHI",
            "I had already - I  was already married.",
            "Male"
        ],
        [
            "DR BORAINE",
            "It's not [intervention]",
            "Unknown"
        ],
        [
            "MR SIXISHI",
            "I am 36 years old now.",
            "Male"
        ],
        [
            "DR BORAINE",
            "The point I was trying to understand was that you were a very young man when it happened.  And you are still a young so when you go for employment you must tell them that you are not old, that you are a young man.",
            "Unknown"
        ],
        [
            "MR SIXISHI",
            "H'm.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Did you - were  you ever charged by the police, or by the Courts,  because you told us that you were let out on bail, were you charged, and if so for what ?",
            "Unknown"
        ],
        [
            "MR SIXISHI",
            "No, we were acquitted, the vigilantes -  they took other people out of the cells and then they said we are people responsible for all the damages.  There was another vigilante who came to witness against us and then he stated that we  are innocent, that is when we were acquitted.",
            "Male"
        ],
        [
            "DR BORAINE",
            "[indistinct] in jail was  when you were detained, and left there without any charges for that month ?",
            "Unknown"
        ],
        [
            "MR SIXISHI",
            "Yes, I was not guilty at all, I was detained for no apparent reason as I stated before.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Now you mentioned that you are unemployed and I want to know from you.\nHow is your health now,  you have an artificial eye and  do you have  any other medical problems or you are quite fit now ?",
            "Unknown"
        ],
        [
            "MR SIXISHI",
            "At times I get - I feel that the eye is uncomfortable,  I was informed that there  were some veins and nerves which were affected by the assault.  The other eye is also not very good.   My eyesight is deteriorating  -  at times I have severe headaches.",
            "Male"
        ],
        [
            "DR BORAINE",
            "[indistinct] Chairperson that includes my own questioning and I hand back to you now.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much - Pumla Gobodo.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you Chairperson - thank you Sipho.\nWhen you say you look old because of the manner in which you were  handled by the police and the people who were vigilantes, it is very painful because you can see that you cannot go back to the same condition in which you were  before.\nYou mentioned Mrubahta in your statement, is it Ntando that you are talking about ?",
            "Female"
        ],
        [
            "MR SIXISHI",
            "There is another Mrubahta who stays in Ashton.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Is it Ntando?",
            "Female"
        ],
        [
            "MR SIXISHI",
            "No it is not Ntando.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Denzil Potgieter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you Chairperson - just one issue  I just want to make sure that I followed your evidence correctly.   Did you make a claim - did you a institute a claim for the assault - for the loss of your eye ?",
            "Unknown"
        ],
        [
            "MR SIXISHI",
            "Presently I have done nothing to claim,  we was just promised by the lawyer that they would try to assist me to make a claim but presently I haven't received anything.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Can you give us the details of the lawyer, which lawyer is it that you saw ?",
            "Unknown"
        ],
        [
            "MR SIXISHI",
            "It is Krige,  we call him the advocate is Krige who stays here in Worcester.\nHe is Krige.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you the - the case in Worcester that you spoke about.\nYou spoke about  the Supreme Court as well was that  the case you were acquitted, where you were found not guilty ?",
            "Unknown"
        ],
        [
            "MR SIXISHI",
            "Yes, at Supreme Court in Cape Town I went for claims because I cannot see well.  So I felt that I have to go to the lawyers so that they can assist me because the  other eye is also losing its capability.   I wanted to claim for all the injuries  that I sustained because I realised that I was acquitted and I was found not guilty.\nThis is why now I'm feeling so disturbed because there's nothing that is progressing.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "If you - if you can help -  you have referred to advocate . Krige whom we know, but did you see attorneys as well apart from Mr Krige?",
            "Unknown"
        ],
        [
            "MR SIXISHI",
            "Some lawyers are not well known to me.  I cannot remember very well.    I know only Kromgel his here in Worcester.  He is the one who communicated with advocate Krige.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Sixishi, thank you very much and we are grateful that you have come here and we are sharing with you the experience that you did experience some time back.  We cannot promise you much but we will try our utmost best to meet you and meet your needs.\nWe would  present every reports that we have from all the areas to our President so that he can evaluate and assess.  Through this we hope that something may happen to assist you.  We also believe that you might get assistance also if you can continue with your medication or medical attention so that you can find a relief. Thank you very much.",
            "Unknown"
        ]
    ]
}