{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-06-24",
        "location": "WORCESTER",
        "day": "1",
        "case number": "CT/00820",
        "victim": "AMOS DYANTYI",
        "testimony": "AMOS DYANTYI",
        "nature": "TORTURE/DETENTION",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56175&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/worcest/ct00820.htm",
        "speakers": [
            "WENDY ORR",
            "MR DYANTYI",
            "NO TRANSLATION DONE",
            "DR BORAINE",
            "MS GOBODO-MADIKIZELA"
        ],
        "original_speakers": [
            "DR ORR\n",
            "MR DYANTYI\n",
            "NO TRANSLATION DONE\n",
            "DR BORAINE\n",
            "MS GOBODO-MADIKIZELA\n"
        ]
    },
    "testimony": [
        [
            "WENDY ORR",
            "Mr Dyantyi can you hear me through the earphones - you've had a very long day, welcome - thank you for staying here the whole day and thank you for coming to tell your story.  Would you stand now to take the oath please.\nAMOS DYANTYI Duly sworn states",
            "Unknown"
        ],
        [
            "WENDY ORR",
            "Thank you, you can sit down.  Mr Dyantyi I am going to help you tell the Commission and the audience your story this afternoon and it's a horrifying story of torture which you suffered in 1985.  At that time you were a member of the Civic Association and were involved in ANC activities and the ANC was obviously banned at the time, is that correct?",
            "Unknown"
        ],
        [
            "MR DYANTYI",
            "XHOSA -",
            "Male"
        ],
        [
            "NO TRANSLATION DONE",
            "",
            "Unknown"
        ],
        [
            "WENDY ORR",
            "Can you tell us what happened that day when the police came and arrested you and took you away.",
            "Unknown"
        ],
        [
            "MR DYANTYI",
            "When the policeman came to arrest me they arrived around about five in the early hours of the morning - they came with three vans and one hippo.  The leader of this police force was Lieutenant Van Loggerenberg - I believe he was the entrusted one.   They took me and they roam around the location with me at the back of the van.  They took one of my comrades and they took us to the detectives office.  When we arrived there, they took us inside the offices, what they did they separated us but he was not that much far from me - that's Boyiseli they handcuffed me with the table, they took Boyiseli away.\n Van Loggerenberg was the organiser of this whole thing, saying they must take away Boyiseli, they went as from five up till six o'clock in the morning, when they came back I was tired of sitting.  They came back with Boyiseli again,  they didn't cover my head at that moment when they arrived with Boyiseli - I saw it was Van Loggerenberg who was taking the leading role.  They took Boyiseli to me, what they did then, which they were sure of what they were doing to people.\n He was wearing a track suit now, he has wetted his track suit, there was another load at the back, that I couldn't identify and they said can you see, I said yes.  I asked Boyiseli what happened - he said as from today,  I am under the comradeship I've got nothing to do with that, I am leaving you alone.  They said I must leave - they  - I disregarded this and it was my first experience.  I was not afraid, I just felt that I have just to see and experience for myself, I couldn't just take what happened to somebody else and think that it would be the same with me.\n I was handcuffed, and they put on a - lighted on my head, Loggerenberg said to me - two cars should be filled with Security Officers and then I was taken to one of the vans.   I was still handcuffed, they pulled me because I was blindfolded and they said I was - they put me at the back seat, then somebody pinned me down and I could feel that somebody had his foot on my neck and also on my waist.  I didn't realise that I was being taken to my place.   I felt that I would see what was going to happen to me.\n The car was at a very high speed, and you could feel that it was travelling a long distance.  Later on I realised that there was something terrible which was going to happen to me, but I felt that I would see what was going to happen at the time.  As I was - I was lying on the car,  you could feel that the road was corrugated, and you would also feel that it was bumping over the bushes, the way in which they were in a hurry, you could feel that they were really rushing for something terrible.\n And then they took me away, they pulled me and they pulled me with my belt, dragged me because I couldn't walk - they have covered my face, you must remember that, so I couldn't go on my own.  They also took the handcuffs and then under the head you could feel that their was something heavy which was on my head.  And Loggerenberg said to me, somebody should put my - my handcuffs, the handcuffs which are on my hand, and put my knees inside through the arms and then  said somebody should pull me apart.  What he did, he put his foot at my buttocks and then he said it is enough.\n He said Amos it's Zwelethemba you are a member of the Civic Organisation, then I agreed.  He said you are the people - you are making havoc in the location, I told him that he cannot say anything that he doesn't know, because he doesn't stay there.  I knew that the Civic was the most prominent organisation in our area, we were busy because we knew that ANC was banned and we wanted to perform duties as we knew that the ANC was working underground and then the Civic Association was using the platform because they knew that they were able to speak as if they  were speaking about  civic matters.\n Matshoba, Harry Sibeko and Ivan Kholo and Abel Ligilili were also the members of the civic and we were united.   And everybody had confidence in us.  Van Loggerenberg stated that he knows what was going on in the location and he knew about our involvement and that was going to be put to and end and he stated that it is you and me inside here and the first thing that he stated was that I know what was taking place at your place, we know what was going on, we know the people who always attend meetings at your place, so you are going to tell us the truth.\n The first thing that he did was to take a cube,  when you try to push it, as it was put on - over my face, it was difficult to remove it.  Then at the end you - it was difficult for me to breath, he took the electric wires I do not know whether he poured water over those, but he end of Tape 4, Side A ... convulsions.  You could feel the shock waves in my body.  This was happening on my fingers, on my toes - a person who has never experienced that doesn't know anything, it is just beyond description.  Especially if it is done by somebody who is not considerate as if he is a hardened criminal, a merciless person.\n Then Loggerenberg you could imagine what type of a person I was dealing with.  After shocking me, he removed the cube from my face and I was screaming.  When I was calling my father - during the Truth Commission Hearings you always see that the people are requested to come forward and present their cases and confess but they never do.  \n So the other thing that I did, I was crying  in pain, because the pain that I was experiencing was excruciating,   I was praying in my language which is Xhosa and he took - he removed those electric wires from my neck and then they turned me on the other side, he opened my trousers at the back, and then they took these electric wires, put them through my einas and they inserted them deeply.\n This continued for quite a long time - it was those wires at the buttocks on the neck and this torturing was taking place simultaneously.  I would like the Truth Commission and the people who are listening here should just sit down and imagine what was taking place.\nAfter they have removed those wires, I cried extremely, I tried to hold my breath so that I can endure the pain that I was experiencing at the time, I was praying so hard, but they didn't listen to me, they just said they have no time to play, I must just confess and state whatever is taking place there and inform them about it.  He said he is going to show me.\nThere is something that they always use by the contractors, I can site an example, it looks like a jackhammer, usually it - it is used for drilling the walls or to draw the concrete - to drill the concrete.  But if you look at this one, you could see that it had very sharp iron points and then they took off my trousers - please apologise me for my expression of these emotions.  Then they switched on this and also this jackhammer was being used to  torture me.  I was - at the same time, I had this plastic cube which was covered over my face and even I was trying to - even if I was trying to scream nobody could hear me properly.  When I was feeling, I had a nauseous feeling - it looked as if my intestines were going to come out, I was certain that I was disembowelled.  \nMr Chairperson and the listeners here, the audience would like to thank you for the support that you've given us today.  If you can think what happened during the apartheid regime, those repressive laws are beyond description.  The people were so evil  you could lighten them to Satan himself.\nWhat they saw to me was that they could see that now I was weak, my body was just giving way.  They were shocked to see that I was severely injured.  Loggerenberg put his hand on my stomach and then he said let's take him quickly to the doctor and said Amos are you still alive, I couldn't answer him.  He repeated it again and said Amos are you still alive, I couldn't respond.  And then they took me and then he put - he was hugging me and he put me on his lap, he was -he had his hand over my stomach and then they were driving off quickly to the hospital.\nThey said to me - I was ordered to - they took me down and threw me on the floor, thereafter many police came in.  The first one took a bucket of water and threw it over me, I could feel that I was wet, I couldn't speak but I could hear what was being said, I could feel what was happening.  There were alternating among themselves trying to  revive me, the others were trying to carry me along.  The others were trying to open and stretch my fingers, apparently I had spasms.\nWhat I could hear them saying was let's call the doctor.   The doctor came - when he arrived the first thing that he did he put his hand on my forehead - I didn't understand that my tongue was hanging outside, thereafter I could hear a sound like whap - whap in my tongue.  And then he said they must all go out, he said I want to be alone with the patient and also the - and only one Security Branch Officer.\nThe only thing that I could think of at the time is that I was about to die, but I was conscious all the time - physically I was dead as far as I was concerned.  You could understand that when you are [indistinct] in the sun or you are sitting around the fire you can feel the feeling when the fire is too hot now, the pain that I was experiencing was beyond that pain that I just presented to you.   I could realise that they were not yet finished with me.  \nThe doctors statement when he took - take them out, the reasons I am asking them to go out, I can't clearly listen - hear - hear what the doctors, what they were trying to say to me, because I was almost loosing conscious.  The doctor try his best to talk to me, it was dr Van Heerden, the reason I call you alone, this is not a mortuary, if this case could be investigated, we'll find a solution and a reason for all this that he did, I advise you to  take this person straight to the hospital.  On your way to hospital, you must take a mug or cup with you with a porridge, you must apply porridge onto his mouth through his nostrils, I for one now I am going to give him two injections.",
            "Male"
        ],
        [
            "WENDY ORR",
            "I just want to make sure that I understand exactly what was going on here, the police thought you were dying or nearly dead.  And they called the doctor and the doctor said you must make it look as if he has suffocated on this porridge - put porridge in his mouth on nose, so that it looks as if that's the cause of death, is that correct?",
            "Unknown"
        ],
        [
            "MR DYANTYI",
            "Yes it was like that, their first mistake was that they thought I was dead, that's why they were making all this tricks and take all this decisions they were sure that I was dead.  Because the situation I was in, it was as if I was dead.  Even this attempt that were doing it was only God who was on my side, and I survived through his will.  But it - today its not a nice experience, everyone is trying to run away from death, but even through this injections, I couldn't accept them - out of his statement because I didn't want to die.\n I know the work of the Security Officers deeds, I wanted to utter and say no I don't want to die, but as I said before, I was just out of the world, I couldn't understand what was happening  although I was conscious I was unable to speak and express myself, so they took me and put me to the van again and then I bumped my head along against the wall of the van then they took me back to the cells.\n I do not remember whether I was taken to hospital or where I was taken to, I don't even know whether I was injected, but I lost consciousness.  So the following day,  I was in the basement, but I was still in the cell.  During the night I woke up, I was very cold, I was just naked and I was still having these contractions.  When I woke up from the cells, there was somebody who was in the cells, I thought that I would be able to speak and explain what happened to me so that somebody can investigate what was happening.   So when I woke up I thought I was going to be able to speak but  I couldn't speak anymore.\n In the morning I was taken again by Van Loggerenberg's team and himself and then this person asked where are you taking this person to - they responded by saying they would take me to the doctor.  I was taken to dr Mofsin's surgery and then he examined me.  I was bleeding and especially on the wrist where I was handcuffed.  I could realise that there were some people around me, and my comrades were informed about what was happening about me.  Lizo and others  and Harry  Sibeko and Ligilili  were informed so they make contact with the lawyers,  Zurina Abduraman and David Standton at [indistinct] David Standton.  Those were the lawyers who assisted me and then they came to the police station and visited me there.  The police said I was not there,   the only thing that they said, they informed me that they  will - the lawyers said they will never rest until they find me.  \n They asked me the questions and I couldn't respond to the lawyers because at last I was ultimately taken back to see them.  I couldn't  understand and communicate very well with them.  They requested that I - there should be a court hearing otherwise they stated that they would like me to be released.  I was afraid that if I was taken home in the condition in which  I was, my family would be very shocked, so I was trying to protect my family and refused that I should be taken to my family in the same condition in which I was.\n At a later stage I was ordered to go to court, so I  was charged and they said they found AK47 at my place.  They said there were two that they found, but there was no Exhibit which was brought about.  When I went to the Supreme Court it was said that now I had committed arson, 29 of us were accused of that, it was said I  could be bailed for - then I was ordered to be released on bail, there were also restrictions and I had to go and sign and report at the police station three times a day.  So the other time I - I continued doing this, reporting to the police until I had to go to the Supreme Court.  [indistinct] Desai and advocate [indistinct] are the people who were defending me - he is now the Judge.  It continued for three weeks and we acquitted.\n They continued harassing me even though I was no longer detained.  In 1986 they detained me again during the State of Emergency I was released in 1987, I was very ill at the time.  They released me because I was very ill.  There were three comrade [indistinct] who died in a car accident, Trevor Manuel and myself were detained, I was taken to Somerset Hospital, Trevor the Minister of Finance today, was taken to Paarl Hospital and we were all ill at the time.  I was swollen - my neck was swollen and then it was discovered that we were poisoned.  I was totally dependant, I couldn't do anything, so I was bedridden for quite a long time.  They could see that I might die in jail and then we were taken to the hospital.\n My first operation was on the neck, it was the Somerset Hospital, I was transferred to Groote Schuur and that is where I underwent many tests, I was there for head scan, for radio therapy and the third one it was for the bone marrow transplant.  The other operation that I underwent was on the stomach, that was the big operation, I struggled a lot and I - even though I was discharged, I was still not feeling  very well.\n And then I was taken to the station so that I can be transported to my place.  I felt that I was afraid and I requested that I should be taken to Cowley House.  I was just  dropped there and that is where we could meet the people who were visiting the relatives at Robben Island.  I gave my particulars to one of the caretakers and Ms Dullah Omar came, she was together with the reverend of the Council of Churches and I think it was Winnie Mandela and Ms  Mqay who came and escorted me [indistinct] a husband to Hilda and then they escorted me to Worcester because they could see that I was in a terrible condition.  Then they left me there.\n I underwent treatment at Groote Schuur or I would go to Woodstock.  I see one of my  friends here, and it's dr Lesley London, he is working for [indistinct] which is the union here, he is  the one who assisted me very much for medical attention, I can see him there he is  with his wife, they have come here to support me.  I am very glad that they are here to give me the support that I felt that I really wanted it.  They have relieved me and they have reduced the pain.  The persecution, the torture and the emotional abuse is very difficult to heal, when you undergo any traumatic situation it doesn't take a very short time for you to heal or recover from the trauma that you experienced.  It's much better to be abused physically than to have psychological and emotional abuse.\n When we came back with Lizo  it was discovered that I could not be arrested anymore because when I was arrested the other time we burnt the prison so when we burnt the - we were still continuing with the struggle because the way - it was the way that we demanding attention through  the arson that we did in the cells.  We knew that  every time at Zwelethemba people were organised because of the role played by the Civic.  That is how we contributed to the struggle, it was the first time that I could see the people giving much support.",
            "Male"
        ],
        [
            "WENDY ORR",
            "Thank you very much for sharing this very-very painful story with us, we know it's been very-very difficult for you and we appreciate your courage in coming here today.  I have one more question for you and then I will ask the Chair to take over.\n If you could meet this doctor today, dr Van Heerden who advised the police well to make it look as if you had suffocated, what would you say to him?",
            "Unknown"
        ],
        [
            "MR DYANTYI",
            "Your question is very important because it should be directed to Van Loggerenberg and Van Heerden.   The Bible says you should forgive so that you can also be forgiven, we have a prayer which is the Lord's prayer, where he said forgive those who have sinned against you.  I would like to appear, not for me only, they have killed so many people, their bullets have been used for sufficiently, they should be satisfied with themselves.\n Some of - the people thought that they would be protected by the apartheid system.  I am not a racist, you  can see that the table here has people who are white people but they are hard, it can be regarded as black because of the support that they give to the black people.  Braam Fischer and others, and Slovo are such people.  How could we make it happen that those people could be awake today so that they can see the work that they have done, so that today we are here.  It is the work of God, its through the will of God that we are here today.\nBut I can state also that the evil is still amongst some of the people, there is good, there is bad and people have a choice to make.  So we can regard other people to be working for the evil or the devil.  But I believe that if I could see those people, if they could come and confess I think everybody could be relieved and the land could be healed.  This pain that we have been enduring is just like cancer.\n Before we can reach the judgement day, I promise you this land will never be healed before those people and the perpetrators could come here and confess.  God never created them to be evil that I am certain about.",
            "Male"
        ],
        [
            "WENDY ORR",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MR DYANTYI",
            "Thank you - thank you.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Are there any further questions.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you Chairperson the comments really - I would like to say shedding tears is very important at times, it is very difficult for us to control our emotions, but if you see somebody sharing what experience she had, you cannot control yourself successfully at times.  You gave us a good and clear picture of the type of torture which was experienced by many people.\n And some of the people were responsible for the lowering of the dignity of some of our people.  We know that you have experienced this humiliation and we know that those people are dehumanising themselves because if they can do that to do, it shows that they are just like beasts.  You've expressed yourself very well by saying the  devil is just walking around.  It is not very easy to forgive a person.\n This is not a easy thing onto the journey we begin only when the other person  demonstrates the willingness, to acknowledge that they have [indistinct] as well.  I just wanted to make a few comments I don't want to take over from the Chairperson or the leader, thank you very much.",
            "Female"
        ],
        [
            "DR BORAINE",
            "There is just before I conclude today's hearing,  just two quick questions, first I wasn't quite clear when you saw or dr Van Heerden saw you, can you try and think back was it in the prison cell or was it in the office, was it in the hospital, where did you - where did he actually see you when you were - were nearly dead.",
            "Unknown"
        ],
        [
            "MR DYANTYI",
            "Thank you very much sir, I would like to explain this, so that everybody can understand what I am saying.  The reason for these people to call the doctor is when they realised that the condition in which I was, was needing doctor's attention.  And they realised that it was due to their  torture, they have taken me from the cells and then taken me to their office, in other words the office of the security officers.  And then that's where they alternated trying to revive me.  Some of them were asking who did this to this person and you could see that everybody was surprised about my condition.  And that is when the doctor came in, I understand they called the doctor at the time.  When he came in, he stated that he wants me one security officer and himself only in the cells and the others should go out.  That's when they closed the door and then they said all these things I've mentioned.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Thank you very much that's very clear - just a last question on that is dr Van Heerden still in Worcester or do you know where he is?",
            "Unknown"
        ],
        [
            "MR DYANTYI",
            "I think he is still here in Worcester and Van Loggerenberg is still here.  he is the head of the Security Branch, I always see him around.",
            "Male"
        ],
        [
            "DR BORAINE",
            "What is astonishing I think for all of us on the Commission is that in the midst of living or  reliving your own experiences which are quite horrifying you are also able to stand back and try to understand it and try to suggest the way  forward.  That takes a great deal of human courage and strength and you've been a great inspiration to us and I think to many others.\nIt's not easy in the mist of your own suffering and reliving to try and understand and suggest a way ahead.  We are very grateful to you and before you leave, perhaps I could just quietly end the proceedings today by saying that yet again we have sat through a full day where we have listened to personal stories relating to killing, to death - to torture to solitary confinement, to brutality, to assault and it's very difficult to believe that through all of this, there can come some hope.\n But the President of the country appointed this Commission not to heal the country but to play a small part in trying to bring about healing a new human rights culture, a new respect for law and in the process of ordinary people and extraordinary people telling their stories, this is a small part of a contribution  which I believe can help as we built a future.\nWe are very grateful to all of you who have come but we are especially grateful to the witnesses, to the survivors, to the families, to the friends and to people who stood by them today and of course for many days.  We will adjourn now and we will resume the sitting at nine o'clock tomorrow morning, to save Wendy let me ask you please not to take the earphones with you, they have to be recharged there is nothing you can do with them, just quietly leave them on the chair so that all of you can come back and listen again.  We thank you for your attendance, and this day is adjourned.",
            "Unknown"
        ]
    ]
}