{
    "header": {
        "type": "STATEMENT, MR FALCK RE NOLENE SMITH",
        "starting date": "1996-06-25",
        "location": "WORCESTER",
        "day": "2",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56183&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/worcest/falck.htm",
        "speakers": [
            "ADV POTGIETER",
            "GRAEME FALCK",
            "MR FLACK",
            "INTERPRETER"
        ],
        "original_speakers": [
            "ADV POTGIETER\n",
            "MR FALCK\n",
            "MR FLACK",
            "GRAEME FALCK",
            "INTERPRETER\n"
        ]
    },
    "testimony": [
        [
            "ADV POTGIETER",
            "Would you prefer to give your evidence in Afrikaans?",
            "Unknown"
        ],
        [
            "GRAEME FALCK",
            "That is correct.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Please give me your full names.",
            "Unknown"
        ],
        [
            "MR FLACK",
            "Graeme Falck, spelt GRAEME.",
            "Male"
        ],
        [
            "GRAEME FALCK",
            "(sworn states)",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you, you may sit down.  Mr Falck is it true that you represent Mrs Steyn the person reputedly involved with the event where Mr De Bruin's son was shot?",
            "Unknown"
        ],
        [
            "GRAEME FALCK",
            "That's correct.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Could you just place yourself of record and then we will deal with your testimony.",
            "Unknown"
        ],
        [
            "GRAEME FALCK",
            "I am the lawyer for Mrs Steyn.  She wants to have her side of the matter placed on record and it was decided to do this in the form of a sworn testimony on my part as well as from her.  It is my intention to read this sworn statement to the Commission.  There are also attachments to which I will refer.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you, will you hand that or copies of it to be added into the documentation of this testimony?",
            "Unknown"
        ],
        [
            "GRAEME FALCK",
            "I have a copy for you.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you Mr Falck, you may continue with the affidavit.",
            "Unknown"
        ],
        [
            "GRAEME FALCK",
            "I begin with the affidavit of Mrs Steyn and after that an affidavit which I completed myself.   You are welcome to interrupt me if there are any matters which are not clear.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you, you may present it and if there are any further matter that remain unclear I will take this up with yourselves.",
            "Unknown"
        ],
        [
            "GRAEME FALCK",
            "I  the  undersigned  Petronella  Johanna  Steyn  declares the following  \nI am an adult woman of 43 years and I have had access to the ... (interrupted)",
            "Male"
        ],
        [
            "INTERPRETER",
            "The interpreters are having a some difficulty following.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Could you read a bit slower because they translate as you speak.",
            "Unknown"
        ],
        [
            "GRAEME FALCK",
            "Sure.  I wish to make a presentation in response to the claims made.  It must be mentioned that I have asked my legal representative to gain access to the relevant dossier.  On the 17th November 1990 an incident occurred during which a revolves was aimed at my son in my shop by a young person who threatened to shoot him.  This was 3 or 5 days prior to the event mentioned in the previous testimony.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Mr Falck I'm just going to get hold of the affidavit, would you just grant me a moment?",
            "Unknown"
        ],
        [
            "GRAEME FALCK",
            "To which affidavit are you referring?",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "That's Mrs Steyn's.",
            "Unknown"
        ],
        [
            "GRAEME FALCK",
            "It's the top and main statement.  There's one from myself, there are only two statements.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "It looks as if we though that these are 2 different copies.  Sorry no, this is two original statements.  Thank you, we now have it in front of us so you may continue.",
            "Unknown"
        ],
        [
            "GRAEME FALCK",
            "I want to mention that the date 17 November was only a few days before the 23rd of November on which the event referred to, occurred.  On the 17th November 1990 an incident occurred during which a revolver was aimed at my son in my shop by a young person who threatened to shoot him.  This even cause our family to be frightened and I was still very worried that something might have happened during this time of unrest in the town on that time.  A copy of my son's statement is added as an Annexure PJS1.  (if the interpreters heard correctly)\nWhat I want to say with regard to this statement is that a revolver was aimed at him and he was told that, I would shoot you or I would blow you away.  I refer to the statement mentioned in which my point of view with the regard to the events are clearly said.  I was protecting my life and property against what I experienced to be a very real threat.  A copy of my affidavit in this regard is added as Annexure PJS2.  At my discussions with the national legal advisor it was decided that I would also give you this affidavit which I would like to do at this moment.   Let me just look at it for a moment.  It is an extended description of the events from the perspective of Mrs Steyn.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you, if you want to read it into the record.",
            "Unknown"
        ],
        [
            "GRAEME FALCK",
            "I am a adult white woman of 38 years, my ID number is mentioned with the address and telephone number.  I am a business woman by profession with a clothing shop in Robertson and I speak Afrikaans at home.  I am licensed to own a .32 Smith and Weston revolver, number 14384.. something.  I own this weapon for self defence purposes.  My shop is directly next to my home in 178 Barry Street in Robertson.   On Thursday the 22nd of November 1990, I was in my shop at about a quarter to three in the afternoon.  I placed my loaded revolver just beneath my cash register.  The main entrance is in front of my cash register in the shop and I kept the revolver there because my husband was out of town and because I'd heard of an attack with rocks of the Rooibossie Cafe the previous day as well as an attack with a petrol bomb on the house of a Mr van Tonder in Worcester.  Both those houses are in the general area where I have my shop.  \n In the shop with me was my assistant, Mrs de Villiers as well as 2 customers.  The customers were in the dressing rooms at the back of the shop and Mrs de Villiers was assisting them.\n I then became aware of groups of young people outside in Barry Street.  I looked out of the front door down Barry Street and saw a large group of young people, roughly 30 people walking in the direction of my shop.  I saw yellow police vehicles at the end of the street.  The group of young people began to run in my direction, they were running from the direction of the police station towards the Coloured area.\n I stood just outside the open doors of the shop and the large group of people were standing in front of my shop and one of them shouted let's fuck up this shop.  People had bottles and rocks and other objects in their hands.  Three unknown Coloured men moved in the direction of my shop.  From this group of people there were shouts saying go in, go in and the group started moving in the direction of my shop.  I was frightened and was under the impression that I could be attacked in the shop.  I then took my revolver from the drawer and put it in the right hand pocket of my dress.  I was holding the revolver.\n These 3 men approached and I tried to close the one door of the shop entrance but because they were so close to the door, I stepped back and said to the 3 unknown men, if you enter the shop I will shoot you.  One of these men was wearing a blue T-shirt.  These 3 men ignored my threat and entered the shop.  There was shouting and noise from the other large group outside and I couldn't hear exactly what was being said.  \n I was not able to close the door and I also was not able to go to the telephone because I felt it was too far away and I had no opportunity to call for help.  I was also not able to run to my house because I would have had to go outside on the pavement in the street where the people were gathered.  I could see this through the show window.  The only exit of my shop is at the front, the front door so I had no opportunity to escape.  \n As the 3 men entered the front of the shop I was scared that I might be killed and I was also worried that the large group of people would enter the shop to hurt me.  I then decided that because of the unrest and the uproarious behavious of the people outside as well as the calls to enter the shop and to quote \"to fuck up the shop\" I was extremely scared so I took my revolver and aimed it at the man with the blue T-shirt who was in front of the 3 men.  When the man with the blue T-shirt saw the revolver he stopped about one step inside the shop.  I said to the man that if he approached, I would shoot him.  \n Just before the man with the T-shirt entered the shop, he pushed open the front door with his right elbow.  He had something in his hand which he was pushing in my direction.  It looked as if this was an aerosol can but I was not sure exactly what it might have been.  I had thought at that moment that if might have been something with which I could be hurt.  As this person aimed the object at me the other 2 men moved forward.  I can remember that one of these men was holding a broken brown beer bottle in his hand.\n I heard glass breaking outside the shop and I thought that I would be attacked at that moment.  I then shot at the man with the blue T-shirt, with my revolver.  He turned around and left the shop.  \n The other 2 men approached me and I also aimed the revolver at them and they then left the shop.  I would also have shot at them if they did not turn around.  When I shot it was not aimed at any particular member of the man.  As these people left my shop, I closed the shop doors.  \n The police arrived and I saw that the man with the blue T-shirt was laying in the street.  An ambulance arrived and took the injured person away.  I mentioned all of these points to Warrant Officer Spies as well as an officer Wessels.  I did not recognise any of the people in the large group of people.  Apart from fragments of bottles outside my shop in the street, in the furrow, there was no other damage to my shop.  \n I  feel that I could not have defended myself in any way other than to shoot at that time.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you, you may continue with the remainder of the original major statement.",
            "Unknown"
        ],
        [
            "GRAEME FALCK",
            "I'll then continue with the affidavit, the main affidavit.   \nMy version of the events was supported by Dorothy de Villiers whose statement or affidavit is attached as PJS3, as well as 2 persons with the surname Daniels, as well as Johan Conradie whose affidavit is annexed as PJS6.   I want to briefly indicate that Dorothy de Villiers was an employee.  Important aspects from her statement are the following",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "If you could give this in as limited a way as possible because of the time limits that we have.",
            "Unknown"
        ],
        [
            "GRAEME FALCK",
            "I'll attempt to briefly just point these out.  Dorothy de Villiers affirms that the persons entered the shop while Mrs Steyn was trying to keep the door closed.  She saw that an object approximately 6 inches long was in Mr de Bruin's hands.  She also stated that she was aware of petrol bomb attacks on houses and shops in the area.  \n The 2 Daniels women also affirmed that Mrs Steyn attempted to close the shop doors.  They were peeping through the dressing room doors or entrances, change room doors.  They also thought that the people outside would enter the shop and indicated that they were fearful because of the threatening approach of the group of people outside who slammed open the front doors.  She heard Mrs Steyn shout that she was frightened and she heard her scream, leave the shop or I will shoot you twice.  That's the substance of this affidavit.   The same is said by the sister who, this is a Mrs Daniels who also went to school with Mr de Bruin and she also affirms or confirms that it was indeed Jacques de Bruin who entered the property and she also said this to her sister.  This is corroborating evidence.  \n Johan Conradie was a police officer and he claims to have heard a shot and also affirms that a group of roughly 12 Coloured young people entered the shop or were in the region of the shop.  He then heard the shot in the direction of the shop and he ran in the direction of the shot and saw one of the Coloured men falling towards the floor.  He saw him being picked up as he was stumbling by 2 other men who carried him about 80 metres away from the shop entrance.  They then dropped him and ran away.  He also says that he was the first person to reach Mrs Steyn after this incident and she stated to him that people entered her shop and in a threatening way approached her.  \n There were also some reactions of Mr Dirk de Bruyn's brief version of his affidavit which was received by Mrs Steyn.  I heard this morning that his evidence is not entirely the same as in the summary testimony received and she wants to just say that some of the claims of the summary statement of Dirk de Bruin.  \n I want to respond to this understanding that Mr de Bruin must not at the incident, he was not present at the incident and that the shortened statement indicates that the police shot at the people who were marching but I understand that Mr de Bruin did not say this in  his testimony today.  \n As far as she understands there was no shooting incidents on the part of the police on this particular day at the marching of the youths.  She says that she shot the person inside her shop as he and others entered her shop and threatened her.  She denies that either herself or Mr de Bruin was outside the shop when the shot was fired.  \n The post-mortem also indicated that the shot entered the body underneath the left arm in the armpit and that she did not shoot him in the chest.  The post-mortem shows that the shot entered the body in the armpit.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You may then just conclude with the statement of Mrs Steyn, also refer to the statement  Mr Graeme Falck which must also be presented to this Commission.",
            "Unknown"
        ],
        [
            "GRAEME FALCK",
            "The statement which I made was only from the information which I received from the police dossier, simply to see what actually happened, whether the case was properly investigated.  I understand that it's the aims of this Commission and I might just be able to help the Commission in this regard.  May I present this information?",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Maybe in a summary way you could refer us to the documentation.",
            "Unknown"
        ],
        [
            "GRAEME FALCK",
            "I'm not going to read this statement I'm just going to mention to you briefly.  The South African Police according to the police dossier, attempted to obtain 35 different statements.  During this period there was unrest in the area, there is a sworn statement supporting this.  Shops and private residences were damaged during this time.  The unrest official apparently also had difficulty in obtaining affidavits from the people who took part in the march.  He approached the school principal a Mr Anthony, a teacher at the Langeberg School in Robertson as well as the father of the deceased, Mr de Bruin whether they would assist him to gain testimony and I quote, Mrs de Bruin and Anthony said that the young people present were not going to be willing to make statements to the police.  According to affidavits in the dossier it appears that the deceased was involved occurrences of public violence.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Was this on the day of this incident?",
            "Unknown"
        ],
        [
            "GRAEME FALCK",
            "I'm not entirely sure what the sworn statements or affidavits indicate.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Apologies Mr Falck, it's very difficult to deal with evidence of this nature if there is this sort of distraction.  Please, will you just respect the occasion and allow us to just work through the evidence.  I'll appreciate your co-operation, thank you.",
            "Unknown"
        ],
        [
            "GRAEME FALCK",
            "The sworn statement used by the police indicates that, I saw Jacques de Bruin and his mother throwing rocks at passing vehicles.  It appears to me that this was close to the mobile shop on the 21st of November.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "It doesn't appear as if it has to be with the particular incident does it, the shooting incident?",
            "Unknown"
        ],
        [
            "GRAEME FALCK",
            "He just says that in a detailed manner that Jacques was involved in events, he was toyi-toying in the street, he was actively involved in throwing rocks at vehicles.  There's also a quote, the deceased Jacques de Bruin and Pieter Ruiters was prominently visible in the group. (end of quote)  The person also indicated, I was concerned about making a testimony in court because I felt my life to be threatened if I was a state witness.  That was then the police station.   \n Ruben Jacobs to whom Mr de Bruin has referred this morning claimed in his statement that he has no idea who might have shot Jacques de Bruin according to his affidavit.  If I understand correctly, Mr de Bruin said that he was an eye witness and it would appear that he was an eye witness but he does not know who actually fired the shot in terms of his affidavit.  \n There was also an affidavit on file which indicates that the witness made a false statement.  Mr Ruben Jacobs and I quote from my sworn statement which was made out of information in the dossier, I quote, Mr Ruben Jacobs took people to Cape Town to make affidavits at an attorney and a witness was told (in quotes) how he should have lied about the events in his affidavit.  This witness asked that the affidavit be kept secret (in quotes) because if it's made known then her or his life and property would be under threat.  \n In conclusion a legal inquest was held, a number of statements were obtained in this regard and the Magistrate said that the death was not due to a crime.  This was the finding of the Magistrate in terms of the inquest.  On initiative of the deceased's father and by means of his attorneys, there was an independent inquest.  A team from Worcester  again investigated the entire matter thoroughly and it was again presented to the Attorney General and the Attorney General in view of the contents of the dossier, decided not to continue with prosecution so the Magistrate decided that this was not a criminal offence and the Attorney General also believed the successful conviction would not be the consequence of any courtcase.  The contents of the dossier indicates that the detective made great efforts to in detail determine what occurred and the eventual finding on the part of the state, on the part of the Magistrate was that the person acted under the understanding of a very real threat to life and property.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you Mr Falck, I want to just ask my colleagues if they have any questions.  We have the documentation that you've made available to us, before us and this is a case which the Commission is paying attention to.  We've received testimony this morning and we've taken account of your submission and I thank you for your time and your contribution and we will pay attention to this, thank you.",
            "Unknown"
        ]
    ]
}