{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-21",
        "location": "PIET RETIEF",
        "day": "1",
        "names": [
            "KHABONINA L MASILELA"
        ],
        "case number": "JB 2113",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55753&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/pietret/masilela.htm",
        "speakers": [
            "KHABONINA L MASILELA",
            "MR LEWIN",
            "CHAIRPERSON",
            "THOMAS MANTHATA"
        ],
        "original_speakers": [
            "KHABONINA L MASILELA",
            "MR LEWIN",
            "MRS MASILELA",
            "CHAIRPERSON",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "KHABONINA L MASILELA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Mrs Masilela I'd like to thank you for coming and would like to welcome you to this hearing.  While you were travelling this morning we did hear that there were some visitors from Germany but I don't think they travelled from Germany today so I think you must be the only person at this hearing who's actually travelled from another country. Because I don't think that people realise that for you to get to this hearing today you've actually travelled all the  way through Swaziland. So we'd like to thank you very much for making that effort and also to thank the person who brought you here for bringing you here.\n You're going to be telling us about an incident that took place in Boschfontein in 1986 and we'd just ask if you could please in your own time, in your own words tell that story and also explain the context of the stay-away and what happened to you.  Thanks very much.",
            "Male"
        ],
        [
            "KHABONINA L MASILELA",
            "In 1986 we had gathered in a ground as a community. We were going to address a the president issue, President Mandela.  As we were there we saw the helicopter flying by and we were there.  We stood up, it was flying not too far away and it kept flying around us. Suddenly they threw tear gas and we realised that we had water and as they threw that tear gas we tried to help ourselves with this water we had and they realised that we're not running away and started shooting. As they did that I got injured on my left shoulder.  I fell down and I was bleeding profusely.  I was taken to a combi and I was driven to hospital. When we got there we were examined and given treatment.  I felt so much pain and asked about it as to how long will this pain last and they said no the rubber bullet would melt.  After that I won't feel any pain. And today I still have problems with my left arm. I can't lift anything heavy at all.\n My arm is not functional, I can't do my own laundry. We moved and I was not the only one, we were quite a number. We were discharged and we were told to go back home from hospital and we did just exactly that.\n I tried when I got home to go to the chemist to enlist help which I got.  I will end here. That's exactly what happened on that day in 1986, what I saw.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Thank you very much Mrs Masilela.  If I could just ask a few questions to clear up some other questions that we might have. You talked about the President Mandela issue.  This was 1986 when he was still in prison, he still had four years to come out of prison. Can you explain to us what was happening? What was this issue that you were discussing at the grounds?",
            "Male"
        ],
        [
            "KHABONINA L MASILELA",
            "We were discussing about his coming, that we should see to it that he is released because we are suffering.  Because we thought that his being released many things will fall into place and we'll get better.",
            "Female"
        ],
        [
            "MR LEWIN",
            "So it was a protest meeting if you like for him to be released?",
            "Male"
        ],
        [
            "KHABONINA L MASILELA",
            "That's correct.",
            "Female"
        ],
        [
            "MR LEWIN",
            "You talked about the helicopter.  Can you identify the helicopter, was it a police helicopter, a defence force helicopter?",
            "Male"
        ],
        [
            "KHABONINA L MASILELA",
            "It was a defence helicopter.  It was a helicopter for the Army.",
            "Female"
        ],
        [
            "MR LEWIN",
            "An army helicopter. And you say they first threw tear gas and then they started shooting. Did they carry out the shooting from the helicopter? It didn't land at all.",
            "Male"
        ],
        [
            "KHABONINA L MASILELA",
            "No it was flying just above us and they opened the door.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And you mention in your statement that they fired with rubber bullets and bird shot.",
            "Male"
        ],
        [
            "KHABONINA L MASILELA",
            "Correct.",
            "Female"
        ],
        [
            "MR LEWIN",
            "What were you actually shot with? Rubber bullets",
            "Male"
        ],
        [
            "KHABONINA L MASILELA",
            "They said so.",
            "Female"
        ],
        [
            "MR LEWIN",
            "What was the effect on you, can you tell us.  I mean fortunately few of us who have actually been hit by ...(intervention).",
            "Male"
        ],
        [
            "KHABONINA L MASILELA",
            "It was an excruciating pain because I got hit right above my shoulder, my left arm on the shoulder.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And you said there was a lot of blood, did it break the skin?",
            "Male"
        ],
        [
            "KHABONINA L MASILELA",
            "Yes.",
            "Female"
        ],
        [
            "MR LEWIN",
            "But the bullet did that enter your body or not?",
            "Male"
        ],
        [
            "KHABONINA L MASILELA",
            "Can you please repeat your question?",
            "Female"
        ],
        [
            "MR LEWIN",
            "What happens to the rubber bullet when it's fired. Does it actually go into your body or does it bounce off?",
            "Male"
        ],
        [
            "KHABONINA L MASILELA",
            "They did not tell me at the hospital. They took me to the X-Ray but never furnished information as far as that is concerned.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And you also mentioned that there were other people who were injured in this incident. Can you give some idea of how many other people were injured?",
            "Male"
        ],
        [
            "KHABONINA L MASILELA",
            "The ones I saw on that day, it was Paulina Mkowchwa because I was with her going to the hospital and Mandhla Nkhabela. We were injured, and Lina Mkowchwa. Those are the ones I saw, and we were taken into the combi and driven to the hospital.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Were they all from Boschfontein as well?",
            "Male"
        ],
        [
            "KHABONINA L MASILELA",
            "That's correct.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Can you tell us a little bit about yourself please Mrs Masilela, how do you live, do you work and how has that been affected by...(intervention)",
            "Male"
        ],
        [
            "KHABONINA L MASILELA",
            "I'm not working.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And how do you find the money to look after yourself and buy the necessary?...(intervention)",
            "Male"
        ],
        [
            "KHABONINA L MASILELA",
            "I don't have any source of income.  My husband is on pension now as well.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Do you have to get treatment still from the hospital?",
            "Male"
        ],
        [
            "KHABONINA L MASILELA",
            "Not anymore.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Is there anything that you think can be done to help you and the pain that you still have from your shoulder?",
            "Male"
        ],
        [
            "KHABONINA L MASILELA",
            "Yes.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Manthata.",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "Mrs Masilela had you ever heard about the organisation Release Mandela Campaign?  Sorry, have you understood my question?",
            "Male"
        ],
        [
            "KHABONINA L MASILELA",
            "I heard but I don't understand, won't you please repeat the question? We were just gathered as an ANC organisation but I have heard.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "At that gathering, who was addressing you? Or who was to address you?",
            "Male"
        ],
        [
            "KHABONINA L MASILELA",
            "It is Galela's son.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Were there people in Boschfontein, who were political prisoners at that time? Were there any political prisoners in that community?",
            "Male"
        ],
        [
            "KHABONINA L MASILELA",
            "Yes.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "How many were they?",
            "Male"
        ],
        [
            "KHABONINA L MASILELA",
            "I don't remember the number.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "But do you still remember what they were arrested for?",
            "Male"
        ],
        [
            "KHABONINA L MASILELA",
            "You mean the ones who were arrested ... (intervention).",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "The ones who were in prison at that time? The people who were in prison, that is the political prisoners in Boschfontein at the time of that meeting.",
            "Male"
        ],
        [
            "KHABONINA L MASILELA",
            "I don't remember but we used to gather, convene and discuss as an ANC organisation, ANC members. About the ones who were in prison I won't be able to say anything as far as that is concerned.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Was that ANC or UDF organisation at the time?",
            "Male"
        ],
        [
            "KHABONINA L MASILELA",
            "It was ANC.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Thank you Mrs Masilela.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mam just one question from me. What else was happening in your community at the time?  Were there any other conflicts taking place, was there a move to oust councillors from the area, was there fighting between the youth and police, what else was happening?",
            "Unknown"
        ],
        [
            "KHABONINA L MASILELA",
            "There was violence and a conflict between the police and the youth.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Can you tell us a little more about that?",
            "Unknown"
        ],
        [
            "KHABONINA L MASILELA",
            "They arrived one day and took the youth to town and they were kept there for quite some days and they were released and they came back.  They went to a different location this time now at night and took the youth of that location and they went to a ground and the youth tried to run away and they shot one of them.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was that part of the protest on that day or was it just to do with releasing Mandela?",
            "Unknown"
        ],
        [
            "KHABONINA L MASILELA",
            "That happened before,  They started collecting though.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You said earlier on that your shoulder has been damaged because of the rubber bullet injury. What can you do with that arm, are you able to lift your arm like that.",
            "Unknown"
        ],
        [
            "KHABONINA L MASILELA",
            "It's painful. This other one is fine but the left arm is painful.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is there anything else you want to say before we finish?",
            "Unknown"
        ],
        [
            "KHABONINA L MASILELA",
            "No, I just thank the Commission to afford me this opportunity to come and relate also my story because I had a broken heart.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Masilela we have to express our thanks to you for coming all this distance.  My colleague tells me it's almost 500km away that you travelled today.  Thank you very much for coming to share this story with us, we have heard your pain and we wish you a safe journey back to your home.  Thank you for coming.",
            "Unknown"
        ]
    ]
}