{
    "header": {
        "type": "State Security Council Hearings",
        "names": [
            "ADRIAAN VLOK"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56375&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/security/2securit.htm",
        "speakers": [
            "ADRIAAN VLOK",
            "CHAIRPERSON",
            "MR GOOSEN",
            "MR LAX",
            "MR MALAN",
            "MR NTSEBEZA",
            "MR R F BOTHA",
            "MR VISSER",
            "MS SOOKA"
        ],
        "starting date": "UNKNOWN",
        "original_speakers": [
            "MR R F BOTHA",
            "CHAIRPERSON",
            "ADRIAAN VLOK",
            "MR VLOK",
            "MR VISSER",
            "MR GOOSEN",
            "MR NTSEBEZA",
            "MR MALAN",
            "MS SOOKA",
            "MR LAX",
            "MR BORAINE",
            "DR BORAINE"
        ]
    },
    "testimony": [
        [
            "MR R F BOTHA",
            "Mr Chairperson I thank you most sincerely for your very warm words, and I wherever I go try to persuade my countrymen to appear before this Commission because it's a chance that all of us have, that's the way I see it, and people know my views on this.  People asked me recently whether I was available for the National Party leadership position, I said yes on two conditions, the one is that we return to the Government of National Unity and the other one was that the Party should change it's attitude towards the TRC.  I am glad that the young \"umfaan\" is apparently picking up fast and I hope he will succeed.\n Mr Chairperson I wish you good luck.  I don't want to be in your shoes.  This is a very difficult task you face, and I say to you here personally and I say to you a great number of South Africans, including whites, pray for you and wish that your health will improve and that you will be with us for a very long time.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Vlok I welcome you very warmly and thank you for accepting our invitation to assist us so that we could know the inner workings of the State Security Council and any other information that might assist us in establishing precisely the lines of accountability, of responsibility, the lines of authority and really just where the buck stops is what we are seeking to establish, and we are certain you would want to assist us in this very important task.  And I welcome you and I presume what are your legal representatives as well.  Would you please stand so that the Deputy Chair administers the oath or affirmation.",
            "Unknown"
        ],
        [
            "ADRIAAN VLOK",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The contraption in front of you, each time you are allowed to speak, moet hom nie aanskakel nou nie dan bring hy daai gedruis, ja.  We have this submission before us, it's quite a lengthy submission, there are two possibilities, the one is that you will speak to it and lift the most important items relating to questions that have been put to you, which will probably be the better way so that we could look to being able finish this afternoon by say 4 o'clockish.\n The other is because we don't want you to feel under any sort of pressure to say that you were not able to put your side of the story as well as you wanted to, that we would then have to carry over to tomorrow morning. In a sense it is up to you. We obviously want to be able to canvass every sort of possibility without undue pressure.  So it is up to you to say whether you want to read every single word or that you are going to speak to it.",
            "Unknown"
        ],
        [
            "ADRIAAN VLOK",
            "Honourable Chairperson, and members of the Commission, thank you very much for the friendly words of welcome, I would prefer to read this part in total.  It has been drafted with great care and there certain things which I'd like to place on record.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is your right, and let us then continue.",
            "Unknown"
        ],
        [
            "ADRIAAN VLOK",
            "I'll read quite quickly.  The interpreters are competent.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The submission is in Afrikaans and therefore you will need contraption that you put over your head to listen in a language that you would probably understand, something like Xhosa.  (Laughter)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Honourable Chairperson, I'm grateful for the opportunity to take part in this process and to have the opportunity to, from my perspective, make a possible contribution whereby the perspectives seen from the Government's side can perhaps be regarded with greater understanding. I'm unaware of the evidence which the Commission has already obtained and in which specific matters of the Commission would be interested in my case.  For that reason I would try in regard to those aspects which the Commission has advised me about, to address those aspects on the supposition that the Commission would mention it to me if there are any other matters regarding which I can perhaps give further explanations.\n I've been advised that the political and historic background of the revolutionary struggle has already been submitted for the Commission by other persons and bodies and it has been documented and submitted and there's been testimony on that. Accordingly I will limit my submission to only those aspects which are relevant and to clarify and further elaborate on my submission.\n Please allow me by way of introduction to express the sentiment that I believe that this Commission has a task which it has to fulfil, which will be decisive for the future of this country and all its people.  I believe that it is an almost superhuman task and that the Commission will not succeed in that task unless all participants come to the fore to give information regarding their knowledge and perspectives regarding matters which belong to the struggle of the past.\n It is also on the basis of this conviction of mine that I have decided to take part in the process laid down by the National Unity and Reconciliation Act and to do so with enthusiasm and to also apply for amnesty for those matters in which I became involved in the heat of the battle. From information which has now been made available it appears that there are possibly matters in which I became unconsciously involved or for which I must take co-responsibility indirectly, and I am referring here to the illegal acts committed by certain policemen, who committed certain acts based on certain reasonable presumptions seen from their perspectives of what I said or did. \n I've been advised that the merits of my amnesty application will serve before the Amnesty Committee in due course and that the current proceedings are not intended to address those matters which will be addressed by the Amnesty Committee.\n Official capacity.  -  My part in the struggle of the past arose from the fact that during the relevant period I was a supporter and a member of the National Party and I served in the government as a Minister.\n I'm receiving good advice here and you might be pleased to know that the next portion I'm going to skip.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes that's very good advice.",
            "Unknown"
        ],
        [
            "ADRIAAN VLOK",
            "Yes I have very good legal advice. And then I will start on page 4.2.3.\n Upon my appointment as Deputy Minister and thereafter as Minister I did the following oath of office and this I would like to recite because this is very important.  My former colleague, Pik Botha also referred to this.  \n\"I, Adrian Johannes Vlok promise to be faithful to the Republic of South Africa and I undertake before God to be faithful to this promise. To in respect of my office as Minister to comply with this office with honour and dignity and to obey all the acts and laws of this country, to be a sincere and faithful adviser, and no matters which have been intrusted to me directly or indirectly to reveal these matters, and to fulfil my official capacities to the best of my abilities, so help me God\".\n As a professing Christian I regarded this oath as binding on my conscience and my entire conduct and I tried to fulfil it to the best of my abilities.  \n As far as the oath of secrecy is concerned, I clarified the matter with people who gave me instructions, that's the former State President's P W Botha and F W de Klerk and I am able to, as far as matters which have been entrusted to me, I am able to reveal these matters for the Commission in its search for truth.  \n My understanding and interpretation of the prescriptions, according to my official duties was that, apart from being the political head of the departments in which I was involved, I also had to perform all instructions given me by the State President, the State Security Council and the Cabinet and I performed my duties, my official duties, in my humble opinion, diligently and faithfully. \n As far as the maintenance and obeying of the constitution, all other laws and statutes are concerned, I regarded it as my absolute duty to also perform these diligently. As Minister of Law and Order this meant for me that I, and the South African Police, were duty bound to obey and maintain the acts and laws of the country and see to it that law and order was maintained.  \n It was our duty to also carry out controversial acts and see to it that these were obeyed, and this duty relating to maintaining and carrying out the acts of the country, arose from the provisions of the Police Act.  Section 5 of the Police Act provides, (a), for the maintaining of the internal security of the country and the maintaining of law and order, investigation into any offence or alleged offence and the prevention of crime.\n My understanding of the course and scope of the conflict of past - Background.  Although today it's become fashionable to negate this as rubbish, it's still an incontrovertible historical fact that the international Marxism and Communism for decades was seen as a serious threat for the free world and in my opinion also the South African system of values.  South Africa in this regard, stood in a focal point and was a target for taking over by the imperialist Communist forces together with other countries such as for instance, Afghanistan. Successive National Party governments believed this view with which I also associated myself and many South Africans believed it, and I include myself in those.  \n The extremely delicate and dangerous situation was exacerbated dramatically by a South African domestic policy which was unacceptable for the rest of the anti-communist world, namely apartheid. South Africa was caught between two fires.  On the one hand the acceptable combatting of communism and on the other hand the carrying out of apartheid.  To crown it the mother organisations of the liberation movement, ANC-PAC were seen with justification as fronts and as tools of the Marxist-Communist threat against the country.  It was later also unavoidably directly projected onto internal organisations such as the UDF, MDM, COSATU and others. \n In this confusion of political rhetoric, propaganda, incitement and all kinds of talk form different quarters and camps, the security forces as the security arm of the government of the day were unavoidably involved, they had absolutely no choice and according to law, they were obliged to apply the country's laws, some of which were controversial. \n As a member of Parliament and thereafter, as Deputy Minister of Defence and later as Minister of Law and Order, and having had greater access to information, this conviction of mine grew rather than decreased. I believed and I still believe that if the forces of Communism and Marxism, since the '50's were allowed to take over the control of South Africa our country would today be a destroyed, impoverished and backward country with an atheist communist ideology as the government policy.  Chairperson, for me that was totally unacceptable and what I could do to prevent that, I regarded it as my duty to do. It is in fact my conviction that now political settlement, as we have seen happen in South Africa, would have been possible if the Communists had taken over the government by force. This view was shared by the majority of South Africans. \n Those who could vote authorised the government for decades to act against this onslaught and those who did not have the vote, about seventy percent were the Christians, the yoke of apartheid rested very heavily and this yoke hurt more than the unknown and alleged yoke of Marxism and Communism. \n Extremely efficient revolutionary propaganda succeeded in portraying Marxism and Communism as a better and more acceptable alternative for apartheid. The result that even the anti-Communist elements in the community weren't bothered by predictions of dangers which Marxism and Communism posed for the country. \n Upon an objective and credible evaluation of history in South Africa during the seventies but in more particular, in the eighties the following incontrovertible facts must be taken into account. \n South Africa was the target of an international revolutionary threat. This multi-dimensional threat manifested itself on all South African fields, namely economic, financial, there were sanctions and boycotts of all commodities; constitutional, for instance suspension of United Nations membership; diplomatic operations and action, etc, sport, boycotts, olympic games, rugby, cricket etc and in the church field we were kicked out of several religious organisations, security areas, weapons and other sanctions, as well as active armed action against the residents of the country. This was called the total onslaught and this last mentioned facet escalated to such an extent that it led to an unexplained bloody and merciless war.\n At the forefront of this threat the ANC and other so- called liberation movements such as the PAC found themselves. The most enthusiastic and active supporters of the ANC, the PAC etc were, in my view, using this movement for their own selfish reasons and these were the Communist countries with undeniable Marxist, Leninist state ideologies and forms of eastern Europe and countries such North Vietnam, China and Cuba. \n The South African government's counter-revolutionary strategy consisted of the following components. Security actions, actions by the security fraternity against all those who took part in the revolutionary onslaught and who hindered the successful implementation of the other two components.  This component of the strategy were or in our view consisted of, made up about twenty percent of the government effort and put at best it was however only seen as temporary measures by us and it could never afford any permanent solution for the country's problems.  \n We saw our conduct largely as a so-called holding action whilst the authority had to deal with the other two components and make progress in that regard.\n Good government for all South Africans -  That meant the improvement of the conditions of life of all citizens on economic, financial, job opportunity etc, all those terrains and better health services, education etc. \n Thirdly the political dimension - The finding of a constitutional dispensation which would be acceptable for the majority of South Africans by means of effective and imaginative negotiations. The security fraternity was of the view that these last mentioned two components ought to make up about eighty percent of the State's efforts and I gave my wholehearted support to this and I really tried to promote this. \n Although security-directed actions and the so-called good government components were successful in the main, it became clear that the finding of a political solution was not progressing satisfactorily.  Now Chairperson I'd like to say here that that put the security forces in an even more delicate and difficult position.  Our actions against political activists were only temporary at best and they were unpopular and we could in no way continue with this indefinitely.  Our position in the South African Police was untenable.  Whilst the South African Police tried to maintain a law and order and tried to protect life and property, and while the negotiation attempts proceeded, we were seen by the broader community as a result of indoctrination, regarded as the enemy.  It is true that security directed actions sometimes hampered negotiations and even scuppered it but it never was done as far as I know with that intent or from sheer malice.  \n It is however an incontrovertible fact that actions by the security fraternity over the years prevented the conversion of South into a Marxist/Communist state with all its horrible consequences.  It's my honest and sincere conviction that the politicians of the day by the mid- eighties had already realised as I thought, that the revolutionary onslaught could not be averted simply by means of legal security actions and that the only real hope for peace was a negotiated political peace.  And this was manifested by the introduction of a Tricameral Parliament as it was called as early as the 17th of September 1984, as a first step towards a negotiated evolutionary political resettlement and new dispensation in the country.  \n During this time the security fraternity by means of certain statements of General Magnus Malan and myself, exerted a lot of pressure for breakthroughs with the negotiating process. The counter revolutionary strategy was supported and promoted by the former chief leaders of the National Party and Heads of State, namely P W Botha and F W de Klerk.  \n And I want to say that Mr de Klerk was the most successful in this regard relating to the third component, namely the finding of a constitutional dispensation which would be acceptable for the majority of South Africans.  As far as I was concerned, I was in total agreement with this strategy and propagated it constantly by means of speeches in Parliament and even in information which I gave up to the National Party caucus.\n After 1983 and specifically after the introduction of the so-called Tricameral Parliament during September 1984 there was incredible violence and riots in the country, there were strikes, cases of arson, stone throwing, hand grenades, limpet mines and car bomb explosions and people were killed by the most abhorrent methods imaginable such as for instance the necklace method and all these things were the order of the day.  The tragedy was that innocent South Africans were usually the victims of this. \n Everything possible was done by the authorities to deal with this threat and if possible to prevent the loss of innocent lives.  All peace-loving residents of the country from all communities exercised great pressure on the authorities and demanded protection.  This superhuman task which had to be carried out under extremely difficult situations fell on the shoulders of the security fraternity.  After exhaustive investigative investigation and analysis we came to the conclusion that most of the unrest and riot incidents took place within a framework which was known as the so-called revolutionary climate and this meant inter alia, indicated the existence of favourable circumstances in a community which can be based in a revolution or a protracted revolutionary war.  And it also refers to the degree of support for revolutionary objectives and/or activities.  It does not indicate a constant mentality or way of thinking but it can vary in intensity as a result of certain mobilisation actions.  \n One of the results of this struggle was a low intensity but extremely cruel and bloody war which was waged in our country for decades.  In terms of the laws of the country, those people who opposed the government wanted to overthrow the government were regarded as terrorists and actions against them were authorised.  The fact the opponents of the government committed acts of violence against innocent civilians and were guilty of certain criminal acts and in general brought about a condition of chaos and disorder led to the fact that my own conduct and those of the police were focused on combating this lawlessness. \n The perspective that the opponents of the government were engaged in a freedom struggle was not a priority for us, it was not decisive for myself and the police in the carrying out of our daily tasks. We were rather focused on the unrest and violence which was taking place in the country in which we were trying to deal with and to defuse at all costs.  \n In an attempt to promote stability and relative peace the further instrument of the emergency regulations were introduced by the declaration of states of emergency and that was also made available to the security fraternity.  At best this could only be preventative in the short term but it was clear from an early stage onwards that the revolutionary onslaught would not be stemmed by these means. These measures also did not enable the Security Police to, by means of legal conduct, to stop or combat the violence and unrest in the country and to normalise the situation.   To put it in brief if the revolution with arrests, detention, banning orders and court interdicts and the application of other measures, if it could have been stopped by these means then it was a different matter.\n Chairperson, I would like to also focus on the role of the churches and politics.  It is indubitably so that the South African Police were in very close contact and there was a close link between the SAP and the government of the day and this was a result of the legal duties which the South African Police had to carry out as part of their task and the maintaining of the constitutional dispensation and the government was an important factor.  The fact that most, the majority of policemen were Afrikaans-speaking Christians and conservative people who were supporters of the National Party and it's policies could perhaps be an explanation for many facets of the actions of policemen during the old era.  I have very little doubt that illegal and unlawful conduct by policemen committed during the struggle were done on the basis of their education and the sense of their duty towards the government and the fact that there was very little acceptable criticism against apartheid which could have influenced them to question apartheid. The continued establishment of these convictions of policemen and of course other people, there were other factors at work as well and all other facets in society helped to make this possible. There was a plethora of various influences on a typical Afrikaans-speaking conservative Christian person, for instance, teachers at school, parents and the way they brought up their children, professors and teachers at university, preeminent people in society by means of statements and documents, the press, politicians in their statements and policies and the ministers in their churches.  These statements are not made with the purpose of slinging mud or for blaming other people but now, with the benefit of hindsight, to state the reality as I saw it from my perspective.\n Due to the conviction which was commonly accepted in the past that if the forces of Communism and Marxism were allowed to take over control of South Africa, our country today would be a destroyed, impoverished and backward land with an atheist communist ideology as the existing state policy, it is my view also not difficult to understand that certain churches in South Africa openly supported the National Party government. \n There were also other factors and I would like to refer to these, strikes, marches and violence during which in those years was the order of the day since the mid eighties and these phenomena were the direct result of the activities of trade unions. There was legislation to try and stop these strikes in certain essential services and this was seen as absolutely essential.  It is however significant that the current government is also looking at the reintroduction of this prohibition.  Trade unions were politicised on the instructions of the ANC leadership to try and also politicise the masses and the end result was meant to cause the collapse of the country's economy and to make the country ungovernable and that would also be a very fertile breeding ground for a bloody revolution. \n Fears resulting from intimidation and retributive actions by the revolutionaries was a palpable reality for black people who had to spend their nights in certain areas where the police were not allowed to enter in order to protect people and possessions.  Attacks on members of the Security Police, especially South African Police, propagated by the ANC/SACP alliance and the PAC and were the order of the day. This further contributed to a decay in law and order to the detriment of all the people, in the country.   The only way in which the police could act to maintain law and order worldwide is on the basis of information and intelligence gathering was one of the most important functions of the Security Branch of the South African Police.  Intelligence-gathering in turn was greatly dependent on the cooperation of the public.  \n As a result of the campaigns of the ANC and the SACP Alliance, the public were politicised to such an extent that they saw the SAP as an enemy and for this reason it was extremely to obtain the cooperation of the public. Those who cooperated with the police as informers did this at the risk of their own life should he be found out or even if a person, often innocently, was suspected of acting as an informer. \n As a result of this phenomenon which I've mentioned, court action became less and less of an option due to the obvious revelation which there would have to be of the identity of informers. Even in in camera proceedings it was in many cases easy for the accused to, by means of a process of elimination, work out who had given the information on the basis of which he was arraigned and had given it to the SAP. \n For the promotion of the ANC/SACP Alliances attempts to win the support of the entire people, several emotional memorial projects and actions were launched which touched the black community very closely, such as work, financial and social matters. Conduct by the security forces in these circumstances to try and protect peoples' lives and property and to try and maintain law and order were then regarded by these people as insensitive and cruel and for the security forces really, this was a no-win situation.  \n My perspectives regarding the struggle and the conduct of the South African Police, due to the declared objective of the ANC/SACP Alliance and others to topple the previous government by means of violence and to destroy the constitutional dispensation, I, along with other and each member of the security fraternity, found ourselves in a position where we had to try to avert all onslaughts against the country and the government and at the same time to try and support the existing State structures and to normalise the situation.  This attempt had to be completed in the midst of an uncontrolled situation created by the ANC/SACP Alliance and which was regarded by them as a peoples' war.  I'm not going to read that definition, it is a well known definition and it has already been given to the Commission. \n According to the ANC the revolutionary war was based on four pillars, namely the armed struggle by Umkhonto weSizwe, the mobilisation of the masses, the establishment and development of underground structures of the ANC and the international onslaught to isolate the Republic of South Africa.  The revolutionary onslaught and threat further had as its objective to make the country ungovernable and black councillors, South African police as well as other members of the security forces and officers of the State to eradicate these people and eliminate them.   Murder and intimidation were the order of the day in black residential areas.  No-go areas arose and the ANC decided to establish their revolutionary bases in black residential areas from where they would launch attacks on white and black townships and residential areas.  \n I was opposed to a Marxist/Communist ideology and any undemocratic method to try and establish that in South Africa and I saw it as part of my duty to fight against such thoughts, actions, programmes or initiatives and to ensure that these objectives were not successful. \n It's against this background and according to my views and that what was conveyed to me, and which influenced me in terms of the policy framework and the decisions of the National Party and the National Party government.  It's against this background that I firmly believed that the actions in which I took part were correct and justifiable in terms of the existing legislation and views. \n As political head of a section of the security forces I saw it as my task to oppose all the attacks which were planned by the revolutionary forces and to encourage and to motivate the security forces to oppose the enemy.  In many such cases it also meant that violence had to be answered by means of violence in an attempt to protect the people, both black and white against the acts of terror, unrest and violence, especially when we realised that the normal police and juridical processes simply were not enough to counter the situation.  \n In these circumstances it was my view that the security forces at all times simply acted in reaction to the ANC/SACP Alliance and others attacks and activities. Even where the security forces acted in actions which could be seen as preemptive in normal circumstances it was still done in reaction to some kind of action or opposition or attack from the ANC/SACP Alliance and others.  In the process what was looked at in the first place was also always legal action, it however it appears now that it was the unfortunate reality that since the early eighties there were often cases experienced by policemen on the ground that the legal options and actions simply give the necessary power to deal with situations on the ground.  You read these days of incidents to which members of the Police refer and often it is said that they experienced a situation which they could not resolve in any legal way.  The fact that our country's people ultimately came to learn of this dark part of our history, is due totally to the mechanism of the Truth and Reconciliation Commission as established by the government.\n In order to avert the onslaught I was aware of the establishment, maintenance and development of certain operational structures from where both overt and covert operations were launched. These operations included inter alia intelligence-gathering as well as actions which were launched to utilise such intelligence in proactive or reactive way.  This type of operation or action sometimes were hot pursuit operations or cross-border operations and aimed at foreign trained terrorists, their associates, their bases, their underground structures, their supplies as well as their training and accommodation facilities.  It however also included so-called strategic communication actions.\n The operational structures to which reference is made in the aforegoing paragraphs was also from time to time utilised within the borders of the country to act in a proactive way in cases where it became known that such structures and staff and certain agents or informers were under threat as a result of security leaks or activities of traitors.  What we were concerned with here was a life and death situation and in order to protect life and property, in certain cases the decision was made to act first and to strike first to avert this threat.  However allow me to place the matter in the correct perspective.  Although it becomes clearer day by day that the South African police sometimes acted illegally in the past, this was just as a matter of an exception.  I believe that most policemen who found themselves in such a situation where he found himself obliged to act in an illegal way, probably did this by virtue of his position as a policemen and not from personal considerations.  I further believe that probably most of these policemen acted in this way because they had a bona fides belief their conduct was in connection with the execution of their duty as policemen and for the protection and the maintenance of the constitutional dispensation to prevent the community as a result of intimidation and fear losing their confidence in the government and to protect the populace at large and in an effort to combat the unrest and violence and that they accordingly believe that they were acting within the limits of their authorisation.  I really believe that very few such policemen acted for personal gain or simply out of malice or retribution. I know I didn't act with these motives, I repeat I know I didn't act from these motives, we were all victims of a system and of circumstances.\n My perspective relating to the State Security Council.  With reference to paragraph 1.a of my Section 29 notice, I would like to indicate that the request was phrased somewhat narrowly and that only some of the documents with relation to the State Security Council were placed at my disposal. I find myself in the unfortunate position that I've had no part in active politics for some years now and that I don't have relevant documentation of the State Security Council anymore. There may be certain aspects which would appear from documents of the SCR on which I could have made some kind of a significant or sensible comment if I still had access to all the SCR documents to refresh my memory.  I fear that there could be a possibility that my evidence before the Commission on certain points could perhaps have indicated a different perspective if I had been in possession of these documents. \n From the 17th of September 1984, I served as an additional member and from the 1st of December 1986, as a permanent member of the State Security Council.  I'm advised that it isn't necessary that I need to explain in any way how the security structures operated or how they linked up with one another.  It's only important to know that in the chain of command of the devolution of power, the SCR was an advisory committee of the cabinet under the chairpersonship of the executive state president. The duties of the SCR was to advise the government by the request of the state president regarding the following: \n Section 5.a.1, the formulation of a national policy and strategy relating to the security of the republic and the way in which such policy or strategy has to be implemented or carried out. \n     Section 5.a.2, a combatting policy for any particular threat facing the Republic and, 5.b, to determine the intelligence priorities.  That comes from Section 5 of the Security Information Act and the State Security Council Act, 64 of 1972 which was repealed by the Strategic Intelligence Act, 39 and 1994.  Accordingly all safety related issues were related or were discussed at meetings of the SCR.  There was usually oral information which we received from experts and certain recommendations were considered.  I believe that I was correct, if I should say that the Commission would not succeed in finding a single unequivocal resolution to act illegally in any of the minutes of the SSC. \n With these benefits of what I know now, I am in the position where I can say that the general statement should be qualified as follows:\n    Firstly there's the particular language which was used in this era during these meetings and expressions such as, eliminate, neutralise, take out, destroy, and similar expressions were used fairly commonly.  My former colleague Pik Botha also referred to that and that is was how it was known in the vernacular.  It is a fact that our country especially during the conflict of the past was plunged into a war psychosis where these words and expressions which were derived from the military became part of the vernacular, just as other expressions with the same import became part of the revolutionary language. At that stage there was nothing unnatural or unusual in the use of these expressions.  It is however so as already said that with the benefit of hindsight, it is an undisputable fact that there wasn't necessary consideration of the perspectives in interpretations of other people who did not attend these meetings.  With my knowledge and my insight into the mechanisms of the SAC I say that no decisions were taken by it to act illegally but at the same time, I know, or I know now that it would have been unavoidable that people who did not experience the spirit and intent of these meetings could very easily come to other conclusions and apparently they have indeed done so, especially the divisional commanders and their troops on the ground who were constantly reliant or were responsible for controlling uncontrollable situations and to normalise abnormal situations and on whom there was extreme pressure from amongst others, their commanding officers, politicians and society in general, these people would not easily have linked an innocent interpretation to these expressions.  I've taken note of the evidence of Mr Williams and that he's of the view that the politicians deliberately gave instructions at the SAC which were vague and capable of different interpretations and a multiplicity of interpretations so there could be no relaying of blame to them.  As far as I'm concerned, this was never the case.\n Whilst I cannot testify as to what went in the thoughts and minds of other people, I must state it that I never gained the impression anybody proposed an instruction or issued an instruction with such a sinister objective.  I realise with shock now, with shock and dismay that this language usage obviously and apparently gave rise to illegal actions by policemen whereby not only victims were prejudiced but from which also certain negative results came for policemen and their families.  If it should be proved, I can't dismiss it as a reasonable interpretation of the words in question, and I must today, although I, at that particular time, 1986, I was merely a deputy minister, I must accept personal, moral and political responsibility for that.\n A further qualification of my statement on paragraph 7.6 above is the fact that the SAC recommended so-called Stratcom conduct.  It cannot be denied that certain Stratcom conduct, or the consequences thereof in certain circumstances could have been interpreted as unlawful or illegal.  In this way I could have been part in an unconscious way of the taking of decisions which led to illegal conduct. A further aspect which I've already referred to obliquely and which deserves special mention is the issue of the way in which there was a briefing and information from the SAC and how it was conveyed to the men on the ground and how instructions were given in terms of this.  It must be born in mind that the minutes of the SAC meetings were never freely available but were dealt with as most of these matters were during the conflict on a need to know basis.\n As deputy minister as well as minister, during my whole period of office in the executive portfolios I was an incumbent of portfolios which were very closely linked to the focal point of the state's activities.  I was always responsible for the sharp edge of the state's military power. There were deals with the protection and security people but also where it can hurt people.  Meetings and speeches to motivate people was a daily task and daily occurrences and memoranda too many to remember found their way to my desk in a flood. During thousands of meetings, talks and discussions, speeches and motivational occasions with my subordinates over the years, there were many words, images, views and rhetoric used which was heard by the people present in different ways and could have been interpreted by them in different ways and it's acceptable, and when things happened normally there would be very little danger of a misinterpretation in the course of these discussions, meetings, speeches and instructions which came from me, there however can be no doubt that I possibly used words and expressions which the people under me could have interpreted as something other than what I had intended it to be, namely as an instruction to act illegally. The same goes to a certain extent for the apparent ratification of illegal action by policemen during the struggle.  \n I took part in the award of many awards and medals for people in cases where I have now learned illegal action took place.  The fact is that I and probably also the police generals were totally unaware of the true facts.  All that we had in front of us was a so-called citation or commendation which arose in each case for an award. And there are hundreds of cases on record where I visited places such as Vlakplaas and where I commended and encouraged the members to continue their good work without me knowing what they were really busy with as now would appear to be the case.  In all these cases there could have been people and there were in fact such people who experienced these awards and commendations as encouragement and ratification of illegal actions which were carried out during operations by the members in their approved and authorised conduct in their task as policemen.  Judging by reports of what policemen are saying in their amnesty applications it's clear that this in fact took place.\n Chairperson I'm not going to run away from my responsibility, I'm not going to abandon the people on the ground and although I'm unaware of all the alleged so-called cases, although I'm unaware of all the cases so alleged, I will assume and accept the responsibility that if anything which I said or did could have been reasonably interpreted by a person who was my subordinate as an instruction to act in any illegal way, that responsibility I will accept and in this context I want to make an exception of Vlakplaas.  I visited Vlakplaas twice, once to be briefed as to certain computers which the police had seized and the other was during an annual function during which I thanked the members for their work and I encouraged them for their work in the battle against revolutionary forces. Vlakplaas' members were waging a very dangerous war against terrorists. They fulfilled an extremely unpleasant and thankless task.  They were very successful in their conduct against terrorism and it is unfortunate that some individuals became involved in crime which contaminated the other good work.  I myself never knew anything about these crimes which now come to light, I would not have tolerated such a thing and I would have acted against them drastically. During my period as minister I acted against numerous members for lesser contraventions as which these members have now become involved in. \n The question arises whether the politicians of the day should have been aware that the security forces were busy acting illegally and this question cannot be answered on behalf of anybody else and I will not even try to do that.  However I will try to deal with this question on my own behalf. I was aware of cross-border operations, that is so.  This matter is currently in a very delicate phase, that's my advice as far as the powers and functions of the Commission are concerned and the question of possible extradition and I am advised not to elaborate on this any further. As the Commission is aware I'm applying for amnesty for certain incidents.  I'm advised that it is not appropriate to now enter the merits of those applications since the Amnesty Commission must deal with that according to law.  In my view it would be dangerous to, on the basis of my knowledge of for instance certain political activists who died internally or within the borders of the country, from that to infer that certain politicians must have known or did know that it was the work of members of the security forces.  To take a practical example relating to myself, if I become aware of a political activist who had died in an unnatural way, in for instance Mamelodi, I would have drafted a report.  If a person presupposes that there were a whole number of such cases in the same area it could possibly be argued that I, as the then minister, should have become suspicious.  However it didn't work quite like that.  I can assure the Commission that on numerous occasions questions are put in Parliament which I caused to be further investigated and I received no information from lower hierarchy that my people were involved in that in any way. Today I have nothing to hide.  I believe that I have made a full disclosure of everything, however I cannot accept the criticism that I should have been aware of more. Certain related aspects  which appear from the documents which were put at my disposal and I'll deal with that very briefly as far as the Caprivi trainees are concerned, I had nothing to do with that.\n The Third Force.  At one stage during the heat of revolutionary battle, the idea rose to try and establish a third force, which third force would be tasked to investigate matters regarding the combatting of the revolutionary onslaught and to deal with that in order to free the hands of the South African Police for their actual task, namely the maintenance of law and order and prevention of crime.  I was then a deputy minister and I was requested to investigate the viability of such a third force and to report to the SSC.  I did that as would appear from the minutes of the SSC meeting of the 12th of May 1986.  I'm not in possession of the Schedule 6 to which the minutes refer and I can't remember exactly what is contained therein, I can't remember what Option 4 referred to and what the considerable amendments to which the minutes refer but the final outcome of the whole idea of a third was that it was never put in practice, it was partly the problem of the demarcation of duties between powers between the South African Police and the proposed third force, the consequent overlapping and the necessary expenditures which such a third force would have necessitated.  \n Surrogate powers. I was told that Mr Craig Williamson testified before this Commission that the principle that your enemy's enemy is your friend led to the fact that so-called surrogate forces were supported by the government or were in fact established by the government.  I must say in all sincerity that if that was the case, I was totally unaware of that. I'm not trying to say thereby that there were never situations in which one of two warring faction's interests did not correspond with that of the South African police, however in my view that is not the same as saying that the government or the South African Police supported such a faction in reality.  \n The non-compliance with the Nkomati Accord.  I was told by Mr Craig Williamson testified that the RSA, after the treaty, still supported RENAMO, I am unaware of this matter and cannot comment on it in any way. Annexures A to I of the Section 29 notice, Chairperson I won't deal with that now, but the Commission is welcome to put questions to me in this regard. \n And then Reconciliation and Forgiveness.  As minister amongst others Law and Order, I took the oath to carry my official duties with diligence.  My official duties entailed inter alia the protection of the people of South Africa and it inter alia included protecting them against people who wanted to commit acts of terror against them as well as protecting them against acts of intimidation and violence and unrest.  Because the elements forgiveness and reconciliation are crucial aspects of the Commission's activities, I studied it very thoroughly and considered it  and I took note of the views of the Commission as well as individual members of the Truth Commission.\n Chairperson if I think back to the thousands of innocent people of our country who during my period of office as the responsible minister were injured and killed in the most gruesome cruel way imaginable, such as for instance bombs and necklace murders, then I had this feeling that I left them in the lurch and that I didn't give them the necessary protection that I didn't do enough. Words are not sufficient to convey my regret towards them in any meaningful way.  Nevertheless I want to say that if there is anybody who believes that I could have done more in his personal case then I will accept that criticism unreservedly and I am saying i'm sorry. \n That however brings me to the people who committed all these atrocities against innocent people.  I reject categorically all allegations of purely criminal actions committed for personal reasons by any policemen.  I never approved of this personally.  I did everything in my power to bring those persons responsible to justice. During my time there were many policemen and women who were guilty of certain offences and I acted against them.  The country and its people should be grateful to all those policemen and women who made the difference between years of anarchy and maintenance of law and order. The South African Police played its part in preventing the country exploding in a bloody revolution but our history has caused a lot of pain and suffering for all those involved, for women and children and, for parents and families.  I however have one consolation and that is that I never acted for motives of personal malice or hatred against anybody.  I did my duty as I saw it and I would like to add that in this process I was obliged inter alia to authorise the detention of many people.  I also in many cases opposed their application for their release in courts.  I believed that all the information contained in my affidavits were true and correct  according to the fact and I did that not only because it was my duty but also because I was convinced of the fact that in so doing I was combatting violence and unrest and preventing loss of human life.\n I would like to express my unqualified regret towards any person and or organisation which was innocently disadvantaged or prejudiced by my actions.  In the cruel struggle for survival it was often the case that there was no mercy shown and unacceptable things were done and mistakes made.  I also made mistakes and I'm sorry that my fellow South Africans had to suffer in the process as a result of my actions and I'd like to offer my unqualified and sincere apology to those people.\n At the end of the conflict of the past were we stand now, just as in the case of the other war situations in history, I believe that the only lasting remains are the victims.  We are all victims of the conflict of the past. Victims gain very little value from the fact that one side had the higher moral ground than the other.  All that remains is the loss and sorrow.  I know that the psychological and mental pain which the war caused will remain with some people till the day of their death and I would like to request that a great deal of sympathy be shown by the Commission to all these people.\n Thank you for your patience Commissioner, thank you for listening.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thank you very much, we have decided to adjourn for tea very briefly, we will resume at half past three.\nHEARING ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...tender handling of Glen Goosen.",
            "Unknown"
        ],
        [
            "MR GOOSEN",
            "Thank you very much Mr Chairperson. Mr Vlok I'm going to ask the questions in English and you're welcome to answer the Afrikaans unless you've got a problem, please ask and I will endeavour to ask it in Afrikaans.",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "You're more than welcome. I'll try to follow you.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Mr Vlok you indicate in the submission that you've made and it was also evidence that was tendered the course of the hearings held last week that in the period 1985-1986, there was a significant shift in the sense that the revolutionary forces as it were, not only shifted their strategy, intensified the onslaught against South Africa, but that in response to that the South African security forces and the South African police in particular, also had to intensify their counter-revolutionary activities. That that, that there was an upsurge in violence and a general realisation that the law alone would not contain the onslaught.  Is that correct?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "In a certain sense that is correct that we acted in reaction to the escalating of the revolutionary onslaught against the country and against innocent citizens. We the police and the defence force and also our structures, we were geared to deal with the situation but it's not correct to say that we wanted to do certain things which were for instance illegal to deal with the situation. That time we believed that we could deal with the situation by just simply applying the laws of the land and the further steps taken by declaring the state of emergency.  The first state of emergency was declared in I think  12 June 1985 or '86, yes it was '86, so we utilised all the legal instruments at the disposal of the state. The state, the police and the defence force used those.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Mr Vlok, you state at paragraph 6.9 on page 21 of your submission, in many such cases it meant that the violence was answered by violence in an attempt to protect the people, black and white, from acts of terror, especially when it was noticed that normal policing and normal juridical processes simply could no longer deal with the situation adequately. It was also necessary to engage in actions which at the time would fall outside of the ambit of what was lawful.",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "If that was the impression created by that, I want to correct it immediately and I would try and tell you what I actually meant in that paragraph.  I want to mention an example.  In many cases we had marches and demonstrations where thousands of people gathered and then started rioting and the police simply had to deal with the situation.  It happened in townships and in the central business districts of our cities and the police had strict instructions to use minimum violence and force and it escalated.  The police were present and they used tear gas, they used rubber bullets and so it escalated, but that was the violence which I had in mind when I wrote that paragraph.  There was no idea or intention that it should happen outside the confines of the law in an attempt to deal with the violence.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Okay well then can I just refer you to two further passages, paragraph 6.13 where you refer to proactive in terms of the collection of information, proactive actions, and then paragraph 6.14 where you refer there at the bottom of that paragraph, what you were dealing with here was a life and death situation and in order to protect life and property, in certain cases a decision was made to strike the first blow to avert the threat. What exactly do you mean by that?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "In this case use was made of informers who gave us information.  We beefed up our intelligence structures to gather intelligence, so we developed these structures and we were looking for more people to obtain information from and once we obtained the information we tried to, for instance obtain the information about terrorists present in Soweto and then we would send people to those places to try and arrest them but in these cases it often happened that the police went to a certain place, tried to arrest a person which according to our information was a terrorist, and that it ended in a shooting incident. And that's what I had in mind there. The attempt to act proactively, to try and arrest them and to apprehend them and if it wasn't possible to arrest them, then if there was a shooting, then they were often shot dead in an attempt to prevent them continuing with their actions.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "If you look at that section in the context of the whole paragraph you're indicating that it was also necessary to deploy certain operational structures inside the country was used within the borders of the country to act proactively in cases where it became known that such structures had staff or informers who were under threat as a result of leaks or the activities of traitors. The impression created there, and correct me if I'm wrong, was that in those circumstances where there was a significant threat to the, as it were, the intelligence capacity of the security forces, in particular because of lekasies of die bedruiwighede van veraaiers, that it was necessary in those circumstances, to proactively strike the first blow.  Now would that proactive action then in your evidence be confined to lawful means in all instances?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Yes in so far as it was possible to act within the guidelines of the law.  That would be our first option, but as I said, it could be possible that certain actions followed which then led to a shooting and which led to the death of people but as far as I was concerned it was still legal and within the boundaries of the law.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "So I would be incorrect then to interpret the thrust of your testimony thus far to suggest that as part of the escalation of the conflict that it was recognised that at a certain point, not only lawful means but also unlawful means would need to be employed in combatting the onslaught against the country.",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "No that's not what I'm trying to say.  I tried to make it clear what our point of departure was, namely to act within the law and in these circumstances things went wrong and people were killed. That's what I explained. Actions taken outside of the boundaries of the law I tried to explain to you what that could be linked to and I also explained to you where the misunderstanding relating to terminology could have arisen from.  I could have told you or have told you that STRATCOM projects and structures which acted in certain ways could have resulted in certain unlawful or illegal conduct but this did not mean that we went and sat down and decided that we would act illegally.  We never made such a decision.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Mr Vlok would it be correct to describe you during your period of tenure as both the Deputy Minister and subsequently Minister, as a peoples' man. As a minister who was immediately concerned with and interested in the people who ultimately served under the command structures of the South African Police?  The troops on the ground if you like? Is that correct?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Mr Goosen is very friendly towards me in saying that.  I'd like to thank him for that but the rest of the Committee perhaps, you know me and you know that my door was not only open for the people with whom we had to work.  I wasn't only looking to motivate them, my door was open for anybody else.  They could come to me and they often did.  The Chairperson often came to visit me and I often recall those days when he came to visit me. So I tried to be accessible so that I could hear what people had to say to me so that I could see what I could do to resolve the problems which they brought to my attention.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "And would you say also that because of that approach that you in fact understood the circumstances under which policemen were required to operate, you understood the mind set that was predominant within the police force?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "I tried to understand their mindset.  I wasn't always successful in that but I did try because I believed that if I could understand how their minds worked I could motivate them to do the job which needed to be done.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "In fact is it not so that you in the period in which you were a minister, you would attempt to spend a great deal of time, as much time as you possibly could with policemen and women on the ground and with commanders dealing with situations on the ground in order to gain an understanding of how they perceived the situation that they found themselves in.",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Yes I tried to do that but I must point out to you that the police operated within a certain structure and I didn't go and visit people or police stations or had contact with police men and women on the ground without it having  been done through the proper channels. If I wanted to do any such a thing, if I wanted to meet with people, I followed the proper channels and if people wanted to visit me I was always accessible but if work was involved then it went through the official channels and my main task as I saw it, was to listen to what they had to say and I had to motivate them to do the job which they had to do.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "I want to just put a brief passage from the evidence that was tendered during the course of last week, tendered by Major Williamson describing to some extent the mind sets from the time. He said,\n\"As a result of the ever increasing revolutionary climate in the Republic during the '80's and especially after the so-called 1979 Simonstad Beraad, at which the security forces were told to take the gloves off in the fight against the revolutionary enemy, the security forces came under increasing pressure to perform.  The South African Police and it's Security Branch in particular, were under special pressure.  There was the increasing revolutionary pressure on one hand, political pressure to resolve the problems on the other and various other elements in the security forces, especially the defence force and military intelligence structures which wanted to play an ever increasing role in the conflict and in society. As a result there was pressure on all of us to perform.  I would say that the pressure was probably most intense on the Security Branch divisional commanders, especially in hot spots such as the Eastern Cape, KwaZulu Natal and Johannesburg.  In this context results became far more important than legality. The 11th Commandment was well known, especially to those in the covert or the special force elements of the security forces. This was, Thou shalt not be found out. The psychological effect of fighting such a counter-revolutionary war should also not be underestimated, especially when this entailed long periods of covert operations either within or outside the Republic.  The members of the security forces, especially those in covert units used against the revolutionary enemy, saw themselves as the elite front line troops in a critically important secret theatre of the overall war. Enemy successes such as killing of security force members, attacks on economic targets like SASOL or Koeberg and Civilian bombings produced recriminations, guilt, frustration and anger. Security force successes such as arrests with convictions, cross border raids cover killings or sabotage of the enemy produced praise, pride and relief from pressure.\"\nNow would you agree with that description of the sort of context in which Security Police members would have been operating in the mid 1980's? And could you comment on the views expressed by Mr Williamson?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "That's a very long paragraph, it's the first time I've heard it but when he makes the point that there was pressure on the security forces to achieve and to perform, that is true, there was pressure from lots of different sides.  We told them that we couldn't do anything with excuses, you simply have to perform because the Eastern Cape is in flames and you have to stop the further spreading of the riots. So yes there was pressure from various quarters on the security fraternity and you heard this morning how Mr Botha also said that there was pressure on the State Security Council exerted by the community at large and in this regard I must also tell you that the pressure didn't only come from one part of our society, the pressure on us and on the security forces came from all levels of society. There was pressure, stop these people, I want to send my children to school. There's problems at school, you must help. So there was pressure on all the different components. That is correct.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "And in the context of that pressure, pressure experienced by the security forces, I want to read a passage from the evidence of General van der Merwe at the same hearings last week where states that,\n\"All the powers were to avoid the ANC/SACP achieve their revolutionary aims and often with the approval of the previous government we had to move outside the boundaries of our law.  That inevitably led to the fact that the capabilities of the SAP, especially the security forces, included illegal acts.  People were involved in a life and death struggle in an attempt to counter this onslaught by the SACP/ANC and they consequently had a virtually impossible task to judge between legal and illegal actions\".\nWould you agree with those views?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "As I put it in my submission, there were cases where certain STRATCOM actions were involved and where we didn't give approval per se for such illegal actions, it simply ultimately amounted to an illegal action being committed.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "So I take it that from, seen firstly from the perspective of as it were the operatives, the lower ranking policemen and not those in either in management positions or senior command positions, that you would agree that in the pressure to perform, the interpretation of the instructions that they received, the directives that they received, that as Mr Williamson stated it,\n\"That the pressure to perform became more important than the legality of the actions that they in fact engaged in.\"\nWould you agree with that perspective from the position of the people on the ground?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "I don't know how the man on the ground saw the position.  I don't know how he could have said that the pressure was greater now, I can act illegally.  Perhaps because of the greater pressure we exerted on them, they experienced greater pressure to act illegally and perhaps then that was also under that part of my submission where I say that I'm sorry or we are sorry that we pressurised them to such an extent that it led to people being killed and that policemen landed up in problem situations. So maybe I should include it under that heading.  Once again it was a case of perceptions which we perhaps had a hand in creating because I said to the policemen and men on the ground, you have to achieve and perform, you have to solve this problem and this matter. So perhaps, if that led to that kind of pressure, I'm sorry.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Given the fact that you did attempt as much as possible and probably more than most government ministers at the time, that you in fact did understand the circumstances under which policemen and women were operating, you did understand their mind sets, would you say that the formulation of policies or directives in language which would be capable of being misinterpreted in the circumstances that that was, with the benefit of hindsight for the moment, that that was not a reasonable action on the part of the policy formulators in the circumstances?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "If I have to look at it with the benefit of hindsight, then I have to say very honestly that that's not what we intended but if a policeman in Pofadder red that then he would have understood it to mean what it meant in the vernacular and I'm sorry that we didn't do our job properly to make sure that we didn't put those words in those documents.  So I can say that that was a mistake, the fact that we didn't see to it that those things were not correct and not seeing to it that there was no room for misinterpretation.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Thank you.  Do you understand then Mr Vlok that you would say that the point at which those policies and directives in which that language was used, that you did not at that point foresee the possibility that there was scope for misinterpretation?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "No.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Would you not regard it as something that should reasonably have been foreseen in the circumstances?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "With hindsight I would have said yes, but at that stage when we were busy trying to deal with the situation, and the use of this terminology was commonly used and we didn't see the matter in that light.   But now with hindsight I would say yes, we should have seen to it.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "One last aspect on this.  General van der Merwe, dealing with the use of language along those lines stated in response to a question that was asked by one of the panellists, \"If you tell a soldier, eliminate your enemy, depending on the circumstances, he will understand that means killing. It is not the only meaning but it is specifically one  meaning\".",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "I agree with him.  It could be like that because it was military language used and perhaps they could have interpreted it in that way.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Dumisa Ntsebeza.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Thank you Chair.  Mr Vlok if I recall some of the evidence well that was led last week.  And I think again it was from Craig Williamson.  He seems to say that some of these memorandums or memoranda were prepared by people in the security forces, that the memoranda that came to serve before the State Security Council and the minutes that were subsequently drawn and they are the people who would couch whatever the resolution of whatever the recommendation is in the language that expressed itself in words like elimeneer and neutraliseer, vernietig and all those words, and he seemed to say by inference, that it is very disingenuous for any politician in that period of time to claim that they didn't understand that those words were so ambiguous that an environment could be created where the only interpretation that could be given to those words could be that they meant that people should be killed, and he said for instance, if the ministers and all the other politicians who received such memorandums had thought to question them, if you as Minister Vlok received a memorandum which comes from the Eastern Cape Joint Management System which says the leaders of the UDF must be eliminated, he says surely it was your prerogative to say, if this means arrest, let it be couched in those terms, because we don't want a situation arising afterwards that people will eliminate people in the sense of killing them, when in fact what was meant was that they should be arrested or be detained. What is your comment on that?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "May I say immediately that you are correct in saying that the submissions which we received and the documents which we received at the State Security Council and at Cabinet, were drafted by officials.  The ministers didn't actually write or draft them and the officials at the State Security Council came largely from the security fraternities, soldiers, policemen and people from National Intelligence.  So the language used there was not in the first instance the language used by the ministers, and secondly you are totally correct, that is what I tried to convey in my submission.  I should have queried this.  I sat there and I read it.  I should have queried it and said, look you can't use the word eliminate and then you give a list of the tasks to be performed by the policemen. In Upington he must perform certain grab operations, etc etc and turn operations and it doesn't mean eliminate in other language.  So you are entirely correct, we should have looked at that aspect and that is why I'm apologising that as a result of this misunderstanding, people actually died.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Glen Goosen.",
            "Unknown"
        ],
        [
            "MR GOOSEN",
            "Thank you very much Mr Chairperson.  Mr Vlok I think that the, I would accept your acceptance obviously of the responsibility that not sufficient action was taken at the time and that you should have queried it.  Would you agree though that the State Security Council and the process of policy formation formed part of a broader system, the National Security Management System, that there were a whole range of structures that supported that process and that the use of that language was across the board within all of those structures and that it was, in fact represented if you like, the discourse of the National Security Management System, in dealing with those particular matters.  Would you agree with that conception?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Yes.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "And would you agree that in those circumstances, particularly where instructions and policies then are being conveyed down through the command structures.  I think in your submission you concede that in conveying instructions down through the command structures, the possibility for misinterpretation grew as it were, and further down the command structure one gets the possibility for misinterpretation does grow.",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Yes Mr Goosen is correct.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "In the circumstances would you not say that that discourse engaged in by the policy formulators engaged in at State Security Council level, that that created a culture in which unlawful actions could be justified down the command structure precisely because of the ambiguity of that language?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "I have to say quite honestly I don't think it would have created a culture but it created the opportunity in certain instances and as far as I'm concerned, one instance is one instance too many where this kind of misinterpretation and misunderstanding happened and that is we today have a situation where people out there died as a result of this kind of thing and that policemen and their families and their families are in trouble because we didn't take a good look at this.  But I can't agree that it actually created a culture of illegal action.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Perhaps just to emphasise the point further, General van der Merwe again, at the hearings last week said in regard to this matter, he said,\n\"If you look at the contents of this document or most documents it becomes clear that it means that certain activities had to follow on this. But if you keep in mind that those documents were put in to a system, the Joint Operations System, where members of from the Defence Force served on that, people from grass roots levels and many of those members were involved in a struggle for life and death every day, from that viewpoint you would regard it, and yes it could have meant to kill people\".\nSo in those circumstances that the language created the opportunity for unlawful actions to be embarked upon by members of the security forces. You would agree with that?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Yes it's possible.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "You would agree that in the circumstances in which one's dealing with an intensified political struggle, where there is pressure being applied from the level of the politicians, that something needs to be done about the situation, and you've indicated that, that by so creating the opportunity they's also served the interests of the political authorities precisely because it created that opportunity for also unlawful actions to be embarked upon?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "As I've tried to explain, it was never the intention on the part of the political authorities to use those words, I told you where they came from, our omission was that we didn't actually go and look at those things and correct it, but it's true that as it flowed down the structures, right down to the ground it could have created or increased the opportunities for people acting outside the boundaries of the law.",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "But I think the thrust of my question was really the fact that people could utilise the opportunity to act outside of the law in dealing with the onslaught.  Did that fact not also serve the interests, the overall interests that the State Security Council and politicians would have sought to achieve in combatting the revolutionary onslaught?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Although it wasn't so intended, it could have had that consequence.",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Just to maybe pursue that a bit further Mr Vlok. It's difficult to ask you questions that make  a concession, I'm expecting that you're not going to given the experience at certain points in these hearings ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me try my little question.  What do you actually mean by onwettig?  My understanding of what you seem to mean is onwettig is only when a gross violation and especially, ie a killing at that happens.  When you say we did not sanction onwettige optrede, but then you say well there were some and you seem to speak only in terms of killings, what was illegal?",
            "Unknown"
        ],
        [
            "ADRIAAN VLOK",
            "By illegal, I meant not only the killing of people, I also referred to other illegal actions such as those for which I'm asking for amnesty and you know what those are.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I would have thought, I mean well that is helpful except that I wonder whether when you and some of your colleagues speak of say, disinformation, you didn't regard that as onwettig.  I mean if you told a lie about me and the general white community believed it, that was not illegal.",
            "Unknown"
        ],
        [
            "ADRIAAN VLOK",
            "I'd like to say that I included that under STRATCOM conduct and operations which could have led to illegal actions and if that prejudiced you then I think you had a case for laying a complaint against the particular policeman of for instance crimen injuria and you also had a civil claim against such a person.  It was illegal and unlawful.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Wynand.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "If you say that the Chairperson would have had a claim against the policeman involved, don't you think then he would also have a claim against the State as such and the question then is, is the political authority not primarily responsible then?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "I agree with you.  Perhaps I should refer to my amnesty application.  I can only agree with you that it's not only against the policeman but also against the people who gave him these instructions and who authorised these actions, namely the State.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yasmin Sooka.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Then if we take what you say further.  All the politicians should have applied for amnesty in these cases where killings were the result or gross human rights violations were the result of these kinds of actions.",
            "Female"
        ],
        [
            "ADRIAAN VLOK",
            "I listened to what my former colleague Pik Botha said here this morning.  Somebody asked him about the letter which he wrote to Mr de Klerk. I agree with Pik Botha that that was the correct way to do it.  But to apply for amnesty is a personal matter and I thought hard and long about my amnesty application, I struggled with it, I really questioned whether I should do it.  A lot of people in the community from which I come would say it's a disgrace, but I ultimately decided no, I must do what is right. So it's for each minister, each politician to make his own decision on that point.  But personally I support the idea of Pik who says that we should have lodged this application as he did, or as he explained it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Glen.",
            "Unknown"
        ],
        [
            "MR GOOSEN",
            "Thank you very much Mr Chairperson.  Mr Vlok I can understand the concession you've made on indicating that with the benefit of hindsight, and I think to be frank, in the light of some of the testimony as well that has emerged at TRC hearings and amnesty hearings where you've in fact had scores of policemen who've said we did the following. We in fact did eliminate people.  So from your perspective, yes I can understand with the benefit of hindsight one can accept the responsibility for that and I think that has been indicated and is appreciated.  The question really goes to whether in every circumstance in which words like destroy, remove from society, neutralise, eliminate,  what was intended at the time that those words were used is purely of innocent, had an innocent meaning that was attached to it.  Innocent in the sense that it did not mean, uittewis, did not mean, to kill.  I asked the question in light of your own submission in, in fact at paragraph 6.4 where you're talking about the revolutionary threat and you say the revolutionary threat further had as it's objective to make the Republic ungovernable and to destroy and obliterate black councillors, members of the South African Police and other members of the security forces and officials of the state, meaning that these people were being targeted to be killed. You're using the discourse uittewis here in your own submission to mean kill.  Are you saying that in every instance in which that language is used at the level of the State Security Council, it did in fact have an innocent meaning, it did not connote that people should be killed?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Yes I have to say to you that as far as my knowledge goes, during my time on the State Security Council, never at any occasion was there the intention to kill people when those words were used and I've given you the proof of that by saying that it says obliterate in the document but it meant something different to the man on the ground but as you said, somebody could have misinterpreted it, somebody didn't have all the information and didn't have the benefit of sitting in on our meetings could have misinterpreted it, but we never intended when we used those words that people should be wiped out. As far as that paragraph is concerned I want to say that that terminology was commonly used in documents used which we gathered during radio broadcasts and documents which we received pertaining to our opponents.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "But you utilised the discourse as well, I mean you accept the fact that in your own submission as well you do utilise the discourse uittewis means to kill.",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Yes but I really have to say that the use of those words in 1986, I don't know whether they were used thereafter, but it never bothered us then and we didn't regard it as a quid pro quo, they're going to obliterate us and we're going to wipe them out.  That was never our intention.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Mr Vlok, through the period from 1985 onwards, 1985 into 1986, many people were in fact eliminated in South Africa, opponents of the government, members of community based organisations, members of the ANC as well were in fact eliminated.  And there are a number of instances which are fairly well known, the killings of the Cradock Four in the Eastern Cape, the disappearance of the Pebco Three, the killings of the Ribeiro's and so on and so forth, the assassination on Piet Ntuli and many others.  When it appeared to you that opponents of the government then, broadly or possibly participants in the revolutionary onslaught were in fact being eliminated, did you not regard that perhaps operatives on the ground within the security forces were in fact interpreting the instructions being given literally?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "That was not my experience because what happened in practice, let's take the case of Piet Ntuli, I'm actually hesitant to refer to specific cases, but I will refer to that one case, the one of Piet Ntuli. I don't know whether anybody's applied for amnesty in that regard but on my table as minister there was an information, there was a note stating that he was dead and there was information that the ANC had said that the should be eliminated and he was blown up.  Now what must a minister do?  You sit there and you receive this information. The case of for instance, the Cradock Four, Goniwe and I can refer to that as well.  We asked questions about it. I answered questions in Parliament but what did I receive?  Information which was submitted to me and I deal with it on that basis as it's submitted to me. And that case for instance there was an inquest and the inquest also brought out a certain finding.  So you must understand the mechanism of the Department, how things worked there.  In the Department you had a case of a line being drawn.  There was a line of command and if I wanted something done, if I had a query, if I had to answer a questioning Parliament, you then give it to the commissioner.  He would then convey it to further people down in the line of command and then the response is then conveyed back to you.  There was no way in which I would speak to a constable and said, now what did you do in this black township?  That's not the way it happened and they didn't talk to me about that.  So a minister was in actually an unenviable position.  He's sitting in his office, he has to react on information which is given to him, and that was the situation as I've sketched it to you in these two cases.  I had many queries and I got many responses and answers back. Memoranda from people containing certain information and there was testimony.  You know that people applied for amnesty about certain cases where people admitted that they gave me the wrong information, so that's what happened there, but once again, I must say that I have understanding for that because for security reasons and other reasons, and Pik Botha also referred to that this morning, the concept of need to know figured very very strongly in the system of the State Security Council and the Cabinet.\n In one of the minutes which was given to me there was a paragraph in which the former State President makes reference to the fact that people must ensure that there is security in respect of documents and information conveyed to other people.  So the need to know concept figured very very strongly and I didn't tell them everything which I knew and I will accept that the man on the ground who did certain things also decided that he wasn't going to tell anybody higher up.  I got the impression that that was also the evidence of General van der Merwe the other day before the Commission when he said that he couldn't tell the minister because he didn't himself know and if he had known, it was his decision whether he would tell the minister or not.\n So we were in an unviable situation.  I don't want to complain about it.  That's why I said I will assume responsibility and I will not run away from my responsibility.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Mr Vlok you will appreciate the difficulty that we may have in these circumstances.  Firstly we have from the level of the State Security Council, ministers and senior members on the police, exhortations to combat the revolutionary onslaught, applying pressure on commanders on the ground, responding to political pressure from the community out there that's affected by the actions of revolutionaries.  Recognising the limitations of the legal system, hence the necessity to expand the state of emergency and try to expand the laws which allow for detention for prolonged periods and so on and so forth. An ever increasing call on more ammunition from the legal system as it were.  All of that pressure applied, the desperate need, the recognition that there's a life and death struggle that one is waging here.  Policies formulated which are misinterpreted in consequence of systematic misinterpretation, enemies of the state are dealt with broadly in accordance with the objectives defined by the politicians in the first place, that firm action be taken, that the revolutionaries be stopped in their tracks and on the one hand, the politicians can say we didn't give that order because they didn't give that order, it's nowhere stated that we said so should be killed, we said so and so should be eliminated but we meant that that person should be  detained.  And then never having any real knowledge about or real appreciation of the effects of that misinterpretation. It places the politicians, would you agree in the lucky, enviable situation, that they can formulate an approach to a problem but not bear the immediate consequences of that policy in the way in which it's carried out?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "I wouldn't describe my position here today as lucky or fortunate but I want to say this.  This document in which eliminate and take out and so on appears, this document comes from eleven years ago and eleven years ago we didn't think that we would sit here today and have to explain the use of those words. There was no way in which we could foresee that.  We couldn't have put those words in there in those days, bearing in mind that one day in the future we would have to explain the use of those words. So we simply didn't think in that way.\n So I'm saying to you that that was a mistake that was made and as a politician, and that's why I'm saying that's it's not a particularly fortunate situation to come and accept the responsibility for other peoples' actions but I was the responsible minister and that's why I'm saying what I said.\n And then Chairperson we tried very hard and placed pressure on the security forces to normalise the situation so that we could achieve a permanent settlement.  We tried so hard, we detained people and people were eliminated in the process, but in the process of detaining people, you must remember we detained thousands of people and you will recall Chairperson, you were also involved in the hunger strikes which we had to deal with, you will recall how we struggled to get them out and deal with the situation to prevent another person dying in prison as a result of a hunger strike.  And though we had sympathy with those people, you know what my views were on that.  So I really have to say to you that ten years ago there was no way that we could have foreseen us having to appear before that Truth Commission and to explain the use of these words and that we left ourselves a little back avenue just to slip out.  That's why I'm saying it was bona fides mistake which we made and we have to live with it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ilan Lax.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.  Mr Vlok, I just have one problem with this whole line really.  That is if people gave an instruction that someone should be eliminated meaning they should be detained, and that was what was in peoples' minds one understands and I see you nodding which implies you're sort of agree with me on that.  When the person then pitched up dead instead of being detained, what did you do?  Didn't you say but I said they should be detained, not killed and what did you do about it?  It's in that sense that one's asking these questions.",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "I can understand what the problem is.  I can see and understand the Commission's problem in that you say you used words like these and people died as a result.  Now I can't take it any further than saying that's what we intended, we never gave a direct instruction, that was ten years ago, we couldn't have foreseen that we would have to come and explain these words and phrases. The fact of the matter is things went awry and if you're saying that you say that a person was arrested and he then died, well things were never linked up in that way.  We gave a general instruction that for instance the position in the Eastern Cape should be normalised and there are thousands of people involved in the Eastern Cape and in the process somebody died and you would then receive a report on that person.  But you never brought those two together, I never saw the lists of people detained in the Eastern Cape.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alex Boraine.",
            "Unknown"
        ],
        [
            [],
            "Thank you.  Mr Vlok let me try and sum it up this way.  We've heard from a number of people, very senior people who had hugh responsibilities, state presidents, ministers, generals, some, not all, who've said that really and truly we never gave instructions, it was never discussed, we didn't know about this illegal method to oppose the enemy.  On the other hand we're getting a lot of people, many more who are operatives who say of course they knew, referring to the generals or to the politicians. They just chose to close their eyes.  One person said it so strongly that even a lawyer tried to intervene because he said the reaction of generals, he was talking about now, not politicians, just makes me sick, makes me voel naar, not angry I just feel sick at the whole thing, they've dumped us, they've dumped us. Now the same people in many instances were getting medals, getting praised, getting rewarded for the good work that they had done.  We question the politicians again and the generals and what they're really saying, and what you seem to be saying, but correct me if I'm wrong, that they led us up the garden path.  We didn't know that they were doing these things, they misunderstood us, ja we may have used the language but really that's not what we meant, so in other words they defied you as minister, they defied the generals if the generals are to be believed, and these captains and colonels and brigadiers and a few others killed many many people, because I mean you know some of them come and talk about forty, fifty, sixty people in one amnesty application and so on. So they're actually, either they defied you as minister and government and were a law unto themselves, or there were just a few instances which I think has now been disproved, it's no longer a handful of operatives or a few bad apples.  Just too many, I mean we can't cope as an amnesty committee, that's how bad it's been.  And in Vlakplaas, to sum it up, and I'm nearly done, there seemed to be a pattern of taking people into custody, sometimes holding them in legitimate jails but sometimes taking them out of jails, now I'm talking about testimony before the Commission, not our ideas, their confessions if you like, as signing them out as being let free but actually being taken immediately back into custody, taken to a safe house, there questioned, there tortured according to them and then when they didn't get the results of that vital information which you referred to early which was so important, they killed them.\n Now it's our experience that this is widespread, that we go to small towns as a Commission, not big cities and huge townships or the whole of the Eastern Cape, and without exception people talk about torture, not as an accident or I was carried away or, but almost as part of a systematic approach.  That's what we're getting and what we're finding so difficult to understand is, how it is that senior people in charge with daily intelligence reports I understand, or let's call it weekly if I'm wrong on that, but certainly an enormous amount of intelligence, these things are happening, people in the community are saying, we know who did this, it was the police who did it or it was the security police, they now have been proved right, but you didn't know that and the generals, some of them didn't know it. What was going on, I mean were they running the show or did you really know and preferred not to know?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Dr Boraine is formulating it as beautifully as it was formulated in parliament and it's difficult to answer this question, but I'll try and put it this way.  He's now also referring to something which Mr Goosen touched on and that is that you become involved in or what he's describing is a situation on the ground, operational situation which you become involved in on the ground.\n Now let me start with the minister in this situation.  He's not aware of all these events or incidents and he never gets to hear of them unless perhaps there's a report in the newspaper in which it is reported that something's happened.  His communication line or channel is to ask the Commissioner of Police what is the situation, please give me a report, give me the facts?  And we have now heard that the Commissioner has said, but I was also not informed, I also received simply what was sent through the channels to me, there was simply no other system. We had no other way in which we could find out what the true facts were and in all the reports which found it's way to my desk over all the years regarding actions against people, detentions of people etc, there wasn't a single case in which it was said that we tortured the man he gave us the information. Never ever from these quarters did we receive the information that people were tortured before information was obtained, so I couldn't know about it. These disappearances, I ask what has happened to these people, there were many excuses.  For instances this person was taken out of the country, the ANC saw him as a traitor and could have perhaps have part of STRATCOM's operations. So that is the kind of information which found it's way to the minister and that which found it's way to the generals table, well I'm not aware of what that was, but I accept that often the full and true facts also didn't reach him but in the line of command, he decided what he would then give to the minister and the minister was dependent on that. That's why I'm saying today that there could have been these cases where these things actually happened of which I was not aware and I'm very sorry about that and I'm apologising for that, it was a mistake, we could have done better, we could have implemented better systems to ensure that it didn't happen.  I will concede that wholeheartedly, we could have asked more questions, we could have dug deeper and perhaps said that the commissioners shouldn't just inform me, there should be other systems to obtain the necessary information. I think  that's what's happening in the country at the moment, that there are other channels and independent bodies to do certain investigations but in the old South Africa, that's not the way it worked, it was a mistake and it left the door open for doing the kinds of things for which we have to account for today and I'm sorry for that.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Mr Chairperson could I follow that up?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MR GOOSEN",
            "Thank you very much.",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Chairperson it's not fair, he has had a rest now he's going to ask me tricky questions.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "You will be pleased to know that it's a ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I will allow Wynand also but you could put your question and then let's allow Wynand.",
            "Unknown"
        ],
        [
            "MR GOOSEN",
            "Mr Vlok, Mr de Klerk in his submission and when he presented evidence at the Commission, in the National Party submission, I'm not quoting it exactly but this is the effect of what he said, he said the test to be applied if responsibility is going to attach in a particular set of circumstances, is whether there is an effective mechanism in place to prevent abuse.  Now as I understand the answer that you've just given, that you recognise and you accept that there wasn't an effective mechanism in place to prevent abuse because of the limited communication that a minister would be subject to in the circumstances. And then do I understand that it is because there was no effective mechanism to prevent abuse that you in effect now accept overall political and moral responsibility for the abuses that occur?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "That is correct and I accept responsibility because I was the political head of the department and I'm not going to run away from my responsibilities, not towards the people out there who actually put me in that position, who had trust and confidence in me and I will accept the responsibility also vis a vis the good people, the ninety nine percent of good people who had to deal with the violence.  I'm not going to deny responsibility vis a vis them but I want to get back to what Mr Goosen said what Mr de Klerk said.  I don't know exactly what he said but I would like to give you and example in respect of the abuse of funds.\n In the police there was an internal auditor who had to audit all the funds used from the Secret Fund.  Now what more did I have to do, there was a man who I thought was independent and who actually audited the way the money was used? I didn't tell anybody to steal money. If I had that knowledge I would have charged him for theft but as far as other actions were concerned, what did we have in the police?  We had the Detective Branch, the Security Branch and so on, but we didn't have independent monitors such as we have now, it's been established since then.  But we didn't have it in those days, he was simply dependent on the people in the structure and in the system, and if there was somebody in the system who was actually abusing it, then you were lost.",
            "Male"
        ],
        [
            "MR MALAN",
            "..the question and I also want to go back to Mr F W de Klerk's testimony.  He tried to give us a model of where responsibility lies and he came up with the idea of bona fides and over zealous actions and the mala fides conduct, but he said, that that is what has to be tested on the level of the applicant, if I understood him correctly.  Now you come here today and it sounds quite laudable to say that as far as your own constituents are concerned you're not going to run away, you're going to assume responsibility and you are accepting that they perhaps have the bona fides belief that it was policy and that it was expected of them to kill people and to act unlawfully as a result of misinterpretations and misunderstandings regarding words and terminology and you'd like to protect them.  So it actually sounds like a sort of an umbrella which you are offering them.  But at the same time I'm saying that not for one moment there was any document and in which it was said that a person was killed and we killed him.  They always say that the ANC took him away or it happened in the course of another conflict and so on.  Now Mr Vlok, I want to ask you if you really believe that they thought, believed that it was policy, why didn't they have the confidence in you to report to you in terms of the way they carried out their duties.  Not in one single case, according to you, can you recall where it came to your knowledge that the operatives at a lower level or the general level or whatever had killed people by means of illegal action and reported that to you?   Now you are shocked to hear that that happened. Why do you want to protect them if they didn't have the trust and confidence in you at the time if they had the bona fide belief that that was policy at the time?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "May I say at the outset that I did not assume responsibility only in respect of policemen.  My submission also refers to the victims because I've also expressed my apology and my sorrow as regards the victims and people who died during these actions and that's on record and I would like to express that again, reiterate that.  I also didn't come and say all these things because I want to help them in respect of their amnesty applications.  If that is a natural consequence of what I've said and that is good and well but I also said that it has to be proved, or if it is proved in that person's amnesty application that that person misinterpreted a certain document or language, then it's for the Amnesty Committee to decide whether he should receive amnesty, but this man, policeman or whatever would never have told me that he had killed somebody because it wasn't policy.  If he had told me I killed a man, I would have said to him, but who gave you the right, why did you do that?  Then we would have stopped him and then we would have said but what on earth are you doing?  It's only being revealed now and that's why I'm saying what I'm saying now. The news and these revelations are only coming to the for now and I simply couldn't believe my eyes and my ears as to what these people were saying that they had gained the impression that they were authorised to do certain things and they are saying that they gained the impression from documents which are no longer in our possession.  So it wasn't policy, so the policeman on the ground couldn't have said it was in line with your policy.  If they had done that then we would have stopped it there and then.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Vlok maybe you're not understanding me correctly.  During Mr Goosen's questioning of you you conceded, in fact confirmed the fact that lots of these people would have been under the impression that their illegal conduct was within the policy framework.",
            "Male"
        ],
        [
            "MR VISSER",
            "That is not correct Mr Chairman.   Mr Vlok's evidence was quite clear that he concedes if he is asked to say that they might have been.  He did never say that they were and this is the basis of the question and that is why the witness answered the question in the way in which he did.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you, if that interpretation is Mr Vlok's interpretation then I will accept that. Can I then just repeat the question from a different vantage point?\n Would you then say that if the vast majority accepted it as policy they would also have reported to you quite openly.",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "But the fact that you never received such a report means that in your view and judgement the vast majority, perhaps an exception here and there which will be tested during amnesty application, that the vast majority were under the impression that they could not have done that, is that what you're saying?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "The vast majority of policemen out there were of the view that they shouldn't do that.",
            "Male"
        ],
        [
            "MR MALAN",
            "Chairperson may I ask one more question?  Mr Vlok, in your submission on page 9 paragraph 37.3.1, you refer to the counter revolutionary strategy with the three components and you say that, the very last sentence, bottom of the page,\n\"Our conduct was regarded largely as so-called holding action whilst the authorities had to make progress with the other two components\".\nIs that correct?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Vlok I want to ask you, because you also said that you were the man on the ground's man, the policeman's man.  Did you see yourself as part of the authority, a member of the authority or as the advocate for the policeman on the ground and as his friend, or where was your first responsibility?  Was it a cabinet responsibility which also made the other two tasks your responsibility?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Chairperson I wore two hats, that of minister sitting in Cabinet who was part of the executive or authority, but I also wore the hat of the political head of the police and I was of the view, maybe I was wrong, but if I was close to the policeman on the ground it would have been easier for me to lead them in the direction where they were supposed to go, but at the same time, I also promoted their cause in cabinet and that is why we exerted pressure as far as this third leg is concerned, that we wanted to make progress with this third component.  Mr Malan, my friend will know how we had discussions on this third component, he wasn't happy with our progress, it wasn't proceeding fast enough and I agreed with him, so I wore two hats.",
            "Male"
        ],
        [
            "MR MALAN",
            "A last short question.  You also heard Mr Pik Botha referring this morning to where the power was vested and I also asked to follow up question and he said that it vested with the executive head, namely the state president, the elected head and that is where power vested. Now I want to ask you, is your concept of authority in fact a cabinet responsibility or is it in your view also so that power is seated to a large extent with the president than with the cabinet?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "I don't want to disagree with my friend but if I heard properly he said that the power seated invested with the president and the cabinet.  I'm sorry if I misunderstood it but that's how I heard it and that is what I agree with, that is where the power is vested.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you. Yasmin and the Ilan.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "I think that we appreciate the sort of frankness with which you're dealing with your submission, but the real difficulty for me lies in where we put this or let this responsibility lie and it's too easy to say the president and the cabinet and then to go on to say but we didn't sanction anything that was unlawful.  The way in which you say, the kind of discourse that was used could give rise to this misinterpretation, the lower down the ranks you go. It's too disingenuous and I think I'm grappling with trying to understand whether anybody who lived in South Africa during that period, could not really have known about the manner in which the police were being implicated in the deaths of thousands of activists.  The newspapers were talking about it, the courts were dealing with people where detention was being used to extract confessions out of people and the police were said to be responsible for that. There were visits from so many different delegations, from international delegations into this country, newspapers talked about it. There were people dying in detention from Steve Biko down, right up until present day, there way Neil Aggett, there was the murder of David Webster and at the end of the day the police and the military were being implicated.  Now surely at a political level, there must have been some discussion.  You yourself could not have failed to realise that the state of affairs in the police was rotten to put it lightly.  Now how do you expect us to sit here and I really want to believe you because I appreciate the frankness with which you are disclosing the kind of detail you do, but I sit with this difficulty as an ordinary South African.  How could you say that you did not know?  Surely the coincidences became too much for you where at some level you should have said, we need to do something about this. Where, and you see what really frightens me is from the submissions that we're hearing, the politicians begin to distance themselves from this security portfolio of the police and the military.  So who was in charge of this country and where did the decision-making and the responsibility lie?  Help me please because I really want to know what could have happened, why didn't you say, this is rotten and we need to do something about it?",
            "Female"
        ],
        [
            "ADRIAAN VLOK",
            "I have great appreciation for your view in this regard and more specifically about the distancing of certain people from the security establishment, I know that I experienced that first hand but in all honesty I must tell you that I when I looked at these things said, I can't run away from my responsibility.  The other colleagues in the cabinet and also looked at these words, it's for them to decide whether they want to accept joint responsibility, I can't do it for them, I can't do it for them, I can understand your concerns and with hindsight and upon reflection, I must state it that I think we made a mistake, we should have established commissions and independent monitors far sooner than we did, but you must remember that each one of these cases which you mentioned where activists were killed and people fell out of windows and people who died in certain circumstances, in all those cases, the existing system actually did launch an investigation.  The police for instance would investigate and they would then take the evidence further to the inquest court and certain findings were made. Now I agree with you.  We should have actually looked at these things more closely and we omitted to do that sooner than we should have.  It was only when Mr de Klerk appeared on the scene when he appointed Judge Goldstone to actually launch these investigations and a lot of things arose out of that commission and that is what is good as far as I'm concerned for the future that we should make sure that there are bodies and watchdogs who will ensure that these things don't happen again in future, but I have a great deal of understanding for your concern and for your worry as to how one can explain this.\n I can only say on my behalf it was a mistake. I will accept responsibility for that as far as I am able to do so.  I don't know what other people are going to do.",
            "Male"
        ],
        [
            "MR LAX",
            "Chairperson it's really a follow-up question, and Yasmin's covered the thrust of it.  It just goes slightly further than that because it says that in essence there were people who were monitoring the situation.  They were the very people you were silencing.  They were the very people you were detaining and putting in jail.  They were the people who were saying to you, this is what's going on in your country.  People like Peter Kirchoff in Pietermaritzburg for example who when he was in detention they phoned his wife up and they said, your husband's had a heart attack. He hadn't fortunately.  It's people like that who had the guts to stand up and say this is what's going on in the country and you signed those orders detaining them. I saw them with my own eyes. So that's what we really struggle with.  Was it that you just ended up believing the propaganda and the situations that were being put to you to the extent where you objectively all these other people who were telling you that this is what was going on in your own country you just didn't believe?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "We just have to look at the angle and the perspective which we had on Mr Kirchoff.  We said that Mr Kirchoff was a member of the UDF.  I don't know if that was in fact so, but let us use an example.  Now what was the UDF?   It was a front organisation for the ANC and they wanted to take over the country. And then we're right back to stage 1. We didn't listen to what those people were telling us and that's the tragedy that we didn't open our ears and listen to our fellow South Africans much sooner.  We didn't hear them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am going to suggest, I don't know these men or, I mean that panel over there wanted to, they said they have a few more questions which I think cannot be canvassed this evening, we had hoped we're going to finish but I think that we are on to very important and serious matters and I would therefore ask that you would be willing to return tomorrow.  I think everything aside, the fact that you are able to say this is how you operated, you know I mean that you heard, I was looking here and you have put it down in one of the pages here where you say, we didn't hear or we were not aware of the fact that those people on the other side were fighting for freedom and I think we've got to express appreciation for that kind of candour.  And in your answer to the questions, we can't go beyond what you're saying.  I mean that you were in a particular milieu and if Kirchoff or whoever spoke, you didn't actually listen to his words, it was he belonged to that group and that group was in turn, it is part of the communist onslaught and so you dismissed them.  And I think I mean that for us as we seek to prepare a report, you have to say how do you ensure that we don't have people in government who can have blind spots and I don't know what you say about ear spots, where you can't hear.  Because we mustn't feel, or people who are now in charge of the country must not think that it is peculiar that to you, we must know that it can happen to any human being and that is part of the purpose of this Commission.  We've got to know and this is why I say theology is very important, theology speaks about something called original sin, that it is possible, in fact probable, that people will be subverted by power and it doesn't matter whether they are black or white or whatever and whatever their ideals. And so we must all have an incredible kind of modesty and ways to express just on this issue an appreciation for what you have just said and the thrust of some of your answers.  I think I mean that we are grateful for that candour.\n We will resume at 9 o'clock tomorrow morning, you thank very much.\nHEARING ADJOURNS\nON RESUMPTION ON 15 OCTOBER 1997",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Order please.  Let us just have a moment of silence please.\nHEARING COMMENCES WITH A PRAYER",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Good morning.  Welcome again to this second day of the session on the State Security Council.  Let me introduce, because the panel has changed, one person in it has changed but I will introduce the whole panel assuming that people didn't know that we have the same panel.  At the extreme right is Dr Fazel Randera, who is a Commissioner, a member of the Human Rights Violations Committee, but is also the boss man in charge of this Gauteng region.  Fazel I just wanted to say thank you to you and your colleagues here for the preparations that you have made and Patrick Kelly and the staff who are ensuring that this thing goes smoothly.  We just wanted to say thank you very much for your help in that regard.\n Wynand Malan is a Commissioner and a deputy-chairperson of the Human Rights Violations Committee and is based in our office here; Dr Alex Boraine, deputy-chairperson of the Commission we are based in our headquarters in Cape Town; Yasmin Sooka a Commissioner and deputy-chairperson of the Human Rights Violations Committee based here;  Dumisa Ntsebeza, he is a Commissioner and head of our Investigative Unit, based in Cape Town;  Ilan Lax is a member of our Human Rights Violations Committee based in KwaZulu Natal; and then John Daniel, researcher and Paul van Zyl is executive secretary of the Commission, and Glen Goosen director of our Investigative Unit and chief questioner, I nearly said inquisitor, questioner;  Nikki Rousseau, a researcher.  And then our wonderful people in the booth there, they are our translators who are always doing a superb job of work.  There you are.  \n Right you are.  We are continuing, and thank you very much for coming.  We re-welcome you.  Glen.  I learn I have to remind you that you are still under oath even if you slept over it.  Thank you very much.",
            "Unknown"
        ],
        [
            "ADRIAAN VLOK",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "MR GOOSEN",
            "Thank you very much Mr Chairperson.  Mr Vlok, for the benefit of yesterday evening I have obviously considered your submission, the evidence that you have given thus far.  In essence you base your acceptance of responsibility on the fact that you concede negligence in respect of certain actions performed by you and your Cabinet colleagues.  You deny any intention to authorise unlawful action.  You concede that operatives could have misinterpreted instructions.  From the scores of amnesty applications that we've received we glean that those applicants believed that authorisation was in fact granted.  The two positions fit neatly.\n Now what I intend doing in the course of the questions that I will pose to you today is to explore the credibility of that scheme.  I want to begin with some passages from your submission yesterday and refer you to page 34 of that submission, paragraph 8.3.  You are dealing there with what is termed \"surrogate forces\" and I would like to read it to you.\n\"I was told that Mr Craig Williamson, who testified before the Commission, that the principle of your enemy's enemy is your friend, and that it led to so-called surrogate forces being established by the government or supported by the government.\n I must honestly say that if that was indeed the case I was unaware of it.  By this I am not trying to say that there were never situations where one of two warring factions' interests did not correspond with that of the South African Police.  However, in my view that is not the same as saying that the government or the South African Police indeed supported such a faction\".\n I want to refer you to some of the documentation that was made available to you and in particular it's an extract from the State Security Council meeting and the document which is appended to that, it was on the 25th of August 1986, at that stage you were a member of the State Security Council and agenda item 4 dealing with \"strategy for the combatting of the ANC\", and that is the document which is appended to that.  Page 3 of that document, Item G, there is a portion which says -\n\"In respect of the potential for friction between the ANC and similar organisations such as the PAC, AZAPO and all forms of factional activities and the battle for leadership, to exploit this for own benefit\".\nAnd then a bit further down -\n\"As far as the existence or establishment or development...\"\n...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman could we be referred to the exact document that Mr Goosen is referring to?  They have been marked by somebody from A to I.  I am not...",
            "Male"
        ],
        [
            "MR GOOSEN",
            "It's K.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman we only received A to I ...(intervention)\nMicrophone not switched on",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman it's been pointed out to us that it's part of Annexure E.  And what paragraph are you referring to?",
            "Male"
        ],
        [
            "MR GOOSEN",
            "I am sorry about the confusion.  It is on page 3 of the document, of the Annexure to the minutes.  It's paragraph G.  Do you have it?\n\"To exploit for own gain the potential for friction between the ANC and other organisations such as the PAC and AZAPO and any form of friction between these fractions.\n In respect of the existence or the development of moderate black groupings, parties, individuals etc, which could act as a counter for the ANC to support that\".\nCould you comment on that outline, that strategy outline which was adopted and approved by the State Security Council on the 25th of August 1986 in the light of your statement at page 34 of your submission.",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Chairperson, let me point out firstly that Mr Goosen has now said that I admitted that I was negligent and that I never had the intention to allow certain things.  I want to say that, as I have explained it in my submission yesterday, I didn't have the intention to say that I was negligent, I said I didn't know, and the words used there, those words, I did not think would cause problems later on.  I just want to rectify that so there will be no misunderstanding.\n Then as far as the surrogate forces are concerned, I want to say that if I read paragraph G and I look at what Mr Goosen has read from my submission to the Committee then in respect of the potential for friction between the ANC and other similar organisations such as the PAC, AZAPO and any form of factionalism and the battle for leadership to exploit this for own benefit and gain that doesn't mean that in respect of any of those factions, whether it was the PAC or the ANC or AZAPO that we would have supported them to do that.  \n And you know that there was a struggle, there was a battle in the Eastern Cape, there were great differences between members of the PAC and members of the ANC.  On one occasion I attended a meeting there where there was unrest and trouble between the supporters of the two different parties and we actually had to pull the two different groups apart.  They were very, very angry.  So by that I didn't mean to say that we were supporting one of these factions in this regard.\n And then as far as the further aspect is concerned, in respect of the establishment or development of black moderate groupings, parties and individuals which can act as a counterfoil to the ANC, now these are political groupings, these aren't surrogate forces which we tried to establish or promote to act as a counter to the ANC.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Thank you.  Can I refer you then to another document which was also sent to you.  I will try to identify it, I don't know which annexure it's turned out to be, the document is headed South African Defence Force input - guidelines for the revolutionary warfare.  It has attached to it in landscape format a number of different columns with summaries of various strategies.",
            "Male"
        ],
        [
            "MR VISSER",
            "It appears to be G.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Thank you.  Can I refer you to the fourth page under Objectives 3.\n\"Mobilise, organise and motivate those masses who are well disposed towards us to counter the revolutionaries in their actions\".\nDo you have that?  You have that.  That's the main \"objective\" which is set out there.\n\"Organise, motivate to actively oppose sub-objective\n(a) moderate blacks must be assisted to organise themselves politically in support of an evolutionary development in the active combatting of revolutionaries.\n (b) counter-revolutionary organisations must be developed on ethnic lines in order to prevent the political vacuum being exploited by the radicals to establish their own organisation.\n (c) the politicisation of the school-going youth, especially the black youth, must be countered and opposed, inter alia by supporting conservative youth organisations and establishing such organisations and to launch a youth development programme\".\n And then (e) over the page -\n\"Black parents must be organised and supported to promote parental authority and to oppose, in a fearless manner, the radicals and revolutionaries and;\n (f) community organisations must, where necessary, be established for all sections of the community and population and the society must be encouraged to become involved in community activities\".\n Could you comment, and given your previous answer on those policy proposals which were submitted through to the Security Council, considered by them as part of an input into the development of a strategy, counter-revolutionary strategy?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "I would like to say immediately that if I look at some of these points read to me by Mr Goosen, such as for instance (e) where black parents must be organised and supported and that community organisations must, where necessary, be established for all population groups, that sounds to me as if it forms part of the plan of the current government to mobilise parents to help children.  But that is just in passing.\n Once again I want to emphasise that the emphasis in this guideline or objectives was once again the political organisation of these people and for that we used Stratcom actions to mobilise them, and to encourage them to, as a community and as parents, to become involved in the education of their children.  As far as I was concerned it did not relate to the establishment of any so-called surrogate forces.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Mr Vlok can I ask you why it would be necessary in respect of some of these that they needed to be done covertly?  Secondly, why would it be necessary to mobilise on an ethnic basis, specifically?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Mobilisation on an ethnic basis you will remember was the policy of the day.  It was ethnically organised, schools were ethnically organised, the communities lived according to ethnic patterns and that was the policy of separate development or apartheid which applied during those days, and that's why it was done on this basis.\n Secondly, why it had to be done covertly is because if parents became aware that the authorities became actively involved in the organising of these organisations, of these organisations as we have now referred to, then it just would never actually take place.  It wouldn't be successful.  So to achieve success it was essential that it be done in a covert way.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Is it not so that ...(intervention)",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "I said overt, I meant covert.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Is it not so Mr Vlok that contra-mobilisation in all its components is a critical component of counter-revolutionary strategy and that that strategy was in fact employed by the State Security Council?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Mass mobilisation, counter-mobilisation that forms part of a counter-revolutionary strategy, but what does it actually mean.  It doesn't mean to establish certain forces, it means to organise the community politically speaking and that is what we are trying to do and to apply.  It had no other meaning.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "And is it not so that that political organisation based in communities, assisted covertly by State departments, State structures, that that was based primarily on tensions existing, either between organisations or within communities, is that not correct?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "I am not following your question exactly where you referred to these political organisations which we established, whether they exploited it.  I am not quite sure what you have in mind.  Would you please clarify it.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "The capacity to organise and establish an organisation in any one particular community would depend, would you not agree, on the exploiting of existing tensions such as there may have been in that community, would that be correct?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Yes a political party uses the existing differences, differences between people and ideologies and views within a community, so that the political parties which we tried to establish they would have exploited the differences in policy, they would have used that.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Would you just give me briefly before I move on to some specific instances what you would define as a political organisation in the circumstances that would then enjoy support as part of the strategy?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "A political party in the normal acceptable sense of the term political party which has a certain policy and canvasses members and gains support for its political policy.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Could you give a concrete example of that?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "I can't think of any political party which we established and which was successful ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But were there so many that you tried to establish?",
            "Unknown"
        ],
        [
            "ADRIAAN VLOK",
            "Yes but they weren't successful.  I can't give you a name of a political organisation which I can recall now and which we established in this regard.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Would you define the AmaAfrica movement based in Uitenhage, in Cape Town as a political organisation that enjoyed support from the security forces?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "AmaAfrica was one of those groupings in the Eastern Cape which acted in such a way that I had to go and make peace between them and another grouping at a meeting, but whether we established them I don't know.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "You see Mr Vlok from the period 1984 right through the remainder of the 1980's one thing that is fairly clear is that in townships right across the country vigilante organisations emerged and were involved in significant clashes with other community organisations in townships across the country.\n You mentioned yourself the conflict between the UDF and AZAPO for example in the Eastern Cape.  \n You were aware of the conflict between AmaAfrica in the Eastern Cape, in Uitenhage and the UDF.  \n In Somerset East and in Cookhouse protection was provided at the police station for members of the Kekani's and the Memese's, two factions that were involved in clashes with the UDF.  \n In Worcester similar incidents occurred.  In Cape Town there is significant evidence, also heard by this Commission, about direct support for the so-called Witdoeke in KTC in Cape Town in 1986, support which was in fact submitted to you and discussed at the level of the State Security Council.  \n Can you comment on those particular instances?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Mr Goosen is now referring to something which I can't comment on, things which happened in Cookhouse and Worcester and so on, it's ten years, no, thirteen years ago, I really can't recall and those documents weren't placed at my disposal.\n But what I do know something of is the Witdoeke case.  That case actually went to court and there was a court case which I think took two years to complete, but as far as my knowledge goes there was never any proof, beyond all reasonable doubt that the police had supported the Witdoeke.  The ultimate outcome of this case was that we had settled out of court and I felt quite pleased about the settlement because we - I am actually saying this against my friends, the legal fraternity, we thought we should rather use the money which we would have spent on legal fees and court fees, we should rather use that money in the community and community organisations made a contribution and a trust fund was established of a couple of million rand so that the people who actually suffered damage, or suffered during the Witdoeke unrest that they could recoup something of that which they lost.  That is what I can comment on. \n There were many allegations, but as far as I know it was never proved in a court of law, beyond reasonable doubt that the police had supported the Witdoeke.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Is it not so Mr Vlok that in relation to the KTC matter specifically, since you raise the question of proof beyond a reasonable doubt in a court of law, in terms of Section 6 of the Internal Security Act you in fact signed a certificate which precluded certain evidence being made available to that court?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Mr Goosen will understand that at this stage I really can't recall whether I signed such a document or not, the document precluding certain evidence from being submitted to court.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Well I put it to you that you in fact did.  Mr Vlok the statement that you make, the third paragraph under paragraph 8.3,\n\"It is, however, in my view not the same as saying that the government or the SAP actually supported such a faction\".\n Would you agree with me in the light of the clear instances suggesting that it was in fact a component of policy of the former government to provide \"real support\" to factions and/or organisations to serve as a foil against the revolutionary forces, that that statement that you have made in your submission is in fact not correct?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Let me say that Mr Goosen has now referred to the documentation which I apparently signed, now if you want me to give any kind of considered comment on that then maybe you should give me those documents and I can get back to the Committee on that.\n Secondly, he has referred to the sentence -\n\"...that is however not the same as saying the government or the SAP gave real support to those factions\".\nI want to deny that there was a policy, policy from the authorities to actually go and support these people.  Plans were submitted such as the one that you actually read in which it possibly could have been done and that could have been accepted as part of a plan, but it appears here under surrogate forces that the government had a policy to actually support surrogate forces, of that I have no knowledge and I don't think such a thing ever happened in my time.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "But you go further in that paragraph, you don't only deal with surrogate forces, you deal with factions, you deal with clearly the question as to whether in principle the State supported opposing factions or not and it is a matter of policy that - it is a fact that it was policy to support opposing factions for very specific purposes, not so?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Can we just untangle this.  Once again I said that there was no policy that people who were involved in surrogate forces or that that got any government support.  As far as other factions, as Mr Goosen pointed out in this Defence Force document, to organise politically, perhaps if you then want to see that as policy as the document says, perhaps then it can be accepted that funds were made available for purposes of establishing political organisations.  But those are then political organisations and not surrogate forces.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Mr Vlok as Minister of Law and Order were you conscious of the fact that in response to conflict situations in and amongst communities that government spokespeople consistently referred to that as so-called black-on-black violence?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "The term or phrase black-on-black violence was indeed used, that is so.  But it is true that in our country we had black-on-black violence, that is true.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Is it your testimony that as far as you are concerned it was not at any point the policy of government or the security forces to foster so-called black-on-black violence in communities?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Not as far as I am aware, it was not policy as far as my knowledge goes and it was never propagated or encouraged by myself and I want to put it like that, it did take place, it's unfortunate that it took place and at the moment it is still happening.  Let us be very honest with one another.  What is happening in KwaZulu Natal it's a tragedy and it's mainly this type of situation once again repeating itself and the fact that the government was involved in this I have no knowledge of that and I deny that I was involved in that in any way.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Do I take it then that you are suggesting that where support was in fact provided to different factions within a particular community and where in consequence of that support conflict in that community was fostered, black-on-black violence was fostered, that that again would be a misinterpretation of the intentions of the State Security Council?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "If we are talking about political factions, and it seems to me that that is what Mr Goosen has in mind, it is true that there was conflict between political parties but there were also clashes amongst and between white political factions which we had nothing to do with.  The National Party, the AWB, the CP etc they were also engaged in a political battle and we had a war of words sometimes, but we also had battled, struggled with each other in other ways.  In the black community, for instance we might have helped to establish a political party, I can't even recall whether there were any that were successful and if they had conflict amongst each other and if things went wrong that does not mean that we had foreseen that.  Perhaps we should have.  But we had tried to establish a political organisation which could assist in counter-mobilisation on a political level, to find a different political solution in South Africa.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "If support was provided by members of the police to the Witdoeke in KTC in 1986, and I think the Commission has heard substantial evidence in that regard, let's assume for the moment that support was provided, either in the form of not taking action against the Witdoeke when they launched attacks on other members of the community or by actively supporting them, providing of funds and other forms of support, would you say that the policemen that were involved in rendering that support that they were misinterpreting the policy of the State Security Council in regard to contra-mobilisation?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "But with respect Mr Goosen is now submitting to me speculation that if it can be proved that the police had helped the Witdoeke, and Mr Goosen then continues by saying that we'd heard evidence, I told you that this Witdoeke case I think spent two or three years in the Cape Supreme Court and as far as I am aware it was never proved that the South African Police had indeed supported the Witdoeke as Mr Goosen now alleges.  So if he puts it to me in that way I must say that is speculation because it was never proved.  So I can't answer the question.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Mr Vlok with respect you can answer the question and it's not too far-fetched speculation.  The question is, if it were to be established, if it were to be established that policemen were in fact supporting the Witdoeke in KTC then, on the basis of your testimony today, you would say that those people must have misinterpreted the policy guidelines set out by the State Security Council in respect of contra-mobilisation, is that correct or not?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "But with respect Mr Chairperson Mr Goosen wants me to react to speculation and to make a statement.  I have explained to you what the facts were in the Witdoeke case and that's as far as I can go.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "But with respect Mr Vlok significant portions of your presentation yesterday is based on speculation.  You say if a policemen interpreted what I said to mean that I gave an instruction to kill well I can understand it because perhaps I must accept responsibility for that.  That's exactly what I am asking you to do to address the question.  You've done it repeatedly in your submission.",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "I also added that if it is proved in their amnesty applications that they misunderstood it like that, so if Mr Goosen would give me that proof, and it's been tested then I can perhaps have a look at it and then I can answer the question.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Mr Vlok no, you commented on what would be a - whether a particular interpretation would be acceptable or not without and prior to proof.  I am asking you to do exactly the same in respect of this particular situation.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman I foresee a misunderstanding here.  Perhaps if I may be allowed just to advise my client I think we might be able to move along.  I think he doesn't understand the question correctly Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thought it was a very straightforward question, I mean you understand the words, but that is what lawyers are paid for, make us understand things that are straightforward.  Thank you very much.  (General laughter)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you for assuming that I am getting paid Mr Chairman.  (Laughter)\n Thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Thank you Chairperson.  I have always known that you are a fair man, I have received good advice and I can tell Mr Goosen, if it is proved, and this is speculation, but if you can give me the proof, if it can be proved that they helped then I would say, or I can say that they acted outside the scope of their powers and then we will have to go and look at their demarcated areas, their powers and competencies and I cannot say anything more about that.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Does it flow from that that in all circumstances in which members of the security forces, in particular the Police, were involved in the provision of support, support used in the broad sense, either by not acting or by acting in favour of one particular - that in all circumstances in which that occurred those policemen would have been acting outside of the scope of the authorisation provided by the policy in respect of contra-mobilisation?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "It was a policeman's duty and responsibility to act whenever there was a situation of law and order that had to be maintained.  If somebody broke the law then he had to act, and if they didn't do that then they actually contravened their own rules.  That's the first point.\n If they were given guidelines such as for instance the plan drafted for counter-mobilisation action, and there must have been detailed plans, and they went outside the boundaries of those approved plans and according to which they had to work, then they also acted outside their authority and powers but I am not aware of that.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "And then that would have been based on a misinterpretation of the policy guidelines of the State Security Council?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "I don't know what actually went through his mind when he did that.  He stood there and he thought well perhaps those people who are fighting are my friends I mustn't do anything.  That's wrong, he should have acted.  If he exceeded his authority and acted in that way then that was also wrong.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "So in respect of KTC specifically did you or did you not know that members of the South African Police acted in support of the Witdoeke in KTC?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "There have been many allegations about Witdoeke and KTC.  The case also went to court for three years and I never saw any proof and our settlement agreement was also, without any - done on the basis that there was no acknowledgement of guilt.  On that basis it was done.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "But Mr Vlok that's not really answering the question.  You see you can adopt a posture which says I will wait for someone else to prove the case.  You are entitled for example in a court of law to plead not guilty even though you know that you are guilty, but I am asking you did you know or did you not know that the South African Police supported Witdoeke in KTC?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "When the Witdoeke unrest took place I was deputy minister,  I became Minister afterwards, and at no stage I had any knowledge of any assistance by the South African Police to the Witdoeke.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Mr Vlok I want to move to another aspect, sort of picking up on where we were yesterday.  I want to refer you to page 11 of your submission.  Let me say at the outset that as I understand your submission you say that with the benefit of hindsight you accept that certain unlawful actions were committed by members of the Police and that they may have believed that they had the necessary authorisation for that.  That's the general thrust of it.  Yesterday I did ask you questions as to whether it was ever the position that unlawful actions were ever countenanced as part of the arsenal to use in counter-revolutionary efforts and you indicated that that was not the case.  Now I want to refer you to a few paragraphs in your submission, paragraph 3.7.7. you indicate there\n\"It is my sincere conviction that the politicians of the day had already, by the mid-eighties, come to realise as I thought, that the revolutionary onslaught would not be averted simply by making use of legal security action and that the only real hope for peace was a negotiated political peace.  This was manifested by the introduction and establishment of the tricameral Parliament on 17 September 1984\".\n If I understand you correctly what you are saying in that paragraph is there was recognition that security force action was insufficient to deal with the revolutionary onslaught, and what was also needed in addition to security force action was a process of political settlement if you like.  Can I ask you then, why do you use the words \"merely by making use of legal security action\"?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "That is exactly what it says, by making use of legal security operations and actions.  If we wanted to stem the revolutionary onslaught, other than by a political solution, we would have had to use extra legal methods.  It meant nothing more and I didn't intend to convey anything more than that.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "So there's not suggestion there, if I understand you correctly that you are distinguishing between legal security action and illegal security action?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "That is correct.  No security action could have actually countered the situation, a political solution had to be sought.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Can I refer you at page 14 to paragraph 3.7.11.  You say\n\"In an attempt to promote stability in relative peace the further instrument of emergency regulations was established by the announcement of a state of emergency, and that was put at the disposal of the security fraternity, but at best it could only be preventative in the short term.  But it was already clear at a very early stage that the revolutionary onslaught would not be stemmed by this alone.\n These measures also did not enable the security forces to by means of a legal and lawful action to prevent the violence and unrest on the ground and to normalise the situation.\n To put it briefly if the revolution could have been stemmed or stopped by means of arrests, legal action, detentions, bannings and court actions then that would have been a different story\".\nDo I take that to mean solely that beyond these actions, \"arrests, detentions, bannings and court actions\" that what you are saying was required is a political solution .....(tape ends)",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "..the explanation which I gave as to the view of the security forces, we used all the tools and instruments in our hands to act legally against revolutionaries.  But that by itself was not sufficient.  We had to seek a different and another solution and that is why we pressed for a political settlement to solve the problem.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "So there's no suggestion there that there is also the option of unlawful security police action?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "I want to deny vehemently that there is any such suggestion to be read into this that we would also have used illegal action to resolve the situation.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Then at page 18, paragraph 5.7 you say\n\"As a result of the already mentioned phenomenon court actions became less and less of an option due to the necessary disclosure of the identities of informers which it often caused even during in camera proceedings in many cases it was easy for the accused to work out by a process of elimination who had conveyed the information to the South African Police as a result of which he was arraigned\".\nAgain there do I take it that you're saying that those were just the problems experienced with proceeding to deal with matters in court, that there is no suggestion implicit in that that other non or unlawful means would have to be resorted to in these circumstances?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "That is correct.  We experienced increasing problems to find witnesses who were willing to testify in court and once again this does not imply that we simply had to turn to illegal actions.  The emphasis is once again on seeking of a political solution and then you solve the entire problem.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Then just to refer you to paragraph 6.15 on page 22 of your submission, and it's a summary of what really appears beforehand, I'll just read that.\n\"Allow me, however, to place the case in the correct perspective.  Although it became clearer with each passing day that the South African Police had sometimes in the past acted illegally this only happened as a matter of exception\".\nThat's correct, that is your position?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "That's correct.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "That where unlawful actions were carried out these were exceptions to the rule?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "That's correct.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "And never authorised, may have been misinterpreted but never specifically authorised that unlawful actions should take place?  I am not talking about authorised at a lower level, I am talking about authorised at the highest level, State Security Council and so on.",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Yes, but I must add the rider - I explained yesterday what could have happened as a result of Stratcom actions and that was authorised by us.  So I must be very honest with you it was authorised by us that certain Stratcom actions could be executed and if that gave rise to these things then, as I said yesterday, I must accept the responsibility for that.  I may just say that I am applying for amnesty for some of these incidents in which I was involved personally and for those in which I was not involved I put it in my amnesty application that the Committee must actually assist me because I don't know where these things could have taken place.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "But it is essence your position that unlawful actions carried out by the Police were \"exceptions\"?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "With this proviso that I have just given you.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Yes, accepted.  Now Mr Vlok the Truth Commission has received amnesty applications from two former Commissioners of Police; the heads of the Security Police; the head of C Sections, D Sections, right through the period from 1980 through to 1990, early 1990's; has received amnesty applications from security policemen based at Security Police headquarters, branch levels within the divisional branches, local security branch members, I might be open to correction, all but one of the commanders of the Vlakplaas Unit from 1979 through until when it was disbanded in 1992, scores and scores of security policemen have applied for amnesty in respect of unlawful activity.  Is it your view that all of those instances reflect \"exceptions\"?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "It is difficult to actually say scores, I don't know how many there were, but I want to say this and this links up with a comment somebody made yesterday relating to the large numbers of policemen involved in these things, I tried to make enquiries as to how many policemen had applied for amnesty and my information was that it wasn't more than a 150.  You will know how many actually applied.  But these things to which Mr Goosen is now referring took place over decades.  There were more than 100,000 policemen in the force who actually worked with these things and who could have been involved in illegal actions, and 150 actually applying for amnesty let me say this, one person killed or one death is one death too many.  That is my view of death as a result of a policeman's action, and one illegal action is one too many.  That is my view and nobody should doubt that.\n But if I say to you that 150 policemen possibly applied for amnesty out of a total of more than 100,000 then that is a percentage of ,05 or ,01 I am not quite sure, but I think then I am justified in saying that that happened purely by exception, and I have to state that once again so that there's no misunderstanding that one exception as far as I am concerned was one exception too many.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Mr Vlok the amnesty applications relate to incidents which date back to the early 1970's right through to the 1990's concern unlawful activities involving torture, assaults, murders, bombings and a range of other activities.  In respect of amnesty applications where people seek amnesty for torture the indication that they state in their amnesty application that torture and assaults on detainees were systematic, right across the board.  How do you account for the fact that right across the country, across all sections and particularly the Security Police, there is a systematic misinterpretation of policy directives emanating from the State Security Council and senior echelons of government?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "I am in a difficult position here, it's difficult to answer for what they did.  I think they will all appear before you or before the Amnesty Committee and they will have to explain why they did what they did.  I never knew that they were torturing these people and I never approved it because there was never any report which appeared on my desk saying that we tortured Mr X and he gave us certain information, or that we killed somebody and we went and buried him.  That's why I said yesterday in my submission I am sorry that this happened, I now realise what happened and I can't close my eyes for the reality.  You and Mr Goosen have more information at your disposal about these things than I ever had and what was always said to me was there was certain information obtained, I just got a little information note or memo and never was there knowledge contained in that that anybody had been tortured or killed.\n I said yesterday that we should have done more to try and prevent it, we didn't do enough and I can say no more than that.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Mr Vlok I can - we'll come to the question about information in due course.  The thrust of my question is simply this.  It's your position that certain policy directives were issued, approaches to combat the revolution were approved, those could have been misinterpreted, it was never intended that certain unlawful actions should flow from it, but what we see is systematic pattern of unlawful activity, systematic misinterpretation right across the board, unlawful activities being carried out. How can you account for the fact that policemen, senior policemen, commissioners of police right the way down to divisional level can systemically misinterpret instructions?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "I want to reiterate, Mr Goosen is in a better position to say that it was systematic.  I don't know.  In my time it wasn't obvious, it wasn't put before me and I will accept what he says, I am not disputing this.  All I can say is that I never approved it and it was never brought to my attention that there was evidence about these things.  And where there were cases where these things were revealed people were actually taken to court, they were charged and justice took its course, and that is still my position to this day, that I didn't approve it, I didn't know that they were actually engaged in these activities and when we found it out, when and where we found it out we charged people.  That's why I said, if these things happened I am sorry that it happened and I must accept the responsibility for that because I was the political head.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just wait - Dr Boraine.",
            "Unknown"
        ],
        [
            [],
            "Thank you Chairperson.  Mr Vlok you have answered that you certainly never gave any orders or instructions, if some of these things were happening and were systematic, we've got many, many hundreds, perhaps thousands of victims, survivors who testified before the Commission, and let me say immediately these are untested allegations, accept that, but when they come from all over the country and they repeat, and many of them are very simple people, of incidences which happened to them or to their family or to their friends or to their loved ones, together with - and a lot of people were very sceptical when those first hearings were held, now to back that up we've got scores, let me just put it no higher than that, of applications from people who worked in the security forces and often their application deals with many and not one incident.\n I recall, certainly inside and outside of Parliament, allegations made on the basis of complaints received in one's normal work that torture was taking place in prisons, churches, civil rights groups, yes, even some opposition politicians were approached by families who said, you know, they've come back there's blood all over their shirt, or they are hurt or they are wounded or they are dead, many, many people's voices were raised, many books were written, many articles were written, now as a responsible Minister, and I don't want to single out you alone because there were many other people and you were only there for a specific period of time, but you are here before us and they are not at the moment, if, if - you must have heard some of this.  You must have, because you were there and I was there in part, did you ever set up an investigation saying this is absolutely forbidden, unacceptable and therefore I am going to have a judicial commission to investigate  allegations of torture which appear to be systematic.  In other words they just weren't freak occurrences they seemed to be happening all over the country.  Did you ever do that?",
            "Unknown"
        ],
        [
            "ADRIAAN VLOK",
            "Let me say immediately we often heard of this, often heard allegations in this regard relating to this type of conduct, people had been tortured, those allegations were made daily in the courts, daily in criminal cases these allegations were made where people charged with a certain offence said I was tortured to actually extract this confession from me, but the system worked in such a way that in those specific cases the court dealt with it there and then.  So I just want to say that we heard it, we weren't deaf, we actually heard those allegations and I was worried at the time when I was there, but what did we do about it?  In each case we requested a report. We wanted to know what the exact facts were and I answered questions in Parliament.  But once again we received the report from the department because let us not forget that these allegations made were made primarily by people from a certain quarter and we saw them as the opposition.  We actually still referred to them as the enemy in those days, the enemy was saying this, that and the other.\n And yesterday I told you that we were inundated with propaganda from those quarters and we said here's something which doesn't look quite right, let us investigate it internally and a report would be drafted in the department and it would be conveyed back to me, to the Minister.  I would have a look at it, and I talked about it often in Parliament.  My former colleague often attacked us on this, he would often say that he had certain information and he believed that it was correct.  \n I want to say that this information which has been revealed, and I am glad you said that it was untested, this information may be true but it's very disturbing to me that it actually happened, that it possibly happened.  These things are now being revealed, things which we never knew about, but at that stage we heard these allegations, we were concerned about it and we requested reports on it and we received reports on these matters.  Inquests were held in cases where people died and we also received those inquest reports.   So it wasn't as if we just left the matters, we actually dealt with them, we tried to deal with it.  I admitted yesterday that I don't think we did enough in those days to actually see to it that those things don't happen.   \n And I want to add I was involved in certain occasions when two former commissioners of police actually spoke to people, and this is now General Johan Coetzee and Johan van der Merwe, both of those emphasised the fact that allegations and rumours were made public that we were assaulting people and torturing people and they told them directly that is not on, it mustn't happen, because it's unnecessary.  Operate within the law.  And I can testify to being present when two of them on different occasions said that those allegations are being made and that is not acceptable to us.  Now these things happened on the ground and once again I am saying how was that to be conveyed to me?  It could only have been conveyed to me by these two commissioners.  Nobody else told me from those quarters, it came from different quarters as well as I said to Mr Lax yesterday, but those people, the last mentioned group, we actually regarded as the enemy and we didn't really listen to them.",
            "Male"
        ],
        [
            [],
            "Chairperson just a - thank you very much.  A couple of comments.  One, I referred to the testimonies before the Commission from victim/survivors as untested allegations, I think it's very different when people actually come and acknowledge and stand under oath and say I did this.  So the one may well be corroborating the other, not in every instance I accept.   But the other comment is, what seems to have been happening then, that despite many voices whom you assumed was just being propagandistic or being anti-government or enemies or whatever, despite that, actions were taken, looked at and one can only conclude that at the very highest level and right down the line people were lying to you because clearly now they are coming to say they did do this, not we are saying it, not the Commission, not even the victims, the people themselves describe as you have read in the newspapers and watched on television, heard on radio, in graphic terms of the most horrendous torture and killings.  Now that was going on then, it wasn't going on now.  So the only explanation I can draw from what you have said to me now and to the Commission is that all these people who were responsible and who now admit that were lying to you.",
            "Unknown"
        ],
        [
            "ADRIAAN VLOK",
            "That is correct.  The group of people who were involved in this kind of thing, you must remember we need to have the right perspective, they didn't inform me about it.  It's as simple as that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't want to let him miss out but just hold on to your line.  Dumisa you had one - are you letting us pass.  Let us pass.  Wynand.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "It's extremely important for me that we should find an explanation somewhere as to how these things happened.  Now let us assume, and I am not saying that we are going to make a finding on it, but let's just assume that you never received a report on your desk which said we did this and that, that you never received that, but you heard many, received many complaints, allegations and charges all of which indicated that a certain thing had been done.  You know that the public perception of people, even if it was amongst the opposition or the enemy, was such that many questions were asked about the security forces and management of security forces, I am talking about National Intelligence, Military Intelligence, Security Police, because the fingers pointed to those quarters, you are saying there were no commissions of inquiry, you asked for reports and you received reports.\n Now in the light of that background would it be unreasonable to say that in those days and under that government, I am specifically referring to Mr P W Botha's government, that there was an atmosphere and a culture of - or perhaps I can illustrate it best with a quote, one of your former colleagues made it during an interview, he said -\n\"P W created an atmosphere within which he showed little concern about the activities of the security forces and he certainly expected no-one in Cabinet to do so\".\nI am giving you this quote, but my question is actually this - is it not true that it was actually an untouchable element?  We don't touch it, we don't investigate it, these are professional people who know what they are doing and they are responsible for safety and security, wasn't there a culture like that which applied in those days?  This is a scenario which I am drawing up from information and experience of those times.  I'd like your comment.",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Chairperson I hear what Commissioner Malan said about this possibility, and I must say quite honestly that during my time in Cabinet I can't say in all honesty that we were untouchable, at no stage.",
            "Male"
        ],
        [
            "MR MALAN",
            "I am sorry that is not my allegation.  Forget about the word untouchable, but the expectation was that there would be no interference by politicians in the work of the security forces, that is actually the charge.",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "No Chairperson Mr Botha did not create that culture or atmosphere.  Yes, he was on the side of the security fraternity because he believed that they would maintain order and that they would prop up the governing party whilst the negotiations were taking place, so I can't deny that he was strongly in favour of the security forces, and that he also held his hand over them.  That I can't deny.  But there was never an opportunity for any of us, or to say that there was never an opportunity for any of us to ask questions about National Intelligence, Security Police etc, that certainly was not demonstrated by him.  On the contrary he asked very trenchant questions about what was happening and he said you must look at this and that because it's not fair and not right.  That is my experience of Mr P W Botha as President.",
            "Male"
        ],
        [
            "MR MALAN",
            "I have a third question.  Can you recall, or was it your experience that some of your colleagues in Cabinet, in the caucus, ever shared their concerns with you regarding the public perception, did they ever say to you look what is actually happening?  Were you ever challenged by any of your colleagues or did you ever challenge the President and say look there have to be investigations, something is seriously amiss?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "I have to be very honest in saying that I was never confronted by any colleague who said that look on this point we need serious investigation.  Colleagues did voice their serious concerns about police conduct, I can perhaps mention Pik Botha's name.  On certain occasions he said to me the conduct of the police in this and that case really damaged our image abroad.  That he would say to me.  Colleague Chris Heunis, former colleague Chris Heunis and later Dr Gerrit Viljoen also on occasions said to me the conduct of the police in detaining people has seriously damaged or made more difficult the process of negotiations, and then we would have a discussion on that.  But they did not come to me and say look there are certain rumours that there is something serious amiss, no that did not happen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Yasmin.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "I just want to check with you in terms of the response you made to Dr Boraine, would you say that at the very top, at the rank of generals, there could be less likelihood of a misinterpretation or misunderstanding of what policy was?",
            "Female"
        ],
        [
            "ADRIAAN VLOK",
            "At the State Security Council meeting usually there would be present the commissioner ...(intervention)",
            "Male"
        ],
        [
            "MS SOOKA",
            "But there would be less likelihood of a misinterpretation between the two of you.",
            "Female"
        ],
        [
            "ADRIAAN VLOK",
            "Ja ...(intervention)",
            "Male"
        ],
        [
            "MS SOOKA",
            "You see why I ask this question ...(intervention)",
            "Female"
        ],
        [
            "MR VISSER",
            "Why can't the witness just respond to the question Mr Chairman, with respect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Give him a chance.  Continue.",
            "Unknown"
        ],
        [
            "ADRIAAN VLOK",
            "I want to say that the system operated in such a way that it was usually only the Commissioner who had sitting at the State Security Council meetings.  Sometimes some of the other people, if you look at the minutes, you will see that it was only the Commissioner who was present there, so he knew what the agenda was and what was discussed, but the other generals, the other members of the top structure, the generals and the brigadiers they also weren't present, so they would also not have been able to hear the discussion, so they could also have misinterpreted those words.",
            "Male"
        ],
        [
            "MS SOOKA",
            "It's just that it's quite clear that right at the top rank, they've applied for amnesty, now I go back to the question which Mr Malan put to you yesterday, surely there should have been sufficient trust between you and the top-ranking generals for them not to lie to you?  But it's very clear now, from what you've said, that they must have lied.",
            "Female"
        ],
        [
            "ADRIAAN VLOK",
            "It's not only clear from what I've said, one of these people who are applying for amnesty for a specific incident in which he admits that the Minister wasn't informed and you know which case I am referring to.  I don't want to mention names.  So it's not only my perception, it wasn't only my admission to say that I wasn't informed about everything.  They are saying it themselves that they didn't inform me on everything.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Glen.",
            "Unknown"
        ],
        [
            "MR GOOSEN",
            "Thank you very much Mr Chairperson.  Perhaps just to follow-up on that element, do I understand you correctly Mr Vlok that the first line of misinterpretation then would have been at the level of the Commissioner of the Police, and that the further and subsequent misinterpretations would flow from that because the Commissioner of Police is responsible for conveying the decisions taken at the level of State Security Council through to the operational structures?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "The first line of misinterpretation, if you are saying that it went from me to him, well it didn't work that way.  The documents which we discussed and which we looked at, the documents of the State Security Council, well the Commissioner of Police was a member of that Council so he heard the discussions, so he couldn't have misinterpreted my words or instructions.  He must have done it in turn down the line of command.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Yes, but that's the point.  I mean you are saying that everyone that participated in discussions at the level of the State Security Council could not have misinterpreted, okay, they didn't misinterpret, the intention was clear, everyone then immediately below that level now I take it you are saying below the level of Commissioner, immediately below the level of Commissioner, responsible for implementation, the first line of misinterpretation, that's where responsibility lies, is that correct?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "No, no, let us be very specific, let us look at the specific case.  Did the Commissioner attend that meeting?  Did he know what the discussion was about?  If he wasn't there then that was a possibility that he could have misinterpreted it.  If he was there then he formed part of the discussion and then he knew what the intention was.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "The effect of that is this extraordinary fire-wall between you, as the Minister, and the politicians and paid functionaries of the department, commissioners, there is an epic gap between what is understood by the police as an operational structure and the politicians.  So we've got to go to determine whether the Commissioner was there or not, if the Commissioner was not there possibly he misinterpreted the instruction, that accounts for a whole spate of unlawful activity that then flows in consequence of that.  Why is there this unbreachable wall between the politicians and the operatives responsible on the ground?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "With respect I don't see that there was a wall between us but we functioned within a certain system.  You had the Minister and then the next person in line was the Commissioner and the Commissioner attended certain of the meetings and documentation was drafted by people and decisions were taken and certain words were used and this was then conveyed to the people lower down.  And I have already said to you that the command structure from the operative on the ground as far as up to me, that went through the channels, the sergeant, the warrant officer, the lieutenant, the captain, the major and then the colonel, the brigadier and the general.  That was the chain of command.  There was no other way in which the operative on the ground could have sent me any kind of information.  He couldn't have phoned me and said look this is what we did.  It just simply didn't work that way.\n So I can't agree with you that there was a wall, but in this chain of command certain misinterpretations of what we intended at the top, that did take place. It wasn't a wall, but there was a structure and a channel that was followed.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "And the schema of your submission maintains that the persons responsible, in real terms, you accept moral responsibility and you accept responsibility for the misinterpretation, I understand that, and you do that as an individual, but in essence the people responsible for leading the South African Police down a wrong path, are those people outside of the sphere of responsibility of the politicians.  That's in effect what you are saying, not so?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "No, I think Mr Goosen has lost me somewhere along the way because that's not what I said.  I said that we at the top took certain decisions and we used terminology without actually really thinking about it and that worked its way through to the people on the ground and they misinterpreted it, and for that I accept responsibility.  I should have seen to it that those misinterpretations couldn't arise.  I can't go further than that.\n But I have to say to you that there was this structure and there was a certain chain of command which operated both ways.  So the instructions which I received and which I conveyed to the Commissioner and which he then conveyed all the way down to the man on the ground, in the same way as I have to take responsibility for that, and I am applying for amnesty, so each individual must take responsibility for the way he misinterpreted certain words and he must adduce proof to the Amnesty Committee, and then there's no point of dispute between us, then we actually agree.  \n I simply raised as a possibility that I must accept as the responsible Minister that we used terminology which was capable of misinterpretation but they still have to prove that that in fact happened.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "But the misunderstanding then arises because of the system that you had, you are saying that you and your Cabinet colleagues could never have misunderstood what was intended, you could never have and you didn't.  The people who did misunderstand were those who were not party to the State Security Council decision-making.  Everybody outside that system, those are the people who made the mistake, is that correct?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "We who were in the Cabinet could also have misunderstood but then we didn't have any excuses because we actually sat there.  We heard the discussion.  But the operative on the ground in Pofadder who had to actually carry out these instructions he had no idea what we discussed, so I think he has a reason for saying look that's the way I understood it, because that is the normal meaning of the word.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "You can then on the basis of your scheme as to how one understands responsibility here, you have two people pointing at one another and responsibility falls somewhere in-between, not so?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "I am not following the question.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "The very simple reason that the persons who made the mistakes are not the politicians, not the people responsible for formulating the policy, everybody else made the mistake.",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "I don't agree with you at all.  Yesterday I admitted that we made mistakes.  Pik Botha also said the same, he admitted making mistakes.  I really must say, Chairperson, Mr Goosen and I are not understanding each other properly because I in fact admitted that we made mistakes.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Yes the mistakes that you admitted to Mr Vlok were mistakes in not doing sufficient, not taking sufficient steps, not now with the benefit of hindsight, with the benefit of hindsight you can turn back and you can see what happened and you can say well we were mistaken.  That's the mistake you admit to.  You don't admit to making any mistake at the point at which you formulated the policy.",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "With respect I admitted that formulation was an error, I said that.  And I said that as a result of the use of certain words that certain Stratcom actions which flowed from that were perhaps illegal and I admitted that.  So with respect I have to say it's not only the people on the ground who made mistakes, I also made mistakes.  We as politicians also made mistakes, I can't speak on anybody else's behalf, I am speaking personally and I can say yes, I made mistakes, I admitted it and for the mistake that I made I am now asking for amnesty.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "But you never intended, you never intended that unlawful action should occur ...(intervention)",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "That's right.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Every unlawful action that occurred was as a result of a mistake.",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Not every one ...(intervention)",
            "Male"
        ],
        [
            "MR GOOSEN",
            "...a misunderstanding.",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Not every one.  I tried to explain the exception that one of the Stratcom actions from which certain things could flow we perhaps thought it was an illegal instruction but we foresaw that certain illegal things could flow from that.  So you mustn't see it in its nicely rounded off finality ...(intervention)",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Give me an example of the Stratcom action then - approved ...(intervention)",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "The Chairperson gave me an example yesterday, we distributed a pamphlet about somebody who lived in a certain town and we told lies about him and the community became angry with him and they burnt down his house.  That is an example.  And I've accepted responsibility for that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could I just ask one tiny question, one small question.  When you accept, I think, moral responsibility, what does that mean?  Does that mean - no I shouldn't put - I shouldn't make it a leading question, here is a policeman who has misunderstood your instruction and killed somebody and acted bona fide and you say you accept responsibility, what does that mean?",
            "Unknown"
        ],
        [
            "ADRIAAN VLOK",
            "I am actually sorry that you didn't ask a leading question because then you would have helped me because our Ministers are the people who actually deal with morality so now I am a little bit in trouble.  But as I understand it I can't run away from those occasions where somebody, as a result of my action, as a result of misunderstanding my words, committed an offence.  I am morally obliged to stand by him and to say I accept moral and political responsibility.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What would that mean?  Sorry, I am just, I mean being slow thinkers ...(intervention)",
            "Unknown"
        ],
        [
            "ADRIAAN VLOK",
            "Normally a politician...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "....in a court of law what status would that statement have?  I mean here is a person who has committed a murder because they have misunderstood your instructions and you say I, not he, I take moral responsibility, what does that mean?",
            "Unknown"
        ],
        [
            "ADRIAAN VLOK",
            "Actually I can't answer that, I don't know what it would mean in a court of law.  I must be very honest.  But here we are busy with reconciliation in the Commission and reconciliation is based on morality and on moral values, I have to say to you that for me it means that I can't distance myself from these people, that I must accept joint responsibility, political and moral responsibility.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Would it not be so that in circumstances where you foresaw that unlawful actions might be, might flow from policies approved by you or instructions given by you that you would in fact bear criminal liability in the event of those unlawful actions occurring?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "I don't know.  You would have to go and look at the specific incident to see whether those things actually arose.  In general it may be so but I don't know.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Mr Vlok we were speaking earlier about - protection I think wasn't the word that was used, but the culture of, if you like, impunity, and you indicated that that was not the case, there was no culture of impunity created.  Is it not so that senior structures of the police, operational structures of the police over almost a thirty year period totally dominated by members that come from the Security Police?   I can give you specific examples that since General van den Berg was head of the Police only one of the Commissioners in that time, from then through to now, well not in the current period of course, through until the early 1990's only one of those Commissioners was not a head of the Security Police.",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "I can't remember exactly who the commissioners of police were but the period for which I accept responsibility, it was General Coetzee, he was at the Security Branch before he became commissioner.  After him came General de Witt, he was the commissioner, he wasn't a member of the Security Branch and after him came General van der Merwe.  So in my time two out of three were involved previously in the Security Branch.  But at the appointment of a Commissioner of Police in which I was involved on two occasions, the fact that they came from the security establishment and from the security police, that did not play a role in his appointment. What did play a role was, I was asked, is this man a government supporter, and as I said yesterday, I think that 99 or perhaps 95 percent of the policemen, and amongst those the security policemen who were involved more in politics, were supporters of the previous government and that played a role, that was taken into consideration.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "It's extraordinary that over almost a 30 year period, only one commissioner, Commissioner De Witt did not come from a Security Police background.",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Yes but I have to point out that I don't know who the previous commissioners were over a period of 30 years.  I can only refer to the five year period for which I took responsibility.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "In the period in which you were a minister, first deputy and then subsequently minister, is it not so, I accept you wont comment on the period prior to that, is it not so that the security police within the police enjoyed a special position.",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "We never had the feeling that the security police were the cream of the crop as far as the police force were concerned.  All components of the force were important in my view but it is true that the people who went to the security police were selected people.  If we look at the reality once again, whom were they working with and whom were they working against?  I want to stress that we should not take current situation's into consideration but look back at how things were then.  The clever people worked there such as also in the Fraud Branch, people who had to investigate moneys stolen etc, at the Detective Branch there were intelligent people but it's a fact that the security police had to deal with very intelligent people, so these were hand picked people who went there and who did that work but they weren't only hand picked and selected people, because those people also did the kind of jobs that normal policemen did.  They had to infiltrate certain organisations and adapt to the milieu in which they were working.  So you had people from all walks of life and levels within the Security Branch. It may be that there might have been such a perception in the force that this was the elite and they were the cream, but in my book this was not the case.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Is it not so that the security police within the police structure, in fact had licence to engage in systematic unlawful activity?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "No I deny that vehemently.  No member of the South African Police had licence to act illegally.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "You see Mr Vlok you indicate that unlawful actions were specifically authorised in some instances, we're not going to go into the details of those, you've indicated that you've applied for amnesty in relation to those, we won't deal with that.  And you've indicated that unlawful action may have been in consequence of a misinterpretation and you also accept that unlawful action may have been ratified ex post factor in a sense, sanctioned if you like, you don't use the word sanctioned.  Let me refer you to page 29 of your submission, the third paragraph where you say circumstances where there might have been a misinterpretation of things that you might have said. And then you say,\n\"The same goes to some extent as far as the apparent ratification of illegal actions by policemen during the struggle is concerned\",\nand you go on to talk about awards an commendations that in certain circumstances where you visited units and made awards and gave various talks, that you accept may have been interpreted by those people as ratification of unlawful actions that they had engaged in and which gave to them receiving some of those awards.  Is it not so that ratification also stems from another source, namely the covering up of the involvement of security force members in unlawful activity by senior police officers?  Do you agree with that?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "No I would like to point out that in my submission the key word as far as the stratification is concerned, the word apparent, I had apparently or ostensibly ratified it and the person gained the impression that I ratified it.  I never ratified it as such, he never told me that he'd done x, y an z and I said yes I've approved. So that is the key word ostensible and I've explained how it happened.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "But you are now with the benefit of hindsight, you are aware that there are instances in which the involvement of security police members in unlawful activity was in fact covered up by senior members of the police including at the very highest level in the police.  Is that not correct?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "If you refer to the specific case which I have in mind, yes I don't know of a general cover-up attempt by anybody, but in that specific case there was, or the correct information was not conveyed to me and in that respect, for that incident, I must agree.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "No we know, i'm not going to get into the detail of it but there is an amnesty application relating to the disappearance of a particular individual where a very senior member of the police service is in fact involved, knew the circumstances, knew that the security forces were involved in unlawful activity and in fact ensured that the security police members involved should not be brought to book.  But you would also be aware of other instances that have arisen in consequence of amnesty applications that was in fact the case, not so?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "No I'm not aware of that.  I don't know what is stated in these amnesty applications, I just gathered what I did from the media, I can't refer to specific incidents because I don't have the information and that is why I had to speak quite generally because it may be, as Mr Goosen has said, that there were such cases but I have no knowledge of the detail.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "I'm not going to get into the detail of it but I mean that particular instance involved not just the disappearance but it involved questions around torture as well, not so?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "No the only case which I have in mind is that one case of a person who disappeared and where certain information was submitted to me which now appears not to have been correct.  I don't know about any further information.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Covering up, when we talk about covering up, we're talking about the appointment of a police investigator whose principle function is in fact not to investigate, to make sure that there is insufficient evidence available to establish that security force members who were involved with the unlawful activity are ever brought to book.  That's what we mean when we talk about a covering up, you would agree with that?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "No the investigations which took place in these cases where there were allegations against a member of South African police were not done by somebody from the same section as the policeman under suspicion.  In other words if there were allegations against a policeman in the Security Branch, then the Detective Branch would be given the instruction to investigate and not the Security Branch.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "No I just wanted to make sure that we understand one another when we talk about a covering up.  You know that we're talking about a situation in which unlawful activity is committed, security police members are responsible for doing that.  In order to ensure that that never sees the light of day the investigation of that matter is so conducted that that never emerges.  Correct?\n Do you agree that one other element in relation to covering up and preventing unlawful activities coming to light would be the provision of disinformation.  Do you agree with that?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Yes that is correct.  It did happen. I was involved in those things in conveying incorrect information but it can be that I appointed somebody to do certain investigation into an incident and that the investigating officer went to talk to the people and that they gave him the incorrect information.  That he wasn't necessarily involved in the cover up.  He simply bona fide investigated and then submitted the evidence to me.  So it could have worked both ways.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Mr Vlok would you agree with me that in circumstances in which very senior members of the police at the level of the commissioner or possibly a general or whatever is involved in deliberate exercise of either misleading by providing false information or by ensuring that information that is available about the involvement of police in unlawful activity never sees the light of day.  That by doing so those senior police members send a message to the people with whom they work and under them.  That where it is in the interests of protecting or where it is necessary to protect the interests of the security police, covering up of the involvement of security police will occur in specific instances.  Do you agree with that message?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Once again we have to place it in the correct context.  The circle within which the conduct of a senior officer where he cooperated with somebody to cover up, you see it wasn't the entire police force who were aware of that, it was a small group of people in respect of those people who knew it could have been that the conduct of that police officer created the impression amongst them that yes, let's go for it, let's do whatever we want to. But that was a small circle of people.  Now it's too late, we're only hearing about some of these things now it's too late now.",
            "Male"
        ],
        [
            "MR GOOSEN",
            "Just by way or wrapping up this particular portion, we know Mr Vlok the following things. That there was an all out war against communism. There was a rapid escalation of the conflict in the '80's, it was perceived as a total onslaught.   There was a counter revolutionary strategy formulated, part of that was that we need to deal with the revolutionaries, we can't necessarily rely only on the legal mechanisms available.  You understood the mind of the policeman on the ground, you set out to do that, you knew that those people, those policemen were under enormous pressure.  In fact you applied some of that pressure.\n Against that background we've seen the formulation of policy in  the use of certain language.  You've made a number of concessions in regard to that.  You've said there was never any unlawful intent on the part of members of the State Security Council or the cabinet.  You can understand with hindsight that there could have been misinterpretations. That politicians erred because they didn't do enough, they  didn't put in place proper safeguards.  \n Now here's the TRC's problem and we've been trying to explore it this morning as well.  No politician involved at the level of State Security Council has yet conceded that there was ever an intention to engage in unlawful activity or to authorise it.  But we know that countless killings, countless eliminations in fact occurred in the country right across the board. We know that scores of policemen were involved in systematic unlawful activity around the country.  We know that those generals, brigadiers, colonels and so on, who were systematically misinterpreting or that they were systematically interpreting instructions. And the question is this Mr Vlok, perhaps you can assist the Commission. Where did those generals, those brigadiers and colonels, where did they coordinate their systematic misinterpretation of State policy, was there a structure other than the State Security Council, other than the Cabinet, whether in the police or outside of the police.  Was there some place there systematic unlawful activity on the part of police members, particularly security police members, was sanctioned, was authorised?  You yourself, you indicate the words that were used, the language used was innocent, it was never intended that these words should mean kill, yet in your own submission you use words like uittewis to mean kill.  Would you have us, have the Commission believe that these exhortations that you never authorised unlawful means, that all unlawful means was a function of a systematic mistake on the part of the police and the security force members?  I want to suggest to you, it's my view, not the panel's view, I want to suggest to you that that scheme is simply implausible.",
            "Male"
        ],
        [
            "MR VISSER",
            "With great respect Mr Chairman may I be allowed to say something here.  I don't know what the question is here because it's been a very very long introduction, but the point I do wish to draw your attention to is the perception that there was only one basis upon which policemen on the ground acted unlawfully was that it was a misinterpretation, was not this witnesses presentation, it comes from Mr Goosen.  I see Mr Malan is nodding his head in agreement. With respect there may be many other instances where policemen who are going to before the Amnesty Committee may tell the Amnesty Committee that we did this because we thought for other reasons than this interpretation that we were authorised to do what to do what we did.  I'm just putting the correct perspective so that in fairness to the witness a crisp question may be asked of him which he can understand on the basis of his evidence, with respect.  I don't want to object, I just want to be helpful Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I again, I mean being just an ordinary lay person, what I have understood is what he has tried to put forward actually, that Mr Vlok was in charge of all the police.  He was a member at some point of the State Security Council which was advising Cabinet about how you have to handle revolutionaries and this council used language, amongst other things, used certain language, eliminate, neutralise etc etc which at the primary level did not mean what it appears most people thought it meant and so when that goes down the line, you ask there were unlawful actions, there are some that Mr Vlok concedes were approved, but most of the unlawful activity in the police force which has now come to light, which shocks him, his major submission is that that did not happen because of direct instructions, direct orders, it must have been.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "That's the point Mr Chairman, he says it may have been. That's exactly the difference, it may have been. It's not must have been, it's may have been.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We are accepting that.  I mean that if it happened as it has happened, it was not because of the instruction, the order and his major contention is that it would be a misunderstanding of the language and the order.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "You're quite correct Mr Chairman, the only difference is in the end the question is, he says it may have been, there by leaving the option that there may have been other grounds as well. That's the point.  I'm not objecting to the question, I just wanted to put it in the right...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm saying let him ask his question and you can adjust it by saying it may have been.",
            "Unknown"
        ],
        [
            "MR GOOSEN",
            "Mr Vlok I'm not going to go through the preliminary section which is a summary of the import of your evidence.  The effect of it is simply this, it would have been in order when you use words, you want the Commission to believe that when you use words, certain times when politicians and the senior members of the police in fact used words which meant that people should be dealt with, should be killed, maak 'n plan and so on and so forth, that in order to arrive at a conclusion that those meant kill, they had to be misinterpreted in order to arrive at that conclusion.",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Mr Goosen has now used an example of where words used such as should be killed.  I didn't in my submission say that those words were ever used, with respect, I'm saying that that did not take place.  If you would allow me I must get back to Mr Goosen's long question which he in fact didn't put because there he said something which I have to react to if you'll allow me.  When he said that no politician has thus far admitted that the Cabinet or State Security Council ever had the intention and gave it direct instructions to kill people, now I want to say to you that in the State Security Council and the Cabinet, those instructions were never given. I realize you have a problem but you have to realize one thing that is the truth, it was never said, that order was never given, not in the days that I was there, so the Commission must just bear in mind that possibility.  I understand why Mr Goosen is pressurising to try and resolve this, it's his job, I understand that but he has to consider as a possible option that the truth is that it was never said there.\n Now I've actually opened the door for something else which I wanted to add, he asked where did these discussions take place and where did these decisions take place, where were they taken?  There were no such discussions elsewhere as far as I was aware, there was no such thing, there wasn't an inner core in the police or an outer group who took decisions to kill these people. That is simply not the way it was but as Mr Visser said with justification, and bear in mind I don't know what reasons will be advanced by people who apply for amnesty, I simply came to you to say that I'm of a view that these things could have happened as a result of this and that is what I submitted to you in all honesty to help you to try and resolve these problems.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me say as someone coming from the black community.   I didn't have to discuss with anyone in the black community what their views were of the police.  Most people took it as read that they didn't exist to protect you, not us.  They were not your friends.  When you went into a police station, I mean even an archbishop, you went in and the way they dealt with you indicated you were a cypher and so-called ordinary people and in my theory there are no ordinary people, everybody is a special person but the so-called ordinary people, not educated. When you asked them what is your experience of the police, the universal answer was one that gave an image of the police who were trampling on whatever dignity people had, trampled on whatever rights they had, not as an aberration.  You go to Ventersdorp, they do to you in Ventersdorp what they do to you in Newlands near Sophiatown. And what is for us a problem and I mean I'm not, again I've said many times, we're not here taking to pillory anybody, we're just trying to find out if something is universal in a phenomenon, and it isn't ordered from above, how does it become so systematic?  This is what we are asking you.  Can you help us?  These unlawful actions that happened not in one place but in our experience as black people particularly, it was happening all over. If you got int trouble with the police you're going to be clobbered and we took that as part of the natural - this is what is happening in this country.  It was not your policy, it was not the policy of the State Security Council, it was not the policy of the Cabinet, but it was happening and the question that we are trying to find an answer for is, how does an aberration become such a universal phenomenon?  Who is the master mind behind this thing and the effort that is being set out is, what may be you're saying there were misunderstandings of genuine instructions, legitimate instructions, or you say that is one or the possibilities.  If a misunderstanding, how does it come to be so universalised and whatever other cause for this, why is it so universal. It isn't an aberration, clearly where we were told at one time that it was bad eggs in the police force, but you found this as a general thing, and all we are trying to find out is can you help us to determine that if it doesn't come from the top echelons, where does it actually emanate from?",
            "Unknown"
        ],
        [
            "ADRIAAN VLOK",
            "I would like to thank you for what you've just said.  I tried to say something on this regard on page 11 of my submission where I said that the position was untenable.  I don't really know where it came from but for decades, 1948 that's where it started and a policy was introduced, the policy of apartheid and this had many ramifications.  And one of the consequences was that a black man had to carry a pass to just go out an buy bread and the police actually apply that law.  And the police did so and they did so in a way which didn't win them any friends and in the days that I was still involved in politics, that 17 million black people were charged in those years for pass law offences.  17 million people who all had families. So we certainly weren't winning friends as a result of the laws which we had to apply.\n Now how it came about that policemen actually thought that black people were inferior, that I can't explain.  I can only refer and explain about the time that I was there.  I did my best to get the police to accept the fact that they had to protect blacks in a similar and equal footing as whites and that we had to treat them with the same dignity as we treated white people.  Chairperson I don't want to call you as a witness, I think you'll be an excellent witness, but you know what my conduct towards you and other black people was in the past.  In the police I became unpopular because I said, let us rather go in with a smile than with a whip and a sjambok.  I took those sjamboks out of the police, I said no you simply don't beat people like that, you don't beat people if it's not necessary.  So I have sympathy for what you're trying to say and what the Commission is trying to achieve. I know what your task is but isn't it perhaps the fact, isn't it vested in the fact that for many years we had a policy in our country, not only from '48 onwards, but before that too, that we had a policy which stated that certain people were inferior and that this led to all these consequences and ramifications which you are struggling with today.  You are trying to place them in a proper perspective so that reconciliation in our country can be achieved.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were going to round off.... (some technical recording interruption).. Well maybe then let us - you are a marathon runner, maybe let's go for tea and we'll have to have a very short tea and may be come back at half past.\nHEARING ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I'll ask Glen Goosen who is intending now to I think wrap up things.  But there may be one or two questions from the panel.  Alex Boraine.",
            "Unknown"
        ],
        [
            [],
            "Thank you Chairperson, just one quick question, in the debate just before the recess for tea, we were talking about there may have been misinterpretations and that would explain some of the deeds that were committed.  I want to ask you, is it your view that there may have been some security police who acted not because they misunderstood but mala fides?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Yes it's possible.",
            "Male"
        ],
        [
            [],
            "It's quite a serious question because you see if people apply for amnesty, and you're not commenting on any of that, and they are acting mala fides this may influence and affect their application and I just wanted to get it on record that it may be that one of the reasons for some of the atrocities committed was on the basis or mala fides.",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "It may have happened like that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, any other - Ilan lax.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you Chairperson, one of the striking features of some of the evidence we heard last week was the sense that in essence there was a total split in the vision if you like in perspective between those people in control of the security apparatus and the operatives who essentially saw anybody who was trying to make the country ungovernable, who was fighting their system as not being a citizen, as not being a person who had any real rights so to speak.  These were Soviet dominated puppets and the one person who most succinctly captured that essence was Craig Williamson and I must say that in my time as a national serviceman, when we had propaganda lectures that is precisely the line that we were given, precisely the line, this is the enemy, these are not our people, these are foreign invaders wanting to take over the country and I want to suggest to you that that's one of the fundamental reasons why the experience that the Archbishop spoke about as being the experience of the majority happened.\n So on the one hand there's this juncture, there's this experience, this outlook of the people you are fighting or you were fighting at that time, were not South Africans and yet on the other hand you purported to act on behalf of the majority of the people of the country and by creating this enemy that wasn't human, that wasn't - that's how a lot of these atrocities took place.  They didn't regard them as people, they didn't regard them as citizens, they did not regard them as anybody they had a duty to protect or to respect or to provide dignity or humanity to.",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "I'd like to comment on that because I agree with Commissioner Lax. That is what happened.  There was indoctrination, there was propaganda, propaganda waged from our side and directed at national servicemen and amongst the police.  We made many speeches, we as politicians and many people made speeches in that regard, but the correct perspective is also this.   There wasn't only indoctrination and propaganda from the one side, there was also the same from the other side, propaganda against the police.  So many of your fellow South Africans had been indoctrinated to hate the police and to see them as the enemy and that is where we stand today, and I think we must acknowledge that this is what happened and that it's unfortunate that it happened and that it should become part of history and we shouldn't repeat this in future.",
            "Male"
        ],
        [
            "MR LAX",
            "Just one follow-up that I wanted to put to you, that lessons characterises that split.  We had a seven day war hearing on Tuesday, the so called Seven Day War in Pietermaritzburg an event hearing where we heard evidence and submissions from the defence force personnel involved,the police personnel involved and so on.  Just briefly to give you a background, that was the situation that took place in March 1990 in the greater Pietermaritzburg area, primarily in the African areas on the perimeter of the established Pietermaritzburg, Edendale valley area, roughly between 20 and 40 thousand people became refugees as a result of that ten day episode and there was a hugh amount of money donated for funds to try and help those people afterwards, and I think you may have been involved in that at that time.  The crucial issue I'm getting to is the person who was in charge of the police in that jurisdiction at that time, when he'd finished his submission I asked him a question and I said to him look if this had been a white suburb and not a black suburb, it surely wouldn't have happened that way, you would have mobilised 3 SAI, you would have mobilised every possible troop around, helicopters, whatever, it wouldn't have happened.  In the end he had to admit that that was so and that's the disjuncture I'm talking about.  The fact that it was a black area meant that black on black violence could happen and they did the minimal amount necessary.  Had it been a white area it would have been a completely different response, and he conceded that.  Any comments from you because it was at that time?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "As Commissioner Lax put it, that is the way it is and I will accept that he conceded that or this person conceded that point.  But form our side there were many cases on which many people exerted great pressure on us and said that we weren't protecting them in their white areas, so I want to say that it cut both ways, but I would concede, I would readily concede that from the police side we did not do enough to protect the black civilians in our country.  I said that in my submission, in many cases we couldn't even go into their areas.  It's one of the things which I said, which I apologised for and said I am sorry that I hadn't protected people properly and I included all South Africans when I said that.  So that kind of thing is possible, yes that is true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Dumisa.",
            "Unknown"
        ],
        [
            "MR NTSEBEZA",
            "Thank you Chairperson.  I'm sure you have come to realize that there is a very big problem that we grapple with in trying to understand how it could have been possible for a person in a position as yours to have been unaware that these things were happening in a manner that showed a pattern and I think that's part of what the Archbishop has been saying.  And it's not as though there were no voices that were indicating the prevalence, not just instants, just the prevalence of gross violations of human rights in various forms.  We have been emphasising killing here but they took form in various shapes, torture, deaths in detention, disappearances.  Now the voices that came with these allegations, were not only the people who were making these allegations in court, they were people in the community, the ministerial fraternity, there were also lawyers who represented people at the receiving end of the legal system and the laws.  There were pronouncements, even if it were muted pronouncements by the alternative media, and in the context of particularly the things that were revealed in the Harms Commission, all of which now have been authenticated.  There were confessions under oath by people who said we did these things, Dirk Coetzee, Nofamela, Chikalanga and all those.  Now the question has been asked, should these not have been sufficient indications to you to say why is it so that year in an year out in parliament and outside parliament we continue to have these allegations.  Now I've heard all the replies you have given and in trying to understand those replies, is it not in fact the way to understand what you are saying to say, we were in a South Africa engendered by apartheid culture, locked in a situation where a minister like you was informed by this us verses them syndrome, that apartheid engendered a culture where all you were prepared to listen to was what came from people you identified as your people. And this permeated all of society.  You had a law and a legal system.  If others were saying the laws were draconian, they were the laws, they were there, you could detain people indefinitely.  You has police officers who you had to believe if they gave you a version that's the version you were prepared to accept.  You had judicial system.  If Steve Biko is alleged to have been killed in prison, unlawfully, there was a magistrate who was going to conduct an inquest.  If the Cradock Four even in the revelation that there was a signal note that was sent out, if there is a judge and there's a need for a judge to be appointed, well a judge was appointed and he came with a verdict.  If there were allegations of torture, well you had a system that says district surgeons must visit these people in prison and we are not going to believe other alternative doctors like Doctor Wendy Orr when the district surgeons by and large were saying there is no evidence of this torture.  You had your media, if the other media is saying these things are happening, you are not going to believe the Vrye Weekblad.\n Now are you trying to say this is the reality, that was your reality.  Your reality was narrowed by a system that had engendered a culture that led you to believe only that section of the South African community which you wanted to believe?",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "I have listened carefully to what Commissioner  Ntsebeza has said.  I must say I can only speak for myself. Those of you on the Commission who know me would know that I've listened to other people as well. I didn't only listen to what emanated from the System but we did have a system within which all the things that you've mentioned were investigated.  It wasn't just covered and put on the shelf, it was actually investigated.  Allegations for instance of torture.  He mentioned something which I didn't even think of.  District surgeons who were involved in giving evidence.  Myself as minister, when there was an investigation by a competent magistrate and there was evidence given by the police officers who had investigated the case, so all the surrounding circumstances and the evidence were submitted and a finding was made.  Then for me as minister it would have been extremely difficult to say I don't accept your findings, they were the experts. So I can deal with each and every case of death in detention etc.  We don't have to talk about it, we know what happened there.  There was evidence, the evidence which was submitted at the time now appears not to have been the truth.  So if he says that that was the system, that's true, but it's not only the system which applies in an apartheid country, that system exists in other countries as well but its the operatives within that system, if they are not honourable, they're not always honourable and act correctly in what they submit and in the information they convey to the upper hierarchy, then this kind of thing happens. Each and every case of death in detention was investigated, there were reports it was done publicly.  I want to repeat, what can a minister or the authority or the government that receives these reports, what can it do to say well somebody somewhere along the line lower has told a lie.  I concede it we could have done more.  We should have scrutinised the system perhaps. We should perhaps have put different systems in place as our current government is busy doing.  It's actually establishing different structures to look at these things.  But even in the case of the current government that has been in power for three years, we see and hear virtually daily reports of people who are abusing tax payers money and misappropriating it.  We see that on a daily basis, even with those systems in place.\n So I must say that it wasn't only in our time that things happened regarding which the government didn't know about or couldn't control, even if it had systems in place.  I think the systems we have today are the best in the world.  I've compared it to other systems in the world and yet there are still people who see certain loopholes and who misappropriate money and commit certain abuses, so whilst I'm conceding that we could have done more, you must accept that there was a system in place and it was often abused. But we also have to remember that we were engaged in war and that makes it even more difficult to really do what you ought to do.  And we tended to say, look all these voices that we're hearing and people saying things, somebody referred to the turbulent priest, those are the words that we used.  And we made a mistake, we should have listened to people like that and let's be quite honest, that is how it worked and we should have listened more to these credible an honourable people from society but we were waging a war, we had all been indoctrinated not to listen to each other.\n I told Commissioner Lax yesterday, I didn't listen to his friend down there because he was speaking from the enemy camp, so to speak and that I concede was a mistake, but it wasn't a mistake committed on one side of the spectrum only, it was a mistake made by everybody and the Commission I think is on the right road to ensure that this never happens again.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Mr Vlok, I think that one of the difficulties we sit with and it is one of our tasks which is to look forward in a sense, and you have referred to the fact that it's because of reconciliation that you're also actually here and you're being so frank.  But there are a number of other role players besides the police and the military and it's very unfortunate in a sense that these hearings tend to focus on that group of people.  We of course try to have sectional hearings which allow us to focus on other sectors of civil society but I'm struck by what Mr Pik Botha said yesterday when he says, \"I do not want to create the impression that whites have to reproach themselves endlessly and condemn themselves to sit in sack cloths and ashes until doomsday. We whites including the Afrikaner now have more important role to play than ever before.  But he goes on to say that genuine remorse about the repressive past which we have sustained and supported will liberate us to play that role. I think that that's one of the issues which the Commission really has to grapple with.  How do we engender that genuine remorse, because on gets the feeling that the actions or the responsibility are confined to a small group and what you really want to create for reconciliation to take place is that feeling must spread across the community. Do you have any ideas in regard to that?",
            "Female"
        ],
        [
            "ADRIAAN VLOK",
            "That is an extremely important contribution which Commissioner Sooka has just made because she's one hundred percent correct. The impression which exists amongst many South Africans out there is that the focus is only on a small group of people and the focus is on the police and the defence force that were involved in the struggle and who committed all these dirty deeds.  I agree with her one hundred percent, we must involve the entire community, the whole of society because we as ministers and as government, we didn't land up in parliament of our own accord, we were elected and for the group of people who did have the franchise that was a democratic process, but not everybody had the vote.  We were democratically elected. So we submitted to the voters who did have the vote.  We submitted policy and guidelines in terms of which and on the basis of which they elected us, so they were all jointly responsible.  But I can't speak on their behalf.  I can only speak on my own behalf.\n So I'm glad you take that view and don't focus only on a small group of people.  Let us involve everybody.  I think that in the Commission there is enough ingenuity to actually achieve that so that you involve a larger group of people. I think you might encounter problems, I don't want to get involved in the fights that there were and allegations of bias against the Commission.  I am here because I want to be here and because I believe that we should be here and that this is the place and the forum to actually address the issues and to exchange ideas and to see how we can move forward, because the fact of the matter is that there is a perception amongst many of my people out there that we were the thugs and the main thugs were the police and the defence force and the Commission has it in their hands to actually remove that perception.\n I think you've already started along that way and I think you are a very good example of saying, look I'm not busy with a vendetta, I'm don't want to prosecute and persecute people and destroy their lives but the Commission does have that task and that's why I'm here and I want to plead for my people arising from what Commissioner Sooka has said, and I want to say let us allow them to feel that they can also come to this Commission and they can also come and unburden themselves before this Commission.  People who were not necessarily involved in the security forces but who applied certain aspects of apartheid which hurt people.  Let them also come and say what is in their hearts.\n I can't give an explanation as to why everybody involved in apartheid did exactly what they did, but the tendency is that now there is nobody today who will admit that they actually supported apartheid.  But the fact is they elected us. We were there.  And it's right and proper that I sit here today because I was the responsible man, and I think we should all come here and say that was our view, these were our motives, but you as a Commission, it's in your hands to actually instill the necessary confidence in those people to come here and testify.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Glen.",
            "Unknown"
        ],
        [
            "MR GOOSEN",
            "Thank you Mr Chairperson.  I don't have any further questions to ask.  I could just indicate though to Mr Vlok that in respect of the questions asked about KTC you indicated that I should, if I did have further information, make it available to you, it wasn't made available to you initially because we didn't anticipate the range of questions, but I will make available to you an extract of the meeting of the State Security Council on the 14th of April.  I think you have already got a portion of that perhaps in which the proposal from the Western Province JMC is that covert organisational support be provided to the Witdoeke, as well as a signal message which emanate from the Western Province JMC to the Secretariat of the State Security Council indicating a specific request for financial support to be provided to the Witdoeke.  I make it available to you for your consideration.",
            "Male"
        ],
        [
            "ADRIAAN VLOK",
            "Thank you very much for making it available to me.  I would like to actually read these documents and we can perhaps communicate with you further.  Perhaps you can just then ask me what the situation is and I will answer you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Vlok I want to express appreciation for, first of all your willingness to come voluntarily and, secondly, for your attitude.  I mean we haven't got all the answers that we would have wanted to have got from you but we have heard some submissions that you have made which are very significant and I would hope that people would get to realise that in a sense this is our last chance of being able to deal with all the horrors of the past which were committed not by one side, I mean you are aware and I hope other people are aware that this Commission is fairly robust in its dealings with everybody.  Everybody gets annoyed with us when we get robust that way, I mean that is why we are called a farce by some people, and I would think that that is an indication of our deep commitment.  I, as the Chairperson of this Commission, ought in a way to have got people accepting that there are things that I would not tolerate as the Chairperson, that has been my commitment to this country.  I mean a partial truth or a truth that satisfies only one side will be useless.  I mean it will make this Commission a farce, you know, because this Commission, apart from finding out the truth has been given the task of making a contribution to national unity and reconciliation.  And so I would hope people would begin to accept that we are really very serious about this.  It's a very great privilege that has been given to us to preside over the process of seeking to heal our nation, because we are a great nation, have the potential to be one of the greatest nations.\n As I said yesterday people are still amazed when they look at what is happening in the Truth and Reconciliation Commission because they say, I mean this never happened anywhere what you are doing.  \n And we appreciate your coming and we appreciate some of the points that you have made and it's never easy to concede as you have done on a number of occasions and I want to say that that is something that is very noteworthy, whilst other people might say well perhaps you were not pushed hard enough I think that we have got a great deal out of the two days session that we have had with you and I want to express our appreciation and hope that you will, in the circles in which you move, tell them that this Commission is not some kind of an insect.  This Commission was so composed that it can make a contribution to the healing of this land and to achieve reconciliation of all its people.",
            "Unknown"
        ],
        [
            "ADRIAAN VLOK",
            "Chairperson may I conclude with a short sentence.  I just want to say thank you very much.  In the first place I want to say I still have an amnesty application pending and there are also certain things, perhaps things which you are not interested in but things relating to apartheid which I still have to say during my amnesty application.\n The second point is you say that perhaps some people will say that you didn't push me enough, I based myself on one foundation only and namely, the truth. Nobody can push me any further than that.  Mr Goosen pushed me quite hard but he cannot actually derail me from the truth.\n And I want to say thank you very much to you, Chairperson.  I have known you for many years and I know that you are a unique person.  I think you are an extremely gifted person and I think our country is extremely fortunate to have somebody like yourself to do this work which we are now busy doing.  This morning when you opened the proceedings with prayer I thought back to how we actually had discussions regarding major problems in the past and that in each and every occasion your request was, can I pray for us before we actually start this meeting, and this morning you did exactly the same.  Chairperson if that is the way we are going to move in future, under your leadership, then we will actually achieve success and we will achieve a wonderful nation and a country.  Thank you very much to you personally.\n I'd like to thank the Commissioners as well, the Commissioners and their staff.  You have treated me well and you asked good questions, I don't have any problems, I even want to thank Mr Goosen.  (Laughter).  If we get together like this again I would request that we finish my testimony on one day so that he doesn't have a chance to actually re-group overnight and then bowl another couple of curved balls the next day. (Laughter).  And I want to add if there's any help that I can give you, I am accessible, my door is open to you and my advisors would help you at any stage. \n I want to thank the Interpreters.  They are still hard at work interpreting.  I want to thank the media.  They sat here for two days, they are doing their job well and the country has to know what is actually going on and they are doing that, they are telling the country what is going on and they are doing it well.  Good luck to all of you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When is the election!!  (Laughter)",
            "Unknown"
        ],
        [
            "ADRIAAN VLOK",
            "No I am finished.  Thank you.",
            "Male"
        ]
    ]
}