{
    "header": {
        "type": "Chemical and Biological Warfare Hearings",
        "starting date": "1998-06-08",
        "location": "Cape Town",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56259&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/cbw/cbw11.htm",
        "speakers": [
            "ADV POTGIETER",
            "CHAIRPERSON",
            "DR GOOSEN",
            "DR ORR",
            "DR RANDERA",
            "MR CHASKALSON",
            "MR CILLIERS",
            "MR CURRIN",
            "MR DU PLESSIS",
            "MR POLSEN",
            "MR VALLY",
            "MR VAN ZYL",
            "MS SOOKA"
        ],
        "original_speakers": [
            "MR DU PLESSIS",
            "DR ORR",
            "DR GOOSEN",
            "MR VALLY",
            "CHAIRPERSON",
            "ADV POTGIETER",
            "MS SOOKA",
            "MR VAN ZYL",
            "MR POLSEN",
            "MR CILLIERS",
            "MR CHASKALSON",
            "MR CURRIN",
            "DR RANDERA"
        ]
    },
    "testimony": [
        [
            "MR DU PLESSIS",
            "Mr Chairman, I don't have a problem.  I want to place on record firstly that my client was not informed about the allegations made by Mr Goosen against him.  He did not have an opportunity to prepare himself.  At this stage, because of limited time, I am going to address a few aspects with Mr Goosen and then my client in his evidence, will refer to the main issues.  From a procedural point of view it is better to do it this way because of lack of time.  With your permission I would like to continue.",
            "Male"
        ],
        [
            "DR ORR",
            "Please go ahead.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR DU PLESSIS",
            "Mr Goosen, according to your evidence it appears that you regarded yourself as a scientist with a big potential, is that correct?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "Mr Chairman, if you haven't tried something you don't know how far your potential stretches.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "You've regarded yourself as a person with large potential, isn't that true?   At that stage, before you became involved in RRL, isn't that so?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "Mr Chairman, I don't really know what the question is about, what is the definition of \"large potential\" please?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Don't let us play with words.  You ...[intervention]",
            "Male"
        ],
        [
            "MR VALLY",
            "Mr Chair, I want to intervene at this stage.  I want to remind Mr van Zyl(?) about - Madam Chair, I beg your pardon, I want to remind Mr van Zyl about the provisions of Section 23 of our Act in terms of how he should treat witnesses.",
            "Male"
        ],
        [
            "DR ORR",
            "Please go ahead Mr Vally.",
            "Unknown"
        ],
        [
            "MR VALLY",
            "Sorry, the Section is Section 11.  It talks about when dealing with victims.  Actions and ...[indistinct] of guidance by principles.\n\"Victims shall be treated with compassion and respect for their dignity\"\nI don't know whether you want to characterise this witness as a victim but really the unnecessary - I can understand probing aggressive questioning when it's relevant but probing aggressiveness without relevancy, an aggressiveness for the sake of being aggressive is really unnecessary in our hearing and I would ask that Mr van Zyl be asked to curb his approaches to this witness.",
            "Male"
        ],
        [
            "DR ORR",
            "I'm not a lawyer and I'd have to ask my legal friends if Section 13 does apply in this case.  We would ask that all witnesses be treated with respect and dignity and not harassed or badgered.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Madam Chair, I am not aggressive.",
            "Male"
        ],
        [
            "DR GOOSEN",
            "Sorry, I don't feel threatened at the moment but I just want to know potentially, what is my ambitions in life?  I think I could have fulfilled by ambitions in life, yes.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "You had the choice.  You told the police about this multimillion rand enterprise you could establish, isn't that so?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "That is correct.  If you are referring to my financial aspirations, at that stage there was a possibility of becoming involved in potentially good viable financial things.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "You certainly would not have become involved in that if you did not have the potential?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "For those financial propositions I had the ability.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Am I correct in asking, to ask whether the financial matters were very important to you?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "Mr Chairman, yes, money is for important for everyone I believe to a more or a lesser extent.  It was important for me to have financial security for myself and my family.  If it could have been more comfortable yes, it was important but I opted for being - as you can remember, the less favourable option financially at that stage, at that moment in time.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "You'd exercised the choice as you put it Doctor, for nation and fatherland.",
            "Male"
        ],
        [
            "DR GOOSEN",
            "That's correct.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "But before you took that decision you first established whether there was sufficient money to get the project off the ground not so?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "That's correct.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "And throughout your evidence I got the impression that the financial aspect was very important to you because later you also said, when you were asked to leave, that you received an amount of R60 000 and you had a wife and six children to look after and you suffered, is that correct?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "That is correct.  I would just like to know, at this point in time what has my financial then got to do with the evidence?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You are being cross-examined on issues that you yourself brought in reply to questions and I think it is the whole question of whether or not you are not testifying simply because you, you know, an allegation may be made that you are coming here only because you didn't get as much as everybody else got, that in fact you are so aggrieved that you want to come here and say things that - I'm not saying that is what counsel is trying to get to, but what I'm saying is, it may speak to your state of mind, your motivation for being here and for what might have induced you to come and talk before us.",
            "Unknown"
        ],
        [
            "DR GOOSEN",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman, I must say that you are very sharp.\n Doctor Goosen, that is the impression I got throughout your evidence, that you are actually embittered towards the system that has left you in the lurch, not so?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "I will not deny that in phases of my life the bitterness was at higher and lower levels than at other phases, we are all human.  What I went through is the truth.  We are here to establish the truth, so what our learned friend is saying might be the truth.  I can assure him that at this stage my bitterness has been handled and I'm not an embittered person any longer.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "We accept that today you are no longer embittered Doctor Goosen but your whole approach, your evidence seems, what appears from your evidence it seems that you are embittered about the way the system treated you, is that correct?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "Mr Chairman, no, I said that I was bitter at one stage and I did not know why I received the treatment I did.  I believe that parts of the treatment I received was definitely not justified or fair.  I cannot hide that, I am convinced of that.  I was not treated fairly and it is true what he says but I do not think it influences the facts of my testimony.  The facts that I have given I will stand by.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "During your testimony you also told this Committee how the system motivated you, the remarks made by Pik Botha regarding the total onslaught etc., etc., and in that way you also justified what you did at that stage, not so?  In your evidence I never got the impression that you were sorry for what you had done, is that correct?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "I made it clear I think at a stage, that if today in this time I have to make the decisions again and with hindsight I might have made different decisions.  I also said that if I was in the same position I might have made the same decisions again.  I was very bitter about this whole aspect.  In the whole situation I was also bitter about when I saw that the project was not making the progress I expected from it initially.\n When I removed from the project in managing and developing the scientific area of this whole thing, the whole issue, not only from the money side, I was also embittered about that.  I was disappointed.  We had such ideals in the context of what we believed at the time, we had such high ideals and positiveness and working in this thing and I was also disappointed when that was not materialising.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Doctor Goosen, there was testimony from Doctor Swanepoel that during the period that RRL's buildings were erected, that you made use of the building contractors to do extensions at your house on the farm, is that correct?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "That is correct Mr Chairman.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Further testimony from Doctor Swanepoel stated that you entered into an agreement with the contractors that they would do that work for you at your house for free, is that correct?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "No, that's not correct Mr Chairman.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Did you pay them?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "I haven't paid them Mr Chairman.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "If you did not pay them then surely they did it for free, not so?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "Mr Chairman, maybe I can elaborate a little bit on this point in time.  I had an expansion in the family due to my second marriage and extra children and we decided to have some alterations on my home.  Now this was normal procedure, for the company to support, subsidise and give loans for this type of operation. I applied to the company above board for assistance in these expansions and I tried to look for builders and shop around for work done.\n The Director of Administration who handles this application said: \"Man look Daan\", this was Dawid Sparmer, he said: \"Look Daan why don't you use Geoff Irons, he's on the site and he helped me with some alterations at my home, so you might just as well use him.  So I said: \"Look, I don't want to create a problem financially or an embarrassment or whatever for the company\", so he said: \"No, you are within your rights to contract him\".  \n I approached Geoff and Geoff said: \"Look man, I will do this work for you for nothing\", so I said: \"Geoff, I cannot do this, I will get a subsidy from the company for this\" and he said alright he will do it and he will render me a bill for the services and a contract and the invoices for what we've used and his services which would have been submitted.  I think it was in the region, the figures I have in mind is R17 000 and R22 000.  Now Mr Chairman, this whole thing was in 1988 and in the time when I had the management's problems and what I've described this morning, the - as Doctor Swanepoel said, was dismissed from the company, from service.  That was during that period in time and I wasn't furnished with the final bill or a final inspection or bill from the builder.  As soon as the builder can furnish me with the bill I will try and pay it.  I will speak to Geoff immediately and say we can carry on with this.  I haven't got the money to do it at the moment because I think Volkskas will take all the first money I get but if I do get some of my pension money, which I believe I ...[indistinct] from the government still, I might even pay him sooner.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Doctor you have given us a long explanation but you have still not answered the question.  I can deduce the answer to the question but the fact of the matter is that you did not pay the builders, is that correct?  That is all I want to know.",
            "Male"
        ],
        [
            "DR GOOSEN",
            "I have not yet paid the builder, he has never yet requested the money finally.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Have you ever asked him for a final account Doctor Goosen?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "No.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Why not, because you supposed he would do it for you for nothing, is that not so?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "I do not know whether the company felt bad about the way in which they treated me and paid him.  Doctor Swanepoel had contact with me several times and never referred to the matter again until now, that it is still an outstanding matter.  But once again, these are the facts of the matter, I have not yet paid him, I have thought about it a great deal, I've never been in the position to pay him, I do not have a pension nor a medical fund.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "That is not the point Doctor.",
            "Male"
        ],
        [
            "DR GOOSEN",
            "I have not yet been able to pay him, even if I had wanted to and that's the point.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "There was evidence ...[intervention]",
            "Male"
        ],
        [
            "DR GOOSEN",
            "The point of the matter is I couldn't have paid him because I wasn't financially in the position to pay him.  Whenever I have the money I will pay him.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Doctor Goosen, let's go back a few steps.  There has been testimony that you did not pay the builder, we have determined that, that you have not yet paid him up to this day because there was an agreement that you entered into with him that this would be free but you did claim the subsidy at the company on the costs of what it would cost to make these alterations.  So Doctor Swanepoel lied when he said you received the subsidy?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "I did receive the subsidy.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "But why have you just denied it?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "The subsidy has been paid back in the meantime.  I deny the fact of the matter that I entered into an agreement with the builder to do it for free.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "That is not the point, as to whether you repaid the subsidy.  The fact of the matter is that you were blatantly dishonest towards the company.  You committed fraud towards the company to claim a subsidy on costs which you never incurred, that is the point, not so?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "No comment.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Don't you want to reply to that or can't you?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "I differ on the agreement and if it's important we can get Mr G D Irons from Pretoria here,  he is the contractor, and hear what the agreement was.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr du Plessis, I don't know how far you want to test the credibility of this witness.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "I won't take the point much further Mr Chairman, just another aspect that I want to take up with Doctor Goosen because that is the primary cause of these management problems which arose in the company, it's because he was dishonest with the company.\n Is that not so Doctor Goosen?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "Mr Chairman, do I need to answer that?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, you have to unfortunately.",
            "Unknown"
        ],
        [
            "DR GOOSEN",
            "Mr Chairman, this is an allegation which I deny.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "But you do agree that you claimed a subsidy on amounts that you did not spend, you agree with that?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "And that, the reason why it did not happen is that I was retrenched or dismissed before the matter could be finalised.  Before finalising this outstanding matter I was dismissed from the company, and the subsidy has been paid back.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Doctor, why did you not - you are coming here now and you want to tell the Commission exactly what happened, why did you not take them into your confidence and also present these facts to the Commission, that you were dishonest towards your company?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "Mr Chairman, please I ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr du Plessis, no, that is a conclusion that we must come to.  The question of whether the witness was dishonest is a conclusion that we must draw from the way in which he has conducted himself.  I think you have really put your point and I'm sure the panel has taken note of the discrepancies and you can be sure that you can proceed onto something else.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Thank you Mr Chairman.\n There was further evidence that while you were still in the services of RRL, that you did private work of which you did not let the income go to the company, is that also correct?  You used the company's facilities but the income you kept for yourself?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "Mr Chairman, I'm not exactly too sure what the question relates to.  I was involved in some ventures outside of the company, so were some of the other Directors.  So please, if he could elaborate, if he was referring to the embryo project we can carry on with that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Doctor Goosen, the question is very simple, you did projects which you did not do through the company, you used the company's facilities for that, in other words the facilities, the personnel and the equipment and the funds that you received for that you kept for yourself.  The question is simply, is that true or not?  I did not ask you whether other people in the company did the same, I'm asking you whether you did it.",
            "Male"
        ],
        [
            "DR GOOSEN",
            "I haven't received money using company equipment if it wasn't accounted for, not as far as I can remember at the moment but I'm sure we will hear about it now.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "But the proposition is very, very simple, you used the facilities of the company in order to earn funds or money which you never, for yourself, in other words, for which you did not account to the company.  Did you do that?",
            "Unknown"
        ],
        [
            "DR GOOSEN",
            "Mr Chairman, I was involved in a project, not in a project, I was involved in reproductive work before we ever started the company, in two aspects.  The first one, and this is the only thing I can remember so let's elaborate on that, the first one was an embryo transfer project.  I did embryo work, it was one of my scientific interests, doing embryo work.  It is one of the reasons why I was also considered for taking the lead in the anti-fertility project, because of my knowledge in embryology.\n Now, so I, and I also published and I also was invited to speak on embryology in Australia and I was involved in embryology in bow(?) vines with a friend of mine.  I had a share in a cow which produced no income for us because she died and this even started before we started this company.\n I was also involved in a project of embryo transfer, inter-species transfer ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Doctor Daan Goosen, I'm sorry.  I think what is clear here is, you may have been doing all those things, I'm not even wanting to contradict you because I don't know, the issue here and I told you, all of these things have got a basis in law in which unfortunately I cannot attack.  I think what is being said here is that you tried to portray yourself as a person who guiltless, who was blameless, who was doing everything for the country, when in fact you believed in what you were doing but what's more, you stood to benefit from it, you were enriched by it.  And you were doing things that were less than honest ...[intervention]",
            "Unknown"
        ],
        [
            "DR GOOSEN",
            "Mr Chairman, ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Now, I think that is why the specific questions are being put to you, like: \"Did you ever use the facilities at that place in order to promote your own self interests, like getting money which you used for yourself\"?",
            "Unknown"
        ],
        [
            "DR GOOSEN",
            "No, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Advocate Potgieter?",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "I'm trying to understand the weight of this kind of debate, to sit an moralise about a penny here and a penny there.  This was a front company not so?",
            "Unknown"
        ],
        [
            "DR GOOSEN",
            "That's correct.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "It was not a normal company, a normal commercial undertaking although the appearance was created that it was a commercial undertaking?",
            "Unknown"
        ],
        [
            "DR GOOSEN",
            "That's correct.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "It is a place of about a hundred million rand, less than 10% had to do with anything that generated an income.",
            "Unknown"
        ],
        [
            "DR GOOSEN",
            "That's correct.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "In other words, it was a bit black hole which just gobbled up money, not so?",
            "Unknown"
        ],
        [
            "DR GOOSEN",
            "Yes.  Mr Chairman, yes, this is exactly true and I have been involved with extra company operations which was not illegal per se.  This created a problem, this one was the one with the Buffalo Project which I did in my own time, I put leave there, there were leave forms for everything signed, for doing the project on my grounds.\n But when we moved into some grey areas and there may be some - I'm definitely not an angel, but when we pointed out that there may be grey areas now in this embryo projects of mine and my interests in the buffalo embryo transfer business to some day maybe gain from that and I stopped my involvement in the embryo projects.  In fact we had registered those projects as official Roodeplaat projects and I have given up my right to any profit from it.\n But there was a phase where I was busy with these projects and the time that I spent there I took leave for and during that phase and that time where we were busy in establishing the technology for the company's objective, for the purposes of studying these anti-fertility projects, we established techniques.  In that period embryos used in the Buffalo Project were handled in the labs of course and we have designed in the labs equipment, collection equipment which was used in some of these projects which was then later officially registered RRL projects.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Miss Sooka, a clarification question?",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Doctor Goosen, I think for me, what I understand that you may conducted work in that particular fashion but I think the question for me is, should you at some stage have made that clear to the rest of this company.",
            "Female"
        ],
        [
            "DR GOOSEN",
            "Yes.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Because I think the inference that is probably being set up for us is that those were in fact the issues that would give rise to the problems relating then to your dismissal.",
            "Female"
        ],
        [
            "DR GOOSEN",
            "Ja.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Because I think there is a sort of pattern, 1, that you utilised company facilities like having the building doing building alterations at your home without your in fact paying for them.  And then I think there is a second thing that is being put before us, that you conducted work privately without declaring that to the company.  And I think - I haven't heard that, that the third one would be that you possibly collected funds without declaring that either and I think those are important because they will go to your credibility.",
            "Female"
        ],
        [
            "DR GOOSEN",
            "Yes, I will agree that that is important Chairperson.  Let me put these two issues into context here.  The one was right at the end, in 1988/89 period, that was at that stage.\n The other one was in the beginning, in the 1985 period when we were busy establishing this thing.  And those days, in those stages the lines were not clear around managing this company anyway because we started on credit lines in developing this thing but these were all declared, everyone knew, I didn't hide it.  \n The first point, everyone knew when we started, 1 November 1983 I was involved in these two projects personally.  Like I could have had a farm in the Waterberg and farmed there for my own income, no problem.  Okay, then there was no facilities at the company and I pursued these interests of mine privately with the full knowledge of my colleagues, we talked about it.  This is one of the things we spoke about using as a cover.  \n If we could have succeeded in an inter-species transfer of an embryo, that is big science and big business, a world breakthrough, okay.  So that was part of creating a front.  We were confronted with many types of things in the initial stages of this company.  For instance, and it is applicable because this is the same thing, these activities of mine were known to my directors, it wasn't an undercover thing from them.   When we bought the farm where we established the company, the farm was bought and the agent was a friend of Doctor Andre Immelmann and Doctor Andre Immelmann got a kickback from this friend of his.  He received R15 000 and he came to me and he said: \"Look Daan, what do we do now, we are now in private business, how do we handle this type of situation\"?  I said: \"Well Andre, I don't know, the first thing is yes, we talk about it and declare it.  You can't go back to your friend and say: no, no, listen we cannot do this, because we were under the impression business might operate this way\".  \n We've discussed this and I reported this to Doctor Wouter Basson at the time and he said: \"Alight, we know about it, let it go through\".  And Doctor Immelmann in fact didn't receive the R15 000 in cash, he received a ram from this agent which was his friend.  We knew about and we let it go, it was R15 000.  But it was known, it was organised, this was the way that case was handled and this was even before I used limited facilities to freeze a few embryos, to develop a few collection tubes which was part, which was part of establishing technology for the company anyway.\n And then subsequent to that, very soon after that, we said alright, this might be a problem because it was then raised as a problem, we said: \"Let's stop it\", in earlier 1986, let me stop being privately involved in this company, in this endeavour of the buffalo embryos.  I was involved with a friend of mine who put in a lot of money in the Buffalo Project.  For him to put in, he put R50 000 in the project up to then which we started years before we started Roodeplaat.   And I went to him and I said: \"Look, I cannot pursue this project with you anymore, sorry, you lose all your money, I'm sorry about that\" and he accepted it, being a friend of mine.  And we can get him here to testify if it is necessary.  And then we registered this project as an official project for Roodeplaat.  \n And as you've heard we had the one indication that you could have done any scientific project, a scientist there, which you wished to, allowed to do an in-house project which is in your field of interest.  So I cannot see this being outside those lines at all.\n The second case, as I've explained again, was at the end of my service period and it was - you know Mr Chairman, at the end of it, I was for six months not allowed to be at the premises.  The people of the companies were for six months not allowed to visit me. Three months at least, let me see, from October to January.  I wasn't to have any contact with anyone from the companies.  And under those conditions this payment went by the by and I've testified to the fact and that is what I can repeat again.  \n I've been up front, it was known, it was registered with everyone, why would I do that?  Geoff Irons was there every day, a good honest gentleman, he was on the company's site every day, Sparmer knew about everything, everyone knew about everything, why would I do such a scheme?  It happened because I was under stress, I wasn't allowed there, I didn't see how I can survive for supplying for my family at that stage, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr du Plessis?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Thanks Mr Chairman.\n You gave us a long story but the fact of the matter is that you did claim a subsidy for something you did not pay.  You did have private work done for which you used the company's facilities.  You say that in 1986 there was a problem, but not withstanding the problem you did it again in '88, not so?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "Yes, Mr Chairman.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "And it is these aspects which gave rise to the management crisis or managerial crisis, not so?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "No, Mr Chairman.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Let's continue on a following aspect.  At a certain stage you asked General Knobel for assistance and General Knobel went out of his way to assist you, not so?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "Which stage are you referring to?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "The stage when you went to the head of staff finance, when you were taken to the State Attorney and to the \"Ombudsman\", and he went out of his way to assist you, not so?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "That's correct, yes.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Why did you not take the Commission into your confidence and tell them that?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "Mr Chairman, I have no problem with telling the Commission about this.  I just think that my financial crisis which I'm still experiencing doesn't have much to do regarding the truth concerning the CWB Programme but I have no problem in telling the Commission about this.\n And can I just once again remind the questioner that we have a crisis in time here to get the truth.  I had this here as part of my personal notes, to tell about all the contracts but if you want me to, I can for the next hour keep you busy with that.  I have no problem with that, that is true what he says.  General Knobel and I were known to one another, we were on a reasonably good footing and I had a high respect for him.  And during these times of my personal problems I went to ask him for assistance because I trusted him and I had respect for him.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "In fairness to the witness, I think that was tenor of the evidence as I understood.  He did say things about General Knobel about which you might want to take instructions but I heard him quite clearly on what came across as being his inherent respect still for General Knobel.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "That is not the point, the point is that General Knobel went out of his way to assist him and that he never told the Commission.  The question was just, why not?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, I think he has given a reply and I think the reply is quite satisfactory.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Let's go one step further, did you have a discussion with General Knobel in his office after you were at the \"Ombudsman\"?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Yes, because now I will put it to you why you did not tell the Commission about it, there's a good reason for it.  During that discussion General Knobel said he was sorry but he could not be of further assistance to you, is that correct?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "That's correct, yes.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "And then you threatened him Doctor Goosen, not so?  Then you uttered a threat towards General Knobel.",
            "Male"
        ],
        [
            "DR GOOSEN",
            "Mr Chairman, yes, I can give you the specifications of that threat, I've been threatened often.",
            "Unknown"
        ],
        [
            "MR VAN ZYL",
            "The question is simple Doctor Goosen, you said that you were pressurised for time.  I just asked you, did you threaten him, yes or no?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "Threatened him with what, with his life or to attack him, to take his car, what threat was this?",
            "Unknown"
        ],
        [
            "DR GOOSEN",
            "It doesn't matter we will get to that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I think it's material.  Can't you put to him what he threatened the other person with?",
            "Unknown"
        ],
        [
            "MR VAN ZYL",
            "Then you threatened him and now you will expose him because according to you he now knew about everything that was going on.  When you did not get your way you threatened him and said that you would involve him in everything.",
            "Male"
        ],
        [
            "DR GOOSEN",
            "No, Mr Chairman, the discussion went as follows, and let us start with it where we should in order to see the whole thing in perspective and I am sorry that I have to take more time.  ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Excuse me, can I get it clear?  Are you saying that he actually blackmailed him or endeavoured to blackmail him by exposing him of everything that he had ...[intervention]",
            "Unknown"
        ],
        [
            "MR VAN ZYL",
            "That is the threat and the implications thereof.\n And then General Knobel said to you: \"In that case I will not speak to you any further, please leave my office\".",
            "Male"
        ],
        [
            "DR GOOSEN",
            "Mr Chairman, the last statement is definitely not true.  We definitely parted on terms of -I wasn't satisfied with the meeting but we were definitely not, I wasn't chased out of his office and he said if there still is anything further he can help me with, I must still come back to him.  So that is not true.\n But the crux of the matter is that the Surgeon-General told me, when I approached him with the information on the dissatisfaction with Mr Hendricks, he told me that he would look into Mr Hendricks' dissatisfaction but it's a company matter.  He assisted me in trying to get a payout for my pension, full pension which would help me financially.  He had compassion with me in my economic situation with a large family.  We went to the \"Ombudsman\" etc., he gave evidence at the \"Ombudsman's\" office etc.  I gave evidence at the \"Ombudsman\", Just van der Walt's office.  Then Judge van der Walt phoned me after that and said he heard some evidence and he found in my favour that I was unjustly treated by the government and that they, he finds that they need to pay me a sum of money, how much do I reckon and I said: \"No, he can decide, I'm not demanding anything because I don't know what the lines are to determine this\".  I had the feeling that a part of my pension fund should be suitable and he said, alright he will negotiate with the Army for the amount.   He phoned me back one week later and he said new evidence came to light which indicated that the Surgeon-General or the company's of the Surgeon-General had full right in dismissing me summarily because of three reasons.  One was, and I can't remember it but the documentation is also available, something to the extent of being, misusing company funds, secondly, being psychologically unstable and thirdly, committing, giving out the secrets, the government secrets.  So I said I would like to see the evidence behind that.  \n I looked at the evidence and I saw it was a letter signed by two of the Directors.  And then I asked for a meeting again with the Surgeon-General to speak to him personally so that we can discuss this issue.  One week before I was informed by the \"Ombudsman\" to get some sort of a bit of a compensation, and one week later I was accused of, in fact if you can you put it, I was convicted of doing all these things.  \n Then I arrived at his office and he was very friendly.  Doctor Wouter Basson was also there and we had a discussion and then the Surgeon-General, Doctor Knobel more or less denied that he promised he could help me and Doctor Basson said that the Surgeon-General had absolutely no connections, I was taken into the service of the companies by myself, I wasn't appointed by the government, I wasn't dismissed by the government, the government has got nothing to do with it and there's nothing I can do about it.  \n And I thought, but this can't be true, this was a government organisation and there must be something one can do about it, that is what I said.    ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Doctor Goosen, I appreciate that you may want to explain that what is put to you as having been, (a) a threat but more importantly, one that had a blackmailing element to the extent that you were saying you were going to expose General Knobel, but if you perhaps could be more specific and more without being elaborate.  I think the question is, did you threaten him?  You may want to say: \"Yes, I threatened him and he also threatened me\" ...[intervention]",
            "Unknown"
        ],
        [
            "DR GOOSEN",
            "I might have said, and I can't exactly remember the words but I definitely might have said that they cannot deny that they have never known me and I, I will not rest or I cannot accept it that they can state they have never known me.  That is not true.   And they said I was welcome to speak to KEEM, to the Auditor General, to whoever I wished to, I am free to do that.  I said: \"Alright, I will speak to these people to get the facts\".",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr du Plessis?",
            "Unknown"
        ],
        [
            "DR GOOSEN",
            "Because how can I prove a claim that I am innocent in being this bad person which they make me out to be.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Doctor Goosen, from this long explanation, you said you can't remember what you've said.  If you can't remember how can you dispute what Knobel has said, because he can remember what he said?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, no, that's not what he said.  He says he cannot remember the detail of it but he was clear about one thing, that there was an exchange there and he was seeking to say: \"Look, I have to a duty to myself, I can't just be left in the street\".  I think Mr du Plessis, there is a way in which you can put a version to the witness.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "I've done it already Mr Chairperson. ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, no.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "I told him that after Knobel had said: \"I'm sorry I can't help you any further\", he said: \"Now I'm going to expose you because you knew about everything\".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is your response to the Doctor Goosen, without explaining?",
            "Unknown"
        ],
        [
            "DR GOOSEN",
            "Mr Chairman, I definitely as I've explained it, said that they cannot deny that they knew nothing about this project and nothing about the appointing me and nothing about dismissing me.  And that fact, if needs be I will expose it, to whom, I haven't said but at that stage I intended to expose it to the Judge, the \"Ombudsman\" with whom we had dealings, Judge van der Walt.  I didn't go to newspapers.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr du Plessis?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Thank you Mr Chairman ...[intervention]",
            "Male"
        ],
        [
            "DR GOOSEN",
            "We had dealings with Judge van der Walt.  I said to Judge van der Walt: \"I am first going to speak to General Knobel again\".  And then I went back to Judge van der Walt and then Judge van der Walt said the OSEO office is right next to him.  And I can carry on with the story.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "No.",
            "Unknown"
        ],
        [
            "DR GOOSEN",
            "We ended up next to the vice-president's office.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Mr du Plessis?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman, my client indicated that this threat he made was much more serious and I want to put it to you that when the Knobel said he wasn't able to help you any further, then you said you are going to ...[no English translation] ...[transcribers own translation] tell the people that he was involved in a plot to murder President Mandela.  That is the threat you made to him.",
            "Male"
        ],
        [
            "DR GOOSEN",
            "No, Mr Chairperson, I'm sorry, that is not true.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Previously you did agree that you threatened him ...[intervention]",
            "Male"
        ],
        [
            "DR GOOSEN",
            "I've already explained ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I think he has answered the question.  I don't think we can test him.  You have put a proposition to him, he denies it, let's get on with it.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Thank you Mr Chairman, no further questions.\nNO FURTHER QUESTIONS BY MR DU PLESSIS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Polsen?",
            "Unknown"
        ],
        [
            "MR POLSEN",
            "I would just like to record that the original statement differed radically from the second statement and it was not put in the first instance to my client and therefore it must be valued in that light.  Thank you Mr Chairman.  It looks like an afterthought.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well.  Mr Cilliers?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR CILLIERS",
            "Very shortly Mr Chairman.\n Doctor Goosen, we've already given a lot of attention to the fact that there were problems with the way you handled various company matters, the subsidy, the private projects, the private use of company structures for your own gain.  There were such allegations and some of those allegations are substantiated.",
            "Male"
        ],
        [
            "DR GOOSEN",
            "Mr Chairman, we have already addressed that.  I told you what my involvement was regarding the substance and you will have to decide for yourself.  There is one other allegation which might be dishonest.  At a certain stage I replaced my car's shocks which were not replaced at the approved dealer and therefore there was also an allegation against me.  ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well, I think those are the sort of things that ...[intervention]",
            "Unknown"
        ],
        [
            "DR GOOSEN",
            "Please, I can't exactly remember this.  I definitely don't deny having conflict in the company.  I had conflict in the company, in every company there is conflict etc., but in my time not one cent was spent in training getting consultants on how to manage the company.  When my successor came, thousands, hundreds of thousands of rands were spent in getting consultants to work out how the company should be managed.\n So if I had problems, and that was not the problem and I've accepted and I also testified this morning that I went to my superiors and said: \"Look, if you have a problem and problems with the management I don't mind, replace me or train be or do whatever you want to.  I don't want to compromise the security of this cause we were fighting for\".",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "All that I want to achieve Doctor Goosen, and I'm not interested in the washing or dirty washing here in public today, this is not the purpose, all I want to put to you is that my impression is that there was, fairly or unfairly or whether the action against you was perhaps too strong, I don't want to comment on that, there were problems causing you to be replaced as Managing Director in the company and if got the impression from your evidence in chief, that it was an unsubstantiated action, my impression might be wrong. ...[intervention]",
            "Male"
        ],
        [
            "DR GOOSEN",
            "Mr Chairman, I don't think that my friend can completely make final conclusions on the management of these companies because we have not spent time on what was my management problems.  We can spend - and we can get every company employee to testify and we can line it up to exactly what my management problems were.  So now to finally concluded here what the problems exactly were etc., I think would be a bit presumptions.  ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I think what ...[intervention]",
            "Unknown"
        ],
        [
            "DR GOOSEN",
            "There were some problems - in my mind in anyone else's minds it might be different, it is for you to decide ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "No, no, no, I don't even think it's a question for us to decide.  I think what is being put to you however is that if one takes the totality of your evidence before you were being cross-examined, it would have appeared from that evidence that there were sinister reasons for your replacement as a Managing Director.\n And they are saying because they are putting these things to you which you are now admitting, there are, whatever weight may be put to them as instances, but there would technically be instances which you have now admitted which in any company would have formed a basis for you having been replaced or removed.\n They are not saying those were the only instances but they by themselves could have been formative of a basis for you to have been dismissed.  That is what is being put.  Even if we were to take away all the other reasons, and we are not saying you must throw them out of the window, let's say the only things that had been in existence are the ones that are now coming out under cross-examination, the use by you of the facilities, this, this, this.  \n They are saying, would you accept that they do constitute a basis for a person to be replaced as a leader or to be dismissed, in themselves.",
            "Unknown"
        ],
        [
            "DR GOOSEN",
            "No, Mr Chairman, they were not given at that time as the reasons for my dismissal.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, but I think what is being put to you is, if for instance on your evidence you say they were not given as the reasons but on their instructions as I understand them, those are the basis' on which you were dismissed, is that ...[intervention]",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "That is exactly the crux of the matter.  The impression was created by the evidence in chief that there were no reasons or background regarding confrontation or conflict between you and the company, if that was the wrong impression I gained.",
            "Male"
        ],
        [
            "DR GOOSEN",
            "Mr Chairman, yes, I haven't in my testimony touched on the dirty washing side at all.  I've heard some of these allegations yesterday and I haven't referred to them and therefore you should not blame me for not bringing these things out in the testimony.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "I'm not trying to blame you, all I'm trying to say is that there were reasons, good or bad, it's not for this Commission to decide they are not going to rule on that.\n Furthermore, is it not so that after the handling of one of these cases of alleged dishonesty and Doctor Swanepoel's handling of that, that you wrote him a letter to thank him for the way he handled that?  You named it the sensitivity in which he approached this matter, can you remember that letter?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "Mr Chairman, I can't remember that distinctly, the wording of the letter and the exact circumstances surrounding it.  If I can remember correctly it was about the extensions at my house.  And those extensions I started initially buying a bath and trying to improve the house.  I could not handle that any further financially and I applied for the subsidy and after I started with some of these this subsidy was approved.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "You needn't give the detail to the Commission.  My only point I want to make is, and the impression that was created by your testimony, was that Doctor Swanepoel was this insensitive inhuman Manager and he treated you in an inhumane way.  This does not seem to be correct if I look at the letter which you wrote to him in which you thanked him personally for the way in which he handled you when you could have been charged with fraud and it could have turned out in an ugly criminal case if Doctor Swanepoel wanted to do that.",
            "Male"
        ],
        [
            "DR GOOSEN",
            "The terms which are mentioned now, I can't agree to but that there was a good relationship between me and Doctor Swanepoel is true.  We worked in a positive work environment and also from his side I have a few letters on record thanking me for my inputs, my services and for attempts to restore these projects again, where he asked me again to come back to RRL.  We worked together in a very positive way.  I don't have a problem with Doctor Swanepoel as a person, as a human being, as a Manager.\n From the beginning I felt he did not have the correct background to manage a scientific environment.  I'm sorry if I created the impression that he was a inhuman person or whatever, that was not what I wanted to achieve.  We only had a confrontation after I had told him that we have to go and speak to all the sponsors, at the end of 1988.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "A further aspect, you told the Commission that this fertility project was aimed at black women.  If I understood you correctly the effect would be that it could be used or possibly used to control the numbers of black people in South Africa, was that correct?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "Yes, that's correct.  That was the purpose of the research being done.  That is how I understood that.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "Who gave you that impression?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "Doctor Basson.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "You see ...[intervention]",
            "Male"
        ],
        [
            "MR CHASKALSON",
            "Sorry, Mr Chair ...[intervention]",
            "Male"
        ],
        [
            "MR CILLIERS",
            "Because you see, Doctor van Rensburg was part of this research and his evidence was totally different.  Did you hear his evidence?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "Yes, I heard that.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "Did you hear that it differs from yours?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "He was the person who was in charge of the project?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "Can you give an explanation about this difference?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "It's easy to give an explanation.  The information flowed through various levels of a need to know.  It is not necessary if Doctor Basson and I discussed the black population and the population growth that we would have provided the same motivation to Doctor van Rensburg or would have given the same information as Doctor Basson.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "But if somebody had to obtain such information on a need to know basis, I want to put it to you that my interpretation - I have not been in the Defence Force, I don't know how this need to know principle works, but a logical approach would be that he would be the person who had to know what the intent of this project was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I don't think the two things, with respect, are the same.  If I understood, van Rensburg's evidence was that he in his considered opinion as a scientist did not think it was possible to be able to conduct that sort of research but that was his considered opinion and I think that was the tenor of his evidence.\n That does not mean, even if that was his opinion, what this witness says was conveyed to him was not in fact conveyed to him.  All that he was saying was that Wouter Basson said to him: \"This is the sort of thing that we must do\".  I didn't understand that van Rensburg was saying, also testified to the effect that he as van Rensburg had also been told by whoever that that was the sort of research that must be conducted, isn't that so ...[intervention]",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "That might be so but the point I'm making is, he has told you about the need to know principle and what I'm putting to him is that logically it seems to me that should that principle be applied, the person who has to be informed on a need to know basis what research had to be undertaken was the person in control of that research and not a person who stood outside the project and the research.  Do you understand?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "I understand.  You don't understand the scientific field.  What you said what was conveyed to him was the motivation for the project and not the technical criteria, those are two different things and motivation is one thing.  Why do I need a weapon to shoot that person?  It's not technical specifications what the weapon looked like and the scientists has this specification.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "Doctor Goosen, do I understand you correctly that you have known Doctor Neethling for many years and at a certain time you were related by marriage?  Do I understand your evidence, that you said he came to Roodeplaat twice while you were there?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "That is correct, yes. ...[intervention] that's what I've said.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "You were at Roodeplaat from the beginning to round about 1989?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "That was the time, a period of six years?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "And I accept that in the light of your relationship with him that you were even related family by marriage, you would know if he came there on a regular basis?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "We can accept that for that period, it could have been an instance when you were perhaps absent or you were on leave, we can accept that for that period of six years, twice or perhaps one additionally he visited Roodeplaat, not more than that?",
            "Male"
        ],
        [
            "DR GOOSEN",
            "Mr Chairman yes, Roodeplaat is a very big concern and I want to confirm that what is being asked we had a good relationship with him but on a family basis and I have a reasonable idea of his movements and I can confirm that he had a suspicion what was going on there.  We never talked about that directly in the first place.\n And secondly, it is so like you've said, he had the background information that it was a front company and we were involved in various things.  The two times he came there I want to confirm.  The other times he came there, and I want to say again it was a big concern and we had a lot of movement there, but as far as I know I can't differ, I can't confirm it unfortunately because I wasn't there all the time.  He could have come there during the night for example, I cannot vouch for that but as far as I know he was there twice.",
            "Unknown"
        ],
        [
            "MR CILLIERS",
            "Mr Chairman, I do not have any further questions but I want to put it on record that I had a conversation with Mr Chaskalson in this regard and also with Mr Currin, that the opinion was offered that I could not cross-examine witness under instruction of Doctor Mijburgh and Doctor Basson because they are refusing to testify.\n I said it is my opinion that that initial statement by Mr Currin was the correct one and in the light of that I will not ask questions on behalf of those clients.  That is the motivation for that, it is not on the basis that we are accepting the evidence given by this witness regarding those people.  \n I want to place it on record that there are other aspects of conflict between my clients and this witness but I am not going to spend anymore time on that but it should not be regarded as acceptance.  As it please you, I am now finished.\nNO FURTHER QUESTIONS BY MR CILLIERS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Currin?",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "No questions of this witness Mr Chairman.\nNO QUESTIONS BY MR CURRIN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On the point that has been raised by Mr Cilliers, the first point?",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Certainly that is my view that - with regard to cross-examination?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "We discussed that on the basis of my client Doctor Lourens and I suggested that I didn't think that they, if for example Doctor Basson was not going to testify, that he should then be able to cross-examine Doctor Lourens on the basis that he couldn't say to Doctor Lourens: \"This is what my client is going to put to you\" and we agreed that was probably the correct situation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Chaskalson, do you want to say anything on this, on the election that the defence or the representatives of Mr ...[intervention]",
            "Unknown"
        ],
        [
            "MR CHASKALSON",
            "I don't have anything further to add.  I would have just thought that it would have been proper if cross-examination was to be done, for some sort of version to be put and that is obviously going to put them in a difficult position.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  I don't think the situation calls for me or for the panel to make a ruling.  We are not going to make a ruling.  It is a matter of an election.  If the election is premised on what is considered to be a valued legal basis, that is then the election of counsel.  I can only say that the witness is here.  If there are certain things that have been said about those who are represented by counsel which are prejudicial to their clients and it is on record, then the opportunity is now for them to answer those questions.  There are always of course other remedies to guard against prejudice which are embedded in the Act.  Section 30 has been referred to by me on a very frequent basis and unless there are any other questions from the panel ...  Miss Sooka?",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "I have two questions.  Earlier on in Doctor Goosen's evidence he referred to Mr de Klerk promising that he would tell all.  I think I'd like some clarification on that please.",
            "Female"
        ],
        [
            "DR GOOSEN",
            "Mr Chairman, this is a general thing in '89, end of '89 when the first newspaper reports on the BSB activities were reported on, the then President de Klerk promised the nation on television that he would be transparent, investigate all these activities and report it fully before the end of January.  That is basically a bit of - the politicians I think always make these types of promises and they seldom materialise.\n I don't think he fully realised what he promised to do to investigate it.  We are still busy trying to uncover the truth about this whole complication, the cover operation situation.  \n There have been several Commissions appointed to investigate covert activities etc., etc.  It is a maize of BSB activities, covert companies etc., etc., so my point was that only this was very, very, complicated to uncover the truth which is proven here, what is the truth?",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Thank you.  My second question really relates to the question of funds and I just want to make sure that I understand it correctly.  That there was approximately a hundred million that was used to set this particular company, it was then sold to the shareholders for approximately a hundred thousand and it was then resold back to the government at a profit, is that correct?",
            "Female"
        ],
        [
            "DR GOOSEN",
            "The bottom lines of the figures, to say it was resold at a profit is speculative but as Doctor Swanepoel testified yesterday in his own testimony, for an investment of R50 000 you had a very good return of 4.5 million in two years time.  That was his own testimony and that was the bottom line.  The facts of it was, yes, as you said, it was established with government funds, it was not really operated as a private company making profits per se, so I think that's right.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Thank you.  My last question, I think somewhere in your evidence you mentioned that, when you talked about the disparities between your rule of the company and I think Mr Swanepoel's, you said that there would be some records and you made a reference I think to Coopers and Lybrandt, were they the auditors at the time?",
            "Female"
        ],
        [
            "DR GOOSEN",
            "Yes, Coopers and Lybrandt were not per se the auditors, Pierre Theron, Theron, du Toit and van der Poel were initially the auditors.  Pierre Theron being appointed by the State President at the time of the company's establishment, P W Botha.  Afterwards these auditing companies amalgamated and took over du Toit, and something was in-between, and then Coopers and Lybrandt in the end took over everything.  The complete records in the end and the auditors involved in the final sequestration and liquidated should be then be with Coopers and Lybrandt.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are you then saying that if for instance the Commission felt that it is in the interest of getting a complete picture and were that it's mandate to establish a complete a picture as possible around these issues including the funding of these front companies, where it goes to the question of looking at auditing records, Coopers and Lybrandt would be the auditing firm to go to?",
            "Unknown"
        ],
        [
            "DR GOOSEN",
            "I would imagine.  They were officially the auditors so they should have it.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\n Doctor Randera?",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Doctor Goosen, I just want to take you back to the pre-1983 period, before you started setting up this new establishment and you talked about your own role within the university and your links with the military establishment.\n Now of course Pretoria University seems to feature quite largely in different ways in terms of this relationship, so my question really is, given you standing within the scientific community in South Africa at the time, this relationship you talked of between the Pretoria University and the military establishment, were there similar relationships with other university departments in South Africa, Cape Town, Wits, Free State, Stellenbosch, in terms of work that was being done for the military in the pre-1983 period?  I'm not talking about post.",
            "Unknown"
        ],
        [
            "DR GOOSEN",
            "Mr Chairman, as far as I know, and I believe Doctor Knobel would be in a better position to answer the questions, as far as I know the arrangements with the Pretoria University departments, faculties was not exclusive, it could have been in other universities also.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "I just want to come back to your point about when you provided toxins and snake venoms to, I think you said Doctor Basson, and you mentioned first of all Doctor James Davies who was a conscript at that time and who was finishing his period, who had been sent to your department and I understood you to say he was with you one morning when you collected the venom from a snake, so he was party to the handing over of these toxic substances to Doctor Basson?",
            "Unknown"
        ],
        [
            "DR GOOSEN",
            "Yes, Mr Chairman.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Now you mentioned the one occasion, were there other occasions where similar exchanges took place between yourself and Doctor Basson or anybody else for that matter?",
            "Unknown"
        ],
        [
            "DR GOOSEN",
            "Mr Chairman, yes there was another substance which we developed which was the Endotoxin which was also conveyed to him.  Doctor Odendal was involved in that as well, as I've mentioned.  I cannot exactly - as I've explained this morning, the snake venom I can remember because it broke.  The incident is clearly in my mind.\n The transfer of the Endotoxin might have been through Doctor Davies or it could have been picked up by Doctor Basson himself.  We had numerous contacts in those days.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Thank you.  My third questions goes to the project on the fertility/infertility.  The first thing that I want to understand is, how does this fall - we've heard so much about the establishment of these units and why they were established, I just want you to explain to us how that fell because as I understood from Doctor van Rensburg yesterday, almost 18% of the projects that were being done for the military at that time that he was actually mentioning, I think it was the year 1988/89, was to do with fertility/infertility.  How does that fall within the whole realm of chemical and biological warfare?   That is the first question.\n The second one is, we've heard of this vaccine that may have been developed or was being worked on, but 18% is not only vaccines I assumes, there must have been other areas of work that was being done, perhaps you can tell us something about that.\n And the third question related to this is, are we talking fertility control here or are we talking sterility control when you were considering the various research that was being done?  Were we looking at a temporary thing, the pill or the injection that I know very commonly or were we talking about sterilising people on a long-term basis, permanently?",
            "Unknown"
        ],
        [
            "DR GOOSEN",
            "Mr Chairman, one thing which I can remember which we spoke about was the effectivity then of the product which needed to be developed, whether it is a 100% permanent sterilisation or whether it is a temporary or whether it is 80% effective, you know how these things work.\n We in fact discussed involving staticians from the university and we discussed getting them secret clearance so that they can work on the project for us, to work out models, what will be the influence on the population growth rate if the product was 50% effective for one year, 60, 70, whatever.  I think this answers your question.  So we realised that you cannot really, you might not achieve a 100% effective sterilisation and it was not thought to be necessary.  \n And then to come back to the first part of your question, because it wasn't really thought to get rid of all the black people in a 100% sterilisation programme, it was just thought to curb the birth rate.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "No, but I understand that.  What has that got to do with Chemical and Biological Warfare?  You know when you're talking about warfare you're talking about two armies in a situation.  What has the normal population got to do with chemical and biological warfare?\n And to come back to your earlier point, was it to do with controlling any part of the culture that prevailed at that time, that this had nothing, given the money that went into it, I mean we are not talking about a small amount of money and time that went into it, and regardless of what Doctor van Rensburg said yesterday, that this had to do with the initial appeal by the UNITA forces, that their female soldiers were getting pregnant and they were the best soldiers, was this essentially again, given that it was outside the realm of Chemical and Biological Warfare as I understand it, it was really just to control people and maintain the status which was maintaining the white status at that time?",
            "Unknown"
        ],
        [
            "DR GOOSEN",
            "Mr Chairman, yes, it's speculation, in my mind I think that is the possibility to maintain the status quo.  The other aspect which I also, which we considered in the whole time is, this is a problem, the high birth rate and the balance between the black population and the white population.\n There was even a time period if I remember correctly, when it was propagated openly by the politicians that the white people must have bigger families because we are being outnumbered, so we must increase our family size to have this balance.   So I think it was in those types of prevailing sentiments that this project was conceived.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Just a last question.  Just let me take you to your dog compound, a dog facility that you had.  On many an occasion when I've been at a demonstration and police dogs would come along and we would always say: \"Those are racist dogs\" because they seemed to be attacking black people rather than white people.  Now, as part of your training, is that what you actually did?  Was there a way of training these dogs to that level?",
            "Unknown"
        ],
        [
            "DR GOOSEN",
            "No ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And indeed it was a popular myth.  It's a very serious one you know, that dogs were specifically trained to attack black people.",
            "Unknown"
        ],
        [
            "DR GOOSEN",
            "No, Mr Chairman.  The training that we did was definitely, I can definitely deny it, that we haven't bred a specific racist dog.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Other than that, but in your training ...[intervention]",
            "Unknown"
        ],
        [
            "DR GOOSEN",
            "No, in the training ...[intervention]",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "In the Pavlovian principle way.",
            "Unknown"
        ],
        [
            "DR GOOSEN",
            "Most of our trainees were black handlers, to start with.  For ESCOM that was our initial intake.  So the training procedures were non person, it was on command indoctrination, repetitive indoctrination on command.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Advocate Potgieter?",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "No, thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well, Doctor Daan Goosen, you are excused.",
            "Unknown"
        ],
        [
            "DR GOOSEN",
            "Mr Chairman, thank you, and like Doctor Neethling I would say: \"Good Luck\".",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We need it.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}