{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-11-04",
        "location": "EMPANGENI",
        "names": [
            "Mariette Mnyaka and Lindiwe Mthembu",
            "Zibuyusile Msane",
            "Nozipho Mthethwa",
            "Zanele Taliwe",
            "Elizabeth Mbatha",
            "Ntombikanina Mthethwa",
            "Nomthandizo Nyawo",
            "Lulu Xolo",
            "Vusumuzi Khumalo"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56198&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/empang/empang1.htm",
        "speakers": [
            "CHAIRMAN",
            "DR MGOJO",
            "ELIZABETH MBATHA",
            "LINDIWE MTHEMBU",
            "LULU XOLO",
            "MARIETTE MNYAKA",
            "MOSES DUMISANI NYAWYO",
            "MRS GCABASHE",
            "MRS MTHETHWA",
            "NOMTHANDIZO NYAWO",
            "NOZIPHO MTHETHWA",
            "NTOMBIKANINA MTHETHWA",
            "PROFESSOR MAGWAZA",
            "VUSUMUZI KHUMALO",
            "ZANELE TALIWE",
            "ZIBUYUSILE MSANE"
        ],
        "original_speakers": [
            "CHAIRMAN",
            "MARIETTE MNYAKA",
            "DR MGOJO",
            "LINDIWE MTHEMBU",
            "PROFESSOR MAGWAZA",
            "ZIBUYUSILE MSANE",
            "MRS MTHETHWA",
            "NOZIPHO MTHETHWA",
            "MRS GCABASHE",
            "MRS TALIWE",
            "ZANELE TALIWE",
            "MRS MBATHA",
            "ELIZABETH MBATHA",
            "NTOMBIKANINA MTHETHWA",
            "MRS NYAWO",
            "NOMTHANDIZO NYAWO",
            "MOSES DUMISANI NYAWYO",
            "MRS XOLO",
            "LULU XOLO",
            "MR KHUMALO",
            "VUSUMUZI KHUMALO"
        ]
    },
    "testimony": [
        [
            "DR MGOJO",
            "The person who just opened this hearing for us is Bishop Herious from Roman Catholic.  He is from Eshowe.  He has been a priest for a long time at Umlazi, near Durban.  I know him very well.  We were together from Ixopo.  We are the same age.  We are from one area.  I would like to thank the Bishop for his presence and to give us the dignity and to open these hearings for us.  I've asked Richard Lyster that we should greet or welcome those who are here to give testimony and evidence.  I would also like to welcome those of you who are here.  We thank them very much for their presence.  We would like that those who are present today, they should encourage other people to come and listen, even if it's not for them to come and give testimony.  They must come and listen.  They mustn't just listen over the television, they must encourage each other to come and listen here, so that they comfort people who were affected, because our job is not -we aren't politicians.  Our job is to make sure that we listen to the testimonies that people are giving forward and then we take them to the Parliament to ... (inaudible).  It doesn't matter who is giving the testimony.  We take testimony from people from different organizations, whether Inkatha, ANC ... (inaudible).  We're relying on you.  We are here at Empangeni, because in other areas where we have been the holes are full.  Now, here at Empangeni it's different, it's empty, but we hope that maybe by Wednesday people will start coming.  Before I hand over to Mr Lyster, for him to lead us - he will be the chairman of this hearing - I would like to first introduce my colleagues here with me.  The one at my left-hand side is Mr Lyster.  He is a lawyer, a professional lawyer.  He will be the Chairman of these hearings.  He is also a Commissioner in Maritzburg.  At his left-hand side we have Professor Simangela Magwaza.  She is from the University of Durban/Westville.  She is a lecturer there.  We have asked her to come and help us.  She is in a committee - she is in a Rehabilitation and Reparation Committee.  That committee is responsible for taking grievances or people can ask help from them.  At her left-hand side the there is Dr Gcabashe.  She is from the Human Rights Violation Committee.  And then it's me, I'm one of the Commissioners.  We were chosen from Parliament, me and Richard Lyster.  We are responsible for KwaZulu/Natal and Orange Free State.  Now, before I hand over to Richard, I would all of us to go and shake hands with the witnesses.  The briefers will help us by identifying those witnesses.  Thank you.\nSHORT ADJOURNMENT\n/ON RESUMPTION\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you very much.  We are running a little late now, so we will start immediately with the first witness this morning, if she can please come up on to the stage.  It's Mrs Mariette Mnyaka.\n2A/0 Good morning, Mrs Mnyaka.  Can you hear me?  Can you understand me?  We welcome you here this morning and we know you must feel a little bit nervous, being the first one on stage this morning, but please try and feel as relaxed as possible.  You have come from KwaSokhulu and you are the mother of Cele Mthembu and you have come to tell us about his death.  Before you tell that story, please can I ask you to stand to take the oath.",
            "Unknown"
        ],
        [
            "MARIETTE MNYAKA",
            "(Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you very much.  You can take the earphones off now, because Dr Mgojo will help you and he'll speak to you in Zulu.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Mrs Mnyaka, the lady you are with, is she going to give evidence or not?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I will talk.  She'll just remind me of the things that I've forgotten, because she was there when this thing happened.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "In other words, this person has to take the oath too.",
            "Unknown"
        ],
        [
            "LINDIWE MTHEMBU",
            "(Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "By the way, Lindiwe, how is she related to you?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  She is my daughter-in-law.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Would you please give us a picture of your family.  You are Mrs Mnyaka.  We would like to know if you still have your husband or your husband is late and how many children you have.  Just give us the whole picture of your family.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Do you want me to mention their names or just to tell you how many there are?",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " No, even if you don't mention their names, just give us the full picture, whether you have children and whether you have a husband?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I have eight children, three of them are late now.  I'm only left with five.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " You mean you are only left with five kids?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.  The father died a long time before the three kids died.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " These five children, are they daughters or sons?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Two daughters and one daughter is not married.  Actually, it's three daughters - one is not married - and two sons.  I would like my daughter-in-law to remind me because I am now old and I can't recall everything.  I have two sons and three daughters.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Among these daughters are they married?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, two of them are married.  Only one of them is not married.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What about the sons?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  One is married and one is not.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " In other words, you are staying with children at your house?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I'm staying with the one who not married - my son who is not married and my daughter who is not married and other three grandchildren.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Your daughter, is she working?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, she's not working.  I have also two grandchildren from my late son.  My son is not working as well.  ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " These grandchildren, are they still with you?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, they are with me.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Are they at school?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, two of them are still at school and the youngest is at home.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Do you know what standards they are in?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  One is in standard 3 and the other one is a first year. Who is paying for their education?   ---   The mother.  If the mother has money she brings the money home.  If she doesn't I also try.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " How are you able to pay?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I am a hawker.  I am selling vegetables and fruit.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Now we have the picture, so we would like you to relate the story, more especially the story that happened on the 2nd February 1992, when your son was killed.  Your daughter-in-law can be able to help you, so just relax and relate the story to us.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  There are two children who are my late son's children.  They are at school.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " You said your son who is late left two children.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, he left two children with a girlfriend, not his wife.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " How old are they?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  One is 18 years and the other one is 17 years.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What standard are they?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  One is standard 8 and the other is standard 9.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Are these two the only children he left?  Is this his wife?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.  She also has three children.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " How many children do you have, Lindiwe?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  (Lindiwe Mthembu replies)  I have three.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " How old are they?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The first-born was born in 1986, the second 1988, and the last one was born in 1991.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Are they at school?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Two of them are.  The one who was born in 1986 ... (inaudible).  They are all girls.  And the other one is in first year and the other one is still at home.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Now, I would like you to relate the story of what actually happened on the 2nd February 1992.  Where was this and what happened?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  (Mariette Mnyaka replies) My son left for his brother-in-law's place, then stayed there and late at evening someone came and told him that there was an ox which was on sale, and when he was coming back home - because what I'm relating to you is something that someone related to me.  I wasn't there.  He said Inkatha's came and then they surrounded him.  They shot him.  They put a knife at his neck.  I only heard the next day.  Someone from my daughter-in-law's house came to tell us.  His brother took my daughter-in-law with him and then they went there to check that body.  It was lying in the road.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Let me just ask one thing so that I can clarify this.  Someone told you that your daughter-in-law's brother was killed?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, they were killed, both of them.  They were killed in front there.  We heard that they shot my daughter-in-law's brother and they shot my son.  After my daughter-in-law left for her home she came back and then I asked her, \"What's wrong?\", then she told me that ... (inaudible) ... as well is late.  Tuwenkosi.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " How old was Tuwenkosi?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  (Lindiwe Mthembu replies)  He was born in 1967.  His surname is Msane.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Was he married?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, but he had children - two girls.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " How old are his children?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The eldest is 8 years and then the youngest I don't know.  The one who is 8 years is still staying with my mother.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is she at school?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, she is in class 3 too.  Her name is Lindile.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Was she left with your mother?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, she is staying with my mother.  She only took the last-born with her. Where is your mother staying?   ---   My mother is staying at Sokhulu.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is she working?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, she's not working and she's not a pensioner.  My father is dead.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " How come your mother didn't come to write her statement or to give her statement?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  She did.  It's just that they didn't call her.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Now I have the full picture of your family.  Now I would like you to relate after he was shot and his body was lying there.  Did they tell you how they killed him? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  (Mariette Mnyaka replies)   Yes, they shot him and then they tried to slaughter him.  He was dead.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Do you know if there's anything that scared them?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I won't know.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Your son and his brother-in-law, were they members of any organization?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, my son wasn't.  The only thing that I heard is that all the people who were working for RBM were going to be killed.  Inkatha said that they were going to kill everyone who was working for RBM, because - that was said that even the whites who were working for RBM were ANC members, but my son wasn't.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Are you sure that your son wasn't an ANC member?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The area where we are staying is ANC area.  We are ANC, but we are scared to tell people that we are ANC, because they'll kill us.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Lindiwe, what about your brother?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  (Lindiwe Mthembu replies)   He was ANC.  Even the area where we live is an ANC area.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " This ox he was going to look for because it was on sale, where was that area?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  (Mariette Mnyaka replies)  It was at Mthembu's house. Who told him that there as an ox on sale?   ---   I don't know, because what I'm relating here is something that I heard from people.  There wasn't any ox on sale at Mthembu's house.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Was he used to these people who came and fetched him from your house?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know whether he was friends with these people, but I just think it was just a plot.  There was never a cow selling at Mthembu's house.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " These Inkatha people who surrounded your son, do you know any names?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, we don't, because what I'm relating today, as I said, it's something that I heard and I never heard of a single name, except that they were Inkatha people.  We reported this matter to Mbonambi Police Station.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " KwaMbonambi?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  KwaMbonambi Police Station.  The police came at the spot where he died.  They never investigated the matter.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " When you asked the police why isn't there any investigation done, what did they say to you, after you reported this matter to them?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They promised that they will investigate.  So up until today we've been waiting for the police.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Do you know any policemen whom you talked to?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " It was a white policeman, so we don't know him.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is he still there?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, he's still there.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " You don't know his name?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Other policemen who were there at KwaMbonambi Police Station when you reported the matter, don't you know them? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, we don't.  We were confused on that day.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Did you receive a death certificate?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, we did. Do you still have it?   ---   Yes, we do.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What's written on that death certificate, the cause of the death?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know.  I never looked at it, but I still have it here.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " We just want to see what the doctor wrote there, the cause of the death.  Do you know the name of the doctor who wrote that death certificate?  Was he a Government doctor?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, we don't know.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " If you don't have that copy we will need one.  You must try and find one, because we must see what was written there.  We want to know the cause of the death.  Now, if I may ask.  Your family seemed to be a very big family.  Who is taking care of you?  Who is maintaining you?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I'm receiving pension, even though it's not enough.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " So everyone from your family is relying on a pension?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, plus I am also a hawker.  I am selling vegetables and fruit.  We are selling fruit and vegetables.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " And this money, is it enough to take care of the whole family?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, it's not.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is your daughter-in-law working?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  (Lindiwe Mthembu replies)  No, I'm not working.  When my husband died we were staying together in our house, our own house, and my children.  After he died RBM is giving me a monthly grant.  Yes, I am receiving something from RBM.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " If I may ask one thing now.  How this thing affected you as a family?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  (Mariette Mnyaka replies)  It has affected me grossly, because I'm facing hard time.  I can't maintain my children sufficiently, because my son is the one who was maintaining us. You also said your house was burnt.   ---   I can't tell that because it was after he came I ran out.  I left the place.  My daughter-in-law is the one who saw, but she said she only arrived at the place after there was no one there.  I went and reported the case to KwaMbonambi Police Station and afterwards there was nothing.  They never investigated the matter.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Where are you staying now?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  After my house has been burnt one bedroom was left.  It wasn't destroyed fully, so I am now staying in that bedroom.  I tried to fix it a little bit and now I failed there.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " I think I've something written down here that you were staying somewhere and the house burnt.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  After I came back I didn't want to go back where I was hiding. After my house had been burnt I stayed at my daughter-in-law's house and then something told me that I must go back to my house even if it was destroyed.  Now I'm staying there.  I fixed one bedroom from that house.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Now, you are asking this Commission to do what for you?  Do you want the Commission to investigate or to do what?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I can't tell the Commission to investigate - to investigate what?  Because there is nothing I can get, knowing who killed my son.  All I need is the Commission to help me rebuild my house.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Are there any members who were affected psychologically or healthy, physical health?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, we are well, except for the fact that we lost my son.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "We heard everything you said.  We will take your request and your wish will be taken to the President and the President will look at it and the Government will be the one who decides what to do for you, but we've taken everything down, everything that you told this Commission.  We have taken a note of everything and we will take everything to the Government and the Government will see what to do.  We thank you for coming and relating your story to us.  I'll pass it over to the Chairman.  Thank you.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you.  Mrs Mnyaka, did you ever attend any court case of any sort, where the death of your son was talked about?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, there was never any court case.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " You said in your statement that ... (intervention) ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I was never told, but maybe my daughter-in-law appeared in court.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Did you go to court at any stage about your husband's death?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  (Lindiwe Mthembu replies)  There was never any investigation or inquest.  There was never a court case.  I was never in court at all.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Finally, you said that your son was attacked and killed because he was employed at RBM - that's Richards Bay Minerals?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  (Mariette Mnyaka replies)  RBM.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Was that common in those days that people who were working at RBM would be attacked?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, it was common that everyone who was working at RBM was going to be killed, because they were believed to be ANC members.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And who was attacking or who was encouraging them to be attacked?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We don't know.  IFP members, because we were ANC.  We were just divided by where we stay.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "2B/0 Thank you very much.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Just one question.  How do you know that IFP killed them?  How do you know them if you didn't see them?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Because they were killed at IFP area.  That area where they were killed, it was IFP area.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Thank you.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            "You also mentioned that there was someone who came and fetched your son to go to Mthembu's house.  Do you know this person or the name of that person?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " No, we don't know.  We only heard after he died.  What we're relating here is something that we were told.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " I would like to ask you, Lindiwe, because you didn't relate that much.  You said you are receiving a monthly grant from RBM company for the kids.  Is this grant going to take care of the children until they are old, do you know the cut-off line?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  (Lindiwe Mthembu replies)  Yes, they said they'll give one child R100,00 for his or her education and for maintenance until they go up to matric.  R100,00 each until they are 18 years and then after that there will be nothing.  I won't be receiving anything from them.  This money is too little.  I can't afford.  R100,00 is too little.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " Another thing that I would like you to explain to us is we heard Mnyaka saying that you are well.  We want to hear from you how this thing affected you.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, it did affect me badly and my children are still asking for their father.  I'm still staying in that house alone with the kids.  I'm missing him.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " It's natural for you to feel this way.  I would like to ask you one last question.  We feel very bad, we, as the Commission, if we meet people who are young like you and facing hardships like this.  Don't you think it can be good for you to find a job and work, so that you help your family and yourself?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know.  It's really difficult for me to find a job, because I'm not educated. Even if you can try and make things, but if you aren't educated it's really difficult.  I'm staying at home and I'm doing nothing and I'm relying on this grant and it's really difficult for me to find a job.  Some people who are educated don't even find a job, so for me it's even worse.  I'm still ... (inaudible).",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " What standard?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I left school at standard 5.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " You heard about RDP, that the Government is trying to help people like you to help themselves.  Don't you think it can be a good idea for you to join this organization or those projects?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I can.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Do you try to sell things like your mother-in-law?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I'm not, I'm sitting at home doing nothing.  The person who is selling things is my sister-in-law, not me.  I don't even have the money to buy the stuff so that I can sell that stuff.  The money that I'm receiving is only enough to buy food for the children.  Most of the time when I have to buy the things to go and sell it, it's when I don't have the money.  I only have money to take care of my children.  When I receive the money, it gets finished same time.  I don't have the money to buy the stuff to sell.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Professor Magwaza has mentioned something - you've mentioned something to her.  Are you seeing a psychologist or psychiatrist or social workers?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I'm not.  No, we never even tried to go to them.  We don't even know where they are, so we never went for assistance.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " If you can know where they are, can you go for assistance?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, we can. Thank you.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you, Mrs Mnyaka, Lindiwe.  Thank you very much for coming in to talk to us today.  You have both lost someone who is very dear to you, your son, your husband, and we were very glad that you were able to come here and sit together and to give each other comfort on stage.  We know that the people of this area have suffered very badly - people from Sokhulu and other areas around Empangeni, Esikhaweni, Sundumbili.  We know that there's a high degree of political intolerance in this area and we hope that the work of the Commission can start to change the attitudes of people and your stories are very important, because they tell us of that intolerance.  So we want to thank you very much for coming in today.  You were both brave.  You were the first people on stage today, which I know must be difficult for you.  Thank you very much.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Thank you.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/CHAIRMAN",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "1B/0",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Good morning, Mrs Msane.  We welcome you here, can you hear me and understand me?   Can you hear me?  Can you hear what I'm saying?  Are the phones working at the moment?  Can she understand me?  Perhaps she can try the other one.  Is that any better, Mrs Msane?  Can you hear me now?  Thank you very much.  Sorry about that.  You are the mother of Siphiwe Khumalo and you have come to tell us about his death in 1992.  Before you tell us that story, could you stand up to take the oath?",
            "Unknown"
        ],
        [
            "ZIBUYUSILE MSANE",
            "(Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you very much.  Dr Magwaza will now assist you in Zulu.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            "We greet you, Mrs Msane.  Are you well?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I am.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " We appreciate the fact that you are here with us today to relate the story of your son.  In a statement it's written that two people were killed.  It was Siphiwe and Lotha Khumalo.  Are these your children?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Lotha is my husband.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " I would ask a few questions about your family.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " We are residing at Sokhulu.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " Your husband, when he was killed, how old was he?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I don't know.  I can't tell his age.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " How many children do you have?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I have six children.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " How old are they?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  One was born in 1969, the other one 1974, the other one 1976 and 1980.  The other one was born in 1982.  The last-born was born in 1988. ",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " Out of these six children how many are there still at school?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Five of them.  Only one is not at school. What is he doing?   ---   He is not doing anything.  He can't find a job.  He left school at standard 5.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " And the one who was born in 1974?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He is in standard 6.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " The one who was born in 1976?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He is also in standard 6.  They are in one class.  The one who was born in 1980 is in standard 4 and the one who was born in 1982 is also in standard 4, and the one who was born in 1988 is in standard 2.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " Are you working?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I'm not, because I'm sick.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " What is the problem with your health?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I have asthma and operation.  I was operated because I was sick.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " When was this?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  In 1985.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " In your statement you mentioned that your husband died in 1993 and your son died in 1992.  I would like you to relate to us what happened.  Just give us the picture of what happened.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Siphiwe was a girl, not a boy.  She left home to a wedding - to her cousin's wedding - and then they came there and burnt the house.  I can't tell you what happened, because she wasn't with me.  I only heard that they were burnt at Nseleni and my husband went there and he found out they were taken a mortuary.  When he asked people around there, they said they didn't know.  They only heard a loud noise and they heard people screaming and, when neighbours went and checked, they saw the house was on fire.  They didn't know what happened. ",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " Let's stick on that one, when your daughter was killed.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  This was the only house which was burnt at Nseleni that time.  ",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " Was it political or was it something - clash between your family?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I can't tell that, because I wasn't there.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " At Nseleni were there political conflicts according to your knowledge?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I can't tell that.  Nseleni is the location.  I don't know whether they have IFP people or ANC people, because I was staying there at that time.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " What else did you receive, like information?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I can't tell you, but what I heard is that other people were saying it was politically-motivated and other people said it was a clash between the person who was getting married and someone else.  ",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " After your daughter had been killed, was there any case?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They did report the matter to the police, but there was no case.  We were never called.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " At which police station did you report this matter? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  At Nseleni Police Station.  ",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " You reported the case and nothing happened afterwards?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, the police from Nseleni didn't come back to us and call us.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " And did your husband go back to them?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, he did, but there was no investigation.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " Are there people whom you know who saw this thing happening when the house was burnt?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, we didn't get any witnesses, because even when my husband went there to ask people what happened, they said no, they didn't know.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " Your daughter's cousin, was she politically active or what?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, she was just working.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " I'm asking about this cousin of your daughter, who was getting married.  Was she politically active?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I only heard that she was ANC - she was an ANC member and my daughter as well was an ANC member.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " When other people were telling you that it might happen that they were killed because of politics, did they mention something as to why and how?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, they didn't.  I never used to ask them.  My husband was the one who was asking the people.  I never used to ask the people who were talking about this.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " Let's can back.  Can you please relate to us about your husband's death.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My husband was at home.  At about 3 o'clock people came and they were wearing balaclavas.  They told me to hide and I asked them why should I hide.  I went to the kitchen and I saw them stabbing my husband.  When I came out, they told me that, \"Hide.  Why are you watching?\", and they stabbed my husband until he died.  I ran out.  I went to a shop called Ebugele.  I told a white man who is working there -I told him to call the police.  The police came late at night and they fetched his body.  When we arrived there with the police we looked for his body and we found his body at the nearby bush and they took his body.  I went with the police to Mbonambi Police Station.  I gave the statement to the police as to how they killed my husband.  They came back to destroy my house.  They took my furniture, money.  They took my refrigerator.  They took everything - the clothes.  ",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " When all these things were happening, was your husband a member of any organization?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, he was a member of ANC.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " Was he working?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, he wasn't working.  He was self-employed.  He was selling vegetables.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " Let's go back to these people who stabbed your husband in front of you.  You said they were wearing balaclavas.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, they were.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " Please take your time.  We'll only continue when you feel much better.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " Did you happen to know afterwards who killed your husband?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I never heard.  Even if people knew about it, people were scared to tell.  People were scared to reveal names, because they were afraid that they would be killed.  Because if you happen to open your mouth you are going to be killed.  I can't tell you who did this, really.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " You don't even suspect who killed your husband or what organization they were affiliated with?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I can't because after that boys came to my house and they grabbed me and they said to me, \"You did well by not telling the police who we were or who we are\", and then I asked them, \"What do you mean?\"  They said, \"We meant exactly that\".  I knew those boys.   I knew all of them, but they are now dead.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " What killed them?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know.  I think it's their job - what they were going around doing.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " According to your statement, your husband was killed at about 3pm, but you said the police came late at night? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, the police came very late at night.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " Was there any case?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, there wasn't any case.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " What happened?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Nothing happened, because when the police investigated this matter they didn't find the boys.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " The police who were responsible for this case, do you know them?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was Umthembu, but the one that I gave statement to was Mchunu from Mbonambi Police Station and that was the end of the story.  They didn't even give me the number of the case.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " When they were stabbing your husband, were you the only one?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I was the only one.  There was no kids around.  I was the only witness, because my sons were not at home.  They went to see the match - soccer match.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " How did this affect your life?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I got ill.  That's how I lost weight and my heart is still sad.  When I look at my kids hungry I cry.  When they come from school they cry for food and I can't give them food, and when my husband was still alive he could support my children.  ",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " Do you attend any hospital for medication?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I don't, because I don't have money.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " Except asthma and operation, what else do you have? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I'll tell you, my whole body is sick.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " Are you receiving any pension?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I'm not.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " How do you support yourself?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Nothing.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " How do you support yourself as to food?  Who is buying food?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Sometimes I do go to bed without food.  Sometimes my children go to neighbours and give help to them and then they pay them.  Then we can have food in that way.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " What else can you ask from us?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I would like the Government to take care of my children, just to support them.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " In other areas we have social workers, where people go for help.  Did you ever try and go to see social workers?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I did, but nothing happened so I eventually stopped going to them. We understand your problem, Mrs Msane, and we understand the request you are making before us.  Our job is to take whatever you ask from the Commission, to take it to the Government.  Some of them we can be able to help you soon.  You don't need to go to the Government, like to take you to social workers or to hospitals, so that they help you.  And your story is really touching.  Thank you.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "I would like you to start relating to me what actually happened when you said your husband was killed at 3 o'clock, but when the police came the body wasn't there. ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, it wasn't there, because I think they pulled the body and they hid it in the nearby bush.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " One last thing.  You said you have five children who are still at school.  Who is paying for their education?  Because you just said to us sometimes you go to bed all of you without food.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Like I told you, my children ask people, neighbours, to help them, so that they pay them and then they come back.  They pay for food and that's how they pay for their education.  They are at Sibululwane School.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Do you know the principal of the school?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know his name, but I know a teacher by the name of Hadebe.  ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Okay, thank you.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Thank you.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Mrs Msane, that area that you live in, where your husband was killed, what is that area called?  Is it Sokhulu?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Sokhulu.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And that part of Sokhulu, is it an ANC area?  I know Sokhulu is divided into IFP.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " So you are staying in an ANC area?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  ANC area.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Do you believe that that is why your husband was attacked, because he was living in that ANC area?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I do believe so.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you.  Mrs Msane, thank you very much for coming in, telling us your very sad story.  We can see that you are still suffering from your husband's death, even though it took place three years ago.  We know how difficult it is for a parent not to be able to look after and care for their children, and this has been brought about by the loss of your husband and the breadwinner of the family.  We will try and investigate what took place here.  Who were the people responsible.  It can't bring your husband back, but it may assist you to know who did these things and you may be contacted by one of our investigators and we would like you to do everything you can to help them, so we can get to the bottom of who did this terrible thing to you.  And, as Dr Mgojo has said, we will attempt - we will certainly make recommendations to the Government about how you might receive assistance in the education of your children.  So, again, thank you very much for coming in today and telling us your story.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/CHAIRMAN",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "3A/0",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "The following witness is Nozipho Mthethwa.  Good morning, Mrs Mthethwa, can you hear me?  Thank you very much for coming in.  You are from Mtubatuba and you've come to tell us about the death of your ... (intervention)",
            "Unknown"
        ],
        [
            "MRS MTHETHWA",
            "Sokhulu.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "So you are also from Sokhulu.",
            "Unknown"
        ],
        [
            "MRS MTHETHWA",
            "That is correct.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "So the statement is wrong.  And you've come to tell us about the death of your husband, Aaron.  Is that right?",
            "Unknown"
        ],
        [
            "MRS MTHETHWA",
            "Aaron.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Who died in 1992.  Can you stand, please, to take the oath, before you tell us that story.",
            "Unknown"
        ],
        [
            "NOZIPHO MTHETHWA",
            "(Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you very much.  It's Mrs Gcabashe who will assist you with your evidence.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Good day, Nozipho.  If you can't hear me, please tell me that you can't hear me.  Let me first start by thanking you for the courage that you've shown to come and appear before this Commission.  As you will know, the aims and objectives of the Commission is to give out the truth and find out more about the human rights violations that took place in the past years, especially during the past regime.  I welcome you on behalf of the Commission.  Even before we start relating your story, in your statement you said you were staying at Mtubatuba.  Is there a mistake?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I said I stay in Sokhulu, because I never stayed in Mtubatuba.  I stay at Sokhulu.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Before we get into the core of the matter, we would like you to give us a brief background about your family. Your immediate family, your children, your parents.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " My in-laws have passed away.  My own parents are still alive.  ",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Are they working?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, they're not employed.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Tell us more about yourself and your family.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " Aaron Mthethwa was my husband, but we did not have any children.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " You don't have any children that you're staying with at the moment?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I am staying with two children.  That is Aaron's brother's children.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Just tell us what their names are.  Where is his brother?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He's still around.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Is he staying with you?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, he's staying at his place.  He's got his own place.  I mean the brother, Aaron's brother has got his own place, and the names of the children are Malusi and Nombusilelo.  Nombusilelo is one year old and Malusi two years old.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Can you tell us, these children sound so very young, why aren't they staying with their mother?  You said they were your husband's brother's children?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They are my children that I got from my present husband or my present companion.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Aren't they going to school?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, they are not attending school as yet and I'm not employed.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " How do you make your living?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I'm busy knitting jerseys and I sell them, but they don't really buy those jerseys, so I'm just keeping myself busy.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " What do you mean that they are not really selling. ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  At times I make ten jerseys and I am not able to sell them.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Where do you get the money to buy the wool, because you are not working and the jerseys are not being bought? ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I was also selling bananas.  I am selling fruit.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Is that how you make a living?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Let's come to the core of the matter.  Tell us about your husband's death.  According to your statement, you said it was in 1992.  Just give us a brief explanation as to what was taking place at that time at Mtubatuba.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " It was on a Saturday morning at about nine.  I don't know what was there in that place.  He was sitting with his mother as well as his brother and there came a certain person wearing a copper hat - balaclava.  We could not identify him on the face because he was wearing a balaclava.  He asked my husband that he wanted to speak to him and his brother indicated that he wanted to speak to Aaron.  This man came and said that he wanted to speak to my husband and my husband asked as to why he wanted to speak to him, but he nevertheless went to him.  When he went to him, instead of this person talking, he went away and left my husband standing there and my husband ended up following him and they went towards the forest.  My husband kept on following this man and they went away.  His mother realised that they were now getting into the forest and she decided that somebody should follow and she spoke to his other brother and said he should follow them and see what was happening and what were they talking in the forest and why weren't they talking anywhere else except in the forest.  And the elder brother followed him.  Then we just heard gunshot immediately thereafter and we heard the second gunshot.  Then we saw this man - the elder brother - coming back, and telling us that they had killed Aaron.  That was the end.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Let me just find out.  What's the name of that brother?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was Moses Mthethwa.  Moses Mthethwa is staying at KwaSokhulu, but is presently working in Johannesburg now.  ",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " According to your own opinion, why do you think your husband went into the forest with this man?  Why did he follow him into the forest?  Was it a person known to him or what was happening?  Why did he follow him?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He did not know him because he had disguised himself.  He had hidden his face under this balaclava, but when he called my husband, according to his mother, he said he wanted to speak to Aaron.  He wanted to say something and he was going to come there.  Then when he stood up and went to this man, this man did not stop there, but he kept on walking away and my husband kept on following him.  We don't know whether this man said, \"Come and follow me\", because we never heard anything.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " At that time at KwaSokhulu, were there any riots or was there any tension between the residents?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, there was a lot of tension.  ",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " What sort of tension was there?  Were there riots, school boycotts, political organizations fighting against each other?  What was actually happening?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I think it was some riots, but I think there were some criminal elements in it.  It started off with political organizations fighting each other off.  That's how it started, but at the end of the day it culminated to a violent and criminal situation.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Now, according to your opinion, was your husband killed because of political involvement or criminality or anything?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I think it was more of a criminal situation than political organizations, but I'm really not positive.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " You said this man he disguised himself.  You could not see him properly.  Thereafter did you hear anything as to where this man was coming from?  Did he belong to any political organization or what was the significance of his presence at that place?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  His other brother went to see him.  Immediately when he got to him this man said, \"You must go away\" and he hit him with the back of his gun and he said he must go away and not come to look.  ",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Have you ever heard anything thereafter as to where that man came from and why did he kill your husband?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " At Sokhulu, whenever anything happened or if a person was killed that was the end of it.  No people would be arrested, so we don't suspect any political organizations or any elements, but we just don't have the slightest clue as to what was happening.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Did he belong to any political organization?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " No, he did not belong to any political organization.  He was a Christian.  He believed in going to church.  He was a Zionist member.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " What about your brothers?  Do they belong to any political organizations?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I wouldn't know, because we did not stay at the same place.  For instance, his brother, the one who went to look when he was killed, he doesn't stay at home, he works in Johannesburg.  Even now he's not around.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Nobody witnessed the incident besides the elder brother?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, nobody saw.  His name is Moses, the elder brother is Moses. Now, what did you do thereafter?  Did you enlist any help?   ---   We asked another man who had a car to phone the police at KwaMbonambi Police Station - Mr Nklego.  We asked him to assist us.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Did Nklego take you to the police?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.  We saw the police come.  Mr Nklego went to the police to report the matter, so the police came to our place.  The police came into our house.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Was there any inquest that was held?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  When I got there my husband had already died and they took the corpse, as well as his elder brother, Moses, and say what he saw and he submitted the statement.  They took the corpse and that was the end of the story.  ",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Were you ever given the court case?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We were never given anything, nothing whatsoever.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " When a person has died, he is taken to a State pathologist for a post-mortem.  Did you know anything about the post-mortem or was there any inquest held thereafter?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, we were given a death certificate, but I don't remember any inquest.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " What was the cause of death, according to the death certificate?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I do have it with me, but I never read it, so I don't know what was said in it.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Was it the end of the case?  It never even proceeded to court?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " You say his mother was present when this happened.  How did she feel about this?  How did it affect her?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " When my husband had died my mother-in-law also died after a year.  She got very ill.  She died from a heart attack.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Now, let's come to you as the wife, you personally.  In this trauma that you've gone through - your husband was killed.  He was not ill.  It was not an accident.  How do you feel?  How did it affect you?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Ever since my husband died I was traumatised because he left me with a very big house that was not yet finished, because he was still building the house and when he died he left everything and I was left all by myself and after Mthethwa died I suffered from heart disease.  I had heart problems.  Yes, I do have heart problems.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Have you ever gone to see any doctors?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I do take some herbs.  I take some, \"Muthi\".",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Have you ever been to the doctors?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I've never been to the doctors, because I do not have the money to go and see the doctors.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Have you ever gone to the clinic to seek help?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, I know that it does happen, but I have never been to the clinic to seek medical help.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " You said you've got these two children now.  You got them after Mthethwa had died.  Is their father present?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, he is.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Is he helping you in any way?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, he's not helping me.  He's not employed and he's staying at his place - his mother's place.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Is he employed?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, he's not employed.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " He's not helping you in any way?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, he's not helping me in any way.  I'm struggling all alone to raise up the children.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " In your statement you said there was going to be a rally that was going to be held, where Mr Buthelezi was going to speak.  Just tell us briefly about this rally.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was asking me as to why he had been killed - why my husband had been killed.  He must have belonged to a certain political organization.  They suspected that he was a member of the IFP.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Tell us briefly about the rally.  Was it on the very same day that your husband got killed?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know anything about the rally.  I never spoke about the rally.  I knew nothing about the rally.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " In your statement there is something that is said about the rally.  Now, the Commission does not have the powers to promise people or to promise to deliver to people whatever they want, but we take your request.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " I would request the Commission to help my children to further their education.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " What are the names of the police who came and took the statement?  Do you perhaps know them?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, they were white policemen.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Please do not make noise.  Contain yourselves.  Give some respect to the victim, because you are disturbing the victim.  You are talking and making noise whilst she is rendering her testimony.  So we urge you to keep quiet and be supportive and respectful to the witness.  We urge you, please, to refrain from such actions.  We have been going around the whole of South Africa and we haven't met with such behaviour.  Our duty is to listen, so that when we go back we will give a full and comprehensive report so that may encourage others to come forward and tell their stories, but you are not making any good example.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "As you had already pointed out, there was nothing that came out of the case.  Do you perhaps know who took the statement?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, they never spoke to me but they spoke to my husband's elder brother. Did the case ever proceed to court?  Where was the policeman coming from?   ---   From KwaMbonambi Police Station.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Thank you very much, Nozipho.  We do understand that you've gone through so much pain.  The manner in which your husband died leaves a lot to be desired in our society.  As I have already told you, we do not have the powers to promise anything, but we do take these suggestions and make recommendations to the State President and the State President reaches a decision as to how people like you should be helped.   Have you ever been to the welfare people?  Did you go and tell them that you are not employed and you are trained to knit jerseys, but you are not succeeding?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I have been told about the welfare offices, but I do not know how to go about getting such help.  I don't know where the welfare offices are and  I don't have full information that I can utilise, in order to get the help that is available.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "I'll give you advice.  You will see the welfare people so that they can assist you with your efforts, especially with trying to sell the jerseys.  I'll hand over to the Chairperson.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Dr Magwaza.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            "I'm just going to ask you one question.  Probably what I might have asked or should have asked from other witnesses.  As you give your testimony, you look very tense and not free.  It's as if you are evading the topic of political organizations.  Is the situation still tense even now, that when you come to the Truth Commission to give testimony you fear that your life might be in danger?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I'm not afraid of anyone, but we do not trust each other within the community, because if you go to the Truth Commission and speak about a certain organization you pose a problem for yourself.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            "I can understand that because it does happen that certain things which are written on the statements are not said when the witness gives testimony, but if you want to avoid these lines that you made in the statement, that is quite acceptable.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Just one last question, Mrs Mthethwa.  We've heard from other witnesses that Sokhulu is divided into areas which are ANC and areas which are IFP.  Were you and your husband living in the ANC area of Sokhulu or the IFP area, or isn't that area divided like that?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We were staying at KwaSokhulu.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And is it divided into IFP and ANC areas?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We were staying in an ANC stronghold.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Mrs Mthethwa, thank you very much for coming in.  Mrs Gcabashe has summed up quite adequately, so I won't take the matter any further, save to say again thank you for coming in - being brave enough to come and sit on the stage, tell us your story.  We will, through our investigative unit, try to find out more about your husband's death, if that'll assist you, but, of course, we cannot promise that we will be successful.  We have so many hundreds and hundreds of incidents like this - murders - to investigate from all over KwaZulu/Natal and the Free State.  But we will try and make investigations from the KwaMbonambi police into your husband's case.  Thank you very much for coming today.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "We are going to have a short break now, where the witnesses and the staff will have tea, and we will come back after twenty minutes.  Unfortunately, tea cannot be provided for members of the public, so just take a break outside, stretch your legs and please come in within twenty minutes.\nSHORT ADJOURNMENT\n4A/0 ON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Good morning, Mrs Taliwe.  Can you hear me?  Can you understand me?",
            "Unknown"
        ],
        [
            "ZANELE TALIWE",
            "Yes, I hear you.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Thank you very much.  We welcome you here today.  You've come to tell us about the death in 1992 of your husband.  Before you tell us that story, please can you stand to take the oath?",
            "Unknown"
        ],
        [
            "ZANELE TALIWE",
            "(Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you very much.  Mrs Gcabashe will help you now.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Good day, Cecilia.  I can see that you were still very young when this happened.  I thank you for your courage and your bravery to come up here before this Commission and give evidence, so that we know what happened and how our people were tortured and tormented and their human rights were violated.  I'll just ask you a few questions in regard to your family.  Can you tell us whether you have any parents, whether you have any children and are you employed or not.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I have five children.  It's four boys and one girl.   I have four boys and one girl.  How old are they?   ---   My first-born was born in 1979, my second-born 1980 and my third-born 1983, my fourth-born 1989, and my last-born was born in 1991. How many are still at school?   ---   All are still at school, but my last-born is still at nursery school.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " How old is the last-born?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was born in 1991.  The one who was born in 1979 is in standard 9.  They are both in standard 9, as well as the on who was born in 1980, and the one who was born in 1983 is doing standard 6.  The one who was born in 1989 is grade 1, and the last one is at nursery school.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Are you employed?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I am.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Where are you working?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I'm a teacher at Mnchangole.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Do you still have parents?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I do have a mother.  My father passed away.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " I shall ask you to give us a brief background as to what was happening in that particular place, which culminated in the death of your husband.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  There were rumours that he was going to be killed.  People kept on telling him.  Then we received anonymous telephone calls, threatening him with death.  Some would come to our home looking for him but, fortunately, he would be at work.  On this particular day before he died he said he wanted to go and see his father.  After watching the 7 o'clock news he wanted to go and see his father, who was still at Dlangezwa.  He took Vusi along and Vusi was supposed to be accompanying him.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Who is Vusi?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was a friend of his who was ... (inaudible).",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " You can go on.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They went away and we slept.  Just as we were sleeping we heard a knock at the door and Vusi was very hysterical at the door and he was screaming that we should open up the door.  When I opened up the door, I saw Vusi's trouser full of blood and I asked him as to what had happened.  He said he had been shot, together with my husband and I asked him as to where they got shot and he said next to the bridge - next to Maholoholo Bridge.  And Vusi was with the police at that time and I wanted to go with them, but the police were calling him and they were telling him that they were in a hurry, they wanted to take him along.  They went away together with Vusi and they said they were coming back.  They were coming to fetch me so that I could go and identify my husband and see how he was shot.  They went away and they came back all by themselves with Vusi and they told me that - they first asked me as to who my husband's name is.  I told them.  They told me that he had been shot next to the bridge and I asked them as to where my husband was.  They said they did not know.  I requested them to take me along so that I could go and see where he got shot.  They said was I was not supposed to go because my husband had already died.  He died on the spot, and I asked them to take me to Dlangezwa, so that I could tell his father that his son had died.  They took me, together with the kids to Dlangezwa.  They left us at his father's place and there was another young man who staying there - that is my brother.  His name was Fando and I told Fando that they had shot my husband and he had been killed.  We went into the house to wake my husband's father and I related the story to him.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Who is Fando?  What is he?  Is he a relative?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " He is my brother.  He is my mother's sister's son.  His surname is Khoza.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Was he staying together with you?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, he stayed with me a Dlangezwa and he went on to tell my husband's father and my husband's father said we should call a certain neighbour, who had a kombi, from the Mkhwanazi family, so that we should proceed to Esikhaweni, and they took us to Esikhaweni and he left us there, together with the mother of my husband.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Where was he taking you to?  What was happening in Esikhaweni?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's my house.  He was taking us to my house.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " What happened thereafter?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The following morning we went to Avbob and at Avbob they told us that we could not see him and they told us that he had been brought by the police, but they told - the police told them that we should permission from the police station before we could see him, so we had to go and fetch some form of permission from the police station before I could see my husband and they said I should go to KwaDebe and speak to Khumalo, next to the shop, Daya Supermarket.  We went to Mr Khumalo.  We told Khumalo that we were the Taliwe family and they said we should come and ask for permission, written permission, to go and see my husband and Khumalo said - we related to Khumalo that we wanted my husband to be buried on that particular week-end.  Then he said he was not able - if they wanted to they could keep him for the whole month and we would only bury him when they wanted to and they refused us permission to go and see my husband and he said he was going to phone us and tell us as to whether we were permitted to see my husband and the following day he phoned us and said there was a certain policeman who was going to come and see us.  We stayed there for the whole day up till the afternoon, waiting for this particular policeman, but the policeman never turned up and we went to a certain policeman to seek some help and he listened to our story.  We related it as Khumalo had said it to us, and this policeman said he is going to allow us to see the corpse, but we should not tell anyone because he was going to be expelled from work.  He was going to be dismissed, because the police said we should not be allowed to see my husband without their permission, and that was the end.  We did not see him for that particular day and Khumalo phoned us the following day and told us that there was a mistake.  We should go the following day, because that was the day that the post-mortem was going to be conducted and there was a certain policeman who said we were not allowed, as family members, to get into the post-mortem operation, because we were going to distract the doctor and we asked as to why Khumalo had sent us there if we were not supposed to be there.  He totally refused to let us in.  After the post-mortem had been finished, this policeman came with papers and said we should sign, and I refused to sign because I was not there when the doctor conducted the post-mortem, so I don't know anything.  The policeman said I was not going to get the corpse so that we could bury my husband, because we didn't want to sign and we would be only be able to bury my husband if I signed the papers.  My mother told me that I should sign, but I flatly refused and Fando ended up signing those papers and the policeman took them to another section of the police station and I went to Dove's so that they could take my husband.  I was going to use Dove's Funeral Parlours and they should take my husband, so that I could be able to see him, because when we saw him - we saw him without permission when that policeman said we should come and Dove's is the one who buried my husband.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Now, those papers which were signed by Fando, what was written on those papers?  What were the findings of the pathologist?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The pathologist had written that he was concussed.  He had a head injury.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Is that all that was written there?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " According to your own observation, when you saw him at that funeral parlour, what injuries did you notice?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We knew that he had been shot and at the time that we got to Dove's Funeral Parlours we only saw his head just at the temple.  He had been shot at the temple.  But after the other investigators had told us the story, they said he had been shot through the nose.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " What was the name of ... (incomplete)  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " It was Bongani Nxumalo - the investigator was Bongani Nxumalo and Edwin Dlamini.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Where were they coming from?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They were from ITU.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Are they still alive?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They were not staying here.  They were from Maritzburg.  So we don't know what became of them.  The last time we saw them was when they came.  ",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " According to the investigation, was there any report that you received?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We got that report that the bullet wound went through the nose and not through the temple, as we thought.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " The person who showed you the corpse, is he still alive?  Is he still working at Avbob?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, he is.  I do not know his name, but he's still working at Avbob. Is he still there even now?   ---   Yes, he's still working at Avbob, even now.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Were you ever called for an inquest or a case?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " No, there was no case.  There was no inquest.  That was just the end of everything.  I never even went to court.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Did you open a case with regard to your husband's death?  Did you go there, open a case and get a case number?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They never called me.  The policemen only came at the time they said I should tell them my husband's name as well as surname.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " In your statement you talk about a certain Gcina Mkhize.  Can you please tell us what Gcina Mkhize is to the equation?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  On the day that he died he said to me if he died we should know that Gcina Mkhize was the one who had killed him.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Did he explain to you as to why he suspected Gcina Mkhize?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He usually said Gcina Mkhize had a gang and they wanted to kill him.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " What was Gcina?  Was he a member of a certain political group?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  At that time my husband said - he did not explain to me, but I only knew it later on, when I was told by the police and when I was told by the ITU people.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Now, tell us as to what he was.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They said he was a ZPO - KwaZulu Police.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Was your husband involved in a political organization?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, he was a member of the ANC.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Now, according to your own opinion, do you think this has any connection to his death?  Did it have anything to do with politics?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I did suspect it at some stage because he used to say even if they could kill him, they would not finish off the ANC.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " You say he was killed next to the bridge, KwaMaholoholo.  Was it ever heard as to who shot him?  Was it the policemen or just ordinary people?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  According to Vusi's explanation, he says when they got to the cross from J1 section they saw a certain car following them.  They were from Esikhaweni, heading to KwaDlangezwa, and there was a certain car that was following them.  It overtook them.  Just when it was parallel with the car in which they were driving, they started shooting.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Did it look like a police car or did it look like just an ordinary car?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He told me the make of the car as well as the car plates.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " If you would like to speak to Vusi, where can you possibly get him?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They said he had joined the army.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Whereabouts?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I do not know, but whenever he is at Esikhaweni he usually comes to my place to see me.  Yes, he does come to see me, as well as my children.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Since your husband's death, how are you feeling, because this happened at a stage when you were quite very young?  Was your health affected physically or emotionally?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I was affected in a very adverse manner.  What disturbs me even more is the lack of finance on my part.  I'm not able to bring my children up and take them to school and I do not fulfil their needs.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Health-wise, how are you feeling?  That is yourself and your children?  We do realise that there is a big difference between the time that your husband was alive and after his death.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I got very emotionally disturbed.  Even now I'm not free.  I can't forget.  I'm very much emotionally disturbed.  I can't forget his death.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Take your time, Cecilia, this is a very painful story you are relating to us.  As well as the fact that you remember all this so vividly and you have to relive the ordeal and speak about it once more, we understand that it's a very painful situation.  How are your children?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My children disturb me even more because most of the time they speak about their father and this one - my last-born was four months old when my husband died and he always asks as to where his father is.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " How are the children coping at school?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The two were supposed to be in standard 10 now, but when their father died their studies suffered and they had to repeat standard 9.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " You also speak about your father-in-law.  You say he is not well.  You wish that you could get some help.  What is he suffering from?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He died as from - he got ill as from that day that my husband was killed.  He suffered from diarrhoea and he had a heart problem.  He was admitted.  He never even went to my husband's funeral.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " When did he die?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  When I came to the Truth Commission my father-in-law was no longer alive.  He had died already at that time.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " You also request that you should be helped with regard to housing.  Where were you staying?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, it was a company house.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Is there anything else that you would like to say to this Commission that we can pass on or include in our report to the State President?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I would like to say that the President should help me raise my children and offer them some bursaries so that they can further their education and I would like to know as to who killed my husband.  I want them to come forward and admit, because I hear rumours that they do admit, but they have never faced me and told me in the eye that they are the ones who killed my husband.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Thank you very much, Cecilia.  We pass our condolences to you.  It is very obvious that you are still feeling very bad and tormented about your husband's death.  Have you ever gone to see any doctors, especially psychiatrist, because you are emotionally disturbed?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, I do go to see doctors.  At times I would go for a headache, because most of the time I suffer from the headache - constant headaches and I've got a problem with memory loss.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Did they ever advise you to go for counselling?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, they never did.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " But would you like to get any counselling?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I would appreciate the effort.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "We thank you very much, Mrs Taliwe.  I shall hand over to the Chairperson.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Thank you.  Mrs Taliwe, you mentioned in your statement that your husband received anonymous telephone calls.  What did the person on the other end of the line say to your husband?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Those who phoned were people who asked for him and asked as to where he was.  Even those who used to come to our home used to ask for him and I would tell them that he was not at home.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " You mentioned in your statement that they said that he must go back to the Kei River, because that was Mandela's place.  Did they say things like that?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, there was a certain meeting which was held, which my father-in-law had gone to attend at KwaDlangezwa and, when he came back, he related to us that they said a member of the ANC must go to the Kei River.  Even the Detective Khumalo, when we had gone to ask him for permission to go and see my husband, he said, \"Mandela's people have forgotten that Mandela does not have anything in this place.  They must go to Kei River.\", because this was a place for Zulus.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Where was that?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was at Esikhaweni.  The CID at Esikhaweni.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " You mentioned that your husband said to you if he dies that you should know that it was Gcina Mkhize who killed him.  Is that right?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that is correct.  These are the last words that he uttered to me, and he died on the very same day.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And you said that the police later told you that Gcina Mkhize was a member of the KwaZulu Police?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.  I was told by the Goldstone Commission, as well as the ITU that Gcina Mkhize was a member of the Police Force in KwaZulu/Natal.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " That's correct.  In fact, he was a member of a hit squad, which included two other people by the name of Romeo Mbambo and Israel Hlongwane.  These three people were part of a hit squad, which was formed at about that time, in 1991, and they killed many, many people in the Esikhaweni area and they were arrested the year before last, in 1994, and they were tried for murder and all three of them were convicted of murder and they are presently in prison and, during the course of the trial, they said to the Court that the hit squad of which they  were members had been set up by senior member of the KwaZulu Government and the KwaZulu Police.   I think that's important, for the record.  It's probably something that you do know, but I thought I should just place that on record, that Gcina Mkhize is presently in gaol and we have heard that he intend to apply for amnesty.  Now, your husband's murder is not something that he has admitted to.  Is that correct?  You don't know for sure that Gcina Mkhize killed your husband?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  As I've already said, the investigators would come and say Gcina Mkhize was involved.  I want to hear it from the horse's mouth.  I want him to admit or I want somebody who has got tangible information to tell me, because this does not hold any water.  I'm not sure at this juncture as to who killed my husband, so I would appreciate it that whoever did it must come forward and tell me, so that I may know the truth, because what disturbs me even more is that I don't even have a clue as to how he died, why and who killed him.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "We will certainly pass this information on that your husband told you that it was probably Gcina Mkhize who would harm him and the police told you that Gcina Mkhize was involved.  We will pass this information along to the Amnesty Committee, because in due course they will be receiving an application for amnesty from Gcina Mkhize and they will question him as to whether or not he was involved in the death of your husband, and that may be a way in which you can finally come to know who was responsible for the death of your husband.  It certainly seems likely that he was involved.  That is the area in which ... (end of tape 4A)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "3B/0 ... senior IFP people in the area - that is the evidence which came out at the trial and it does seem likely that Gcina Mkhize may have been certainly involved in the death of your husband, if not directly responsible.  We will certainly investigate that.  Thank you.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Zanele, I just want to clarify an issue here.  In this meeting that was held, which your father-in-law attended, where you later got a report from your father-in-law, where it was discussed that your husband should go back to the Transkei, who was chairing the meeting?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I do not know, because I never went there.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Who called the meeting?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We were told that a meeting had been called by a certain chief and that his name is Mkhwanazi.  His surname is Mkhwanazi.  His name is John.  John Mkhwanazi.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is he still alive?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, he is.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is he still a chief?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What is his ruling place?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's KwaDlangezwa.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Thank you.  Officer Khumalo, is he still alive?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I'm not positive.  I don't know whether he's still alive or not.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Was he at Esikhaweni Police Station?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct, he was working at Esikhaweni.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Thank you.  At the time were you asked about the children, as well as yourself, it is very clear that you have been disturbed emotionally as a family.  I have gathered information that you have never consulted any psychologists or psychiatrists.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No.  I would go only when I am physically ill to see or consult with a doctor.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Would you like to try and see some psychologists or psychiatrists to try and get some counselling, because your state of mind can affect your whole well-being or your whole body?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I never thought of going to a psychiatrist.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "But would you like us to see some people who can help you, together with your children to see psychiatrists and well as social workers to help you in your predicament?",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Let's go back to Officer Khumalo.  You said he was at Daya's Supermarket.  Did he have an office there?  Because you have just said now that he was at Esikhaweni.  Did they have an office at the supermarket complex?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            "I have just one question that I would like to ask you, Mrs Taliwe.  Your requests are very clear and it is very apparent that you are worried about your children's future.  As we have already pointed out, we do pass these recommendations to the State President.  You said you are a teacher.  Is it a lower primary or higher primary school?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It is a lower primary school.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " What's the name of the school?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's Mnchangule.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " A certain thing you've told us the children's years, but I don't remember you telling us as to what standards they're in.  So you've already given us their classes or which standards they are.  Thirdly, your husband worked at Mondi Paper in Richards Bay.  Did you get any pension money or any grant from them?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He had already taken a package by the time he died.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            "That is correct.  I just wanted to know only about that.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Mrs Taliwe, thank you very, very much for coming in to talk to us today.  We can see how upset you still are about this incident and, understandably so, to have your young husband taken away from you and your young children.  You have told us a lot about the circumstances surrounding his death, the context in which it happened and it seems as though his last words to you were correct and although it may be a difficult thing for you to accept, that the people who probably caused his death are now about to apply for amnesty and it is possible that they may be given amnesty, this does give an opportunity for them to be closely questioned about all the deaths that they were involved in causing and not only those for which they have already been convicted.  So, as I have said, we will be ensuring that this man, Gcina Mkhize, and any other members of the Esikhaweni hit squad, which caused so much misery in this area, Mr Romeo Mbambo and Israel Hlongwane, they too will be closely questioned as to your husband's death and we hope that will be able to solve that mystery for you and we hope that once you do know who did it and why they did it and who told them to do it, it may make more sense to you and you may feel more happy in yourself.  So, thank you very much for coming and talking to us today.\n/CHAIRMAN\n4B/0",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "The next witness is Elizabeth Mbatha.  Good morning, Mrs Mbatha, we welcome you here today.  Thank you for coming in.  You have come to tell us about the death of your father, is that right, Sibekho Mbatha?",
            "Unknown"
        ],
        [
            "ELIZABETH MBATHA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "And he died in Esikhaweni in 1992.  Before you tell us that story, can you stand up, please, and take the oath.",
            "Unknown"
        ],
        [
            "ELIZABETH MBATHA",
            "(Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Now, is it correct that you live in Esikhaweni Township?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And just tell us briefly something about yourself.  Are you married?  Do you have children?  Are you working? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I'm not married.  I'm staying at home.  I'm staying with my boyfriend.  I have four children and my siblings.  We were five from my family, from my father  - three girls and two boys, and we were all staying at home with my father and our children.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And your mother, is she living?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My mother died in 1986.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " So you were staying at home with your father and your brothers and sisters?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, we were staying at home with my father and my sisters, except for one brother of mine who left home for over two years.  He never came back.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And are you working, Elizabeth?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I'm not working.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Right, now, can you tell us of the events which led to the death of your father.  You said in your statement that it started in about 1990, when your brother was attacked at school.  Is that right?  You said your brother was Tedius Mbatha and that he was attacked at school.  Could you just tell us what happened there and how that led to the death of your father?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Tedius was at school, at Mlamfe School.  He was belonging to an organization which other people didn't approve of and they told him he wasn't allowed to be at Mlamfe because he was belonging to this organization.  Sometimes he would stay home and not go to school and some days they would come at home to fetch him.  My father one day went to school to find out as to what was going.  The headmaster told my father that this is the life that they are living at school and he was fearing for his life.  In 1990 my brother left school.  He stayed at home from 1990 to 1991 and people used to come to attack at home.  Even though I don't remember that date, but one day they came to my house during the day to attack us and it wasn't just our home which was attacked, other homes as well.  We ran away and then we came back.  We stayed like that for a long time.  We didn't predict what was going to happen.  On the 5th January 1992 the attackers came and threw petrol bombs.  I was staying with my boyfriend at the time.  We had built a back room.  I heard the noise coming from the main house and I opened the door and I realised that my father's house was on fire.  I went to the tap and that's when I got shot and I kept on trying to put down the fire and the people who were inside the house - my father and my siblings - they didn't know that I was outside.  They came out and they asked me if I wasn't hurt.  I told them that I was but it wasn't so bad.  My neighbours made a call to the police and police arrived.  They took me to the clinic.  There was an old man who was from Durban, who came to visit.  And my father's furniture got damaged.  Everything in his bedroom was damaged.  They tried to remove the furniture from the house and we tried to extinguish the fire.  Before end of January we heard that people were going to come and attack J2 section and one old lady came and asked for my father and she told me that my father should wake up, because it's really dangerous outside, and I woke my father up.  I told him that this lady is telling me that we are in danger and I told my father that I was running away.  My father said it's okay, he wasn't going to run away, and then I ran away.  It was at about 7pm.  At that time, because we were hearing guns all over the place, we were scared and I heard that people came and asked where was my father's house and they also asked where was Fundi's home.  Fundi is my kid brother.  And when these things happened I had taken Fundi away.  I told my father that he must leave that area and go to Esikhaweni and we took him to Ulundi.  After two weeks he was at Ulundi.  That's when my father got killed.  What I didn't see is that how they shot him, because it was at about seven and there were a lot of people and I couldn't see a single person or identify anyone, because I also ran away and my father also tried to run to a neighbour's house.  That's where we found his body the next morning.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And how did he die?  Was he shot or was he stabbed? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was shot.  I found out that he was shot when I went to Avbob Mortuary.  That's when I found out that he was shot.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And what do you know about the identity of the people who shot him?  Who were they?  Which organization did they belong to?  Why did they shoot him?  Do you have any idea?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We were Inkatha members.  Those who shot my father were ANC members.  My father was old and he wasn't working.  What he was doing, he was making spears for Inkatha members.  So ANC people got mad that he was making these spears, but he wasn't doing this for just Inkatha, he was doing it for anyone who wanted to buy a spear, and some of the ANC members were still owing him his money and they claimed that they were destroying his spear firm and we only heard that - we only found out that they were destroying the company after they had killed him and this was true, because after he died that company finished.  I was scared of leaving my father's house, because I was scared of ANC people, so I ended up staying at home and not working and I just couldn't go back and ask the firm that they can take me now, now that the violence is over.  What I'm doing now, I'm making clothes or I'm sewing ... (inaudible) ... and I'm selling them.  We don't have money to take our kids to school.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Did you say your husband was making these spears at his house or was he working for a firm that was making these spears - your father, sorry?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My father was making the spears, not my husband.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Yes, sorry, not your husband.  I apologise.  Your father.  Was it at home that he was doing that or was he doing it at a ... (intervention)  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, at home.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And was he selling these to anybody who wished to buy them, not only to one side?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, he was selling these to anyone who wanted to buy a spear.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And what happened after that?  Was anybody arrested?  Do you remember there being any case in a court of any sort?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No one was arrested and there was no case. No one was arrested.  The police only came to my husband or my boyfriend and my husband kept on telling the police that he couldn't identify the people because it was at night and he was scared and when he asked them who they were they didn't give their identity.  He couldn't see who they were.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And at that stage was your father supporting your younger brothers and sisters?  Were they still schooling?  Were they working?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " They were schooling?  Was your father supporting them - your brothers and sisters?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Two of them were still at school.  The one after me was at home.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Now, you mentioned in your statement that someone told you that your father should leave the house, because he was going to be attacked.  That person was Mangazi.  You mentioned that in your statement - a security guard.  Who was that person?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was on Saturday.  Mr Mangazi came and he said to my father, \"I am told that I should tell you by Monday you shouldn't be at Esikhaweni\", and my father asked him, \"Who said so?\", and he said, \"Mr Khumalo sent me to tell you that\", and my father said, \"I'm not an enemy of anyone and no one will come and kill me\", and truly these people who came to kill my father came from Khumalo's house.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And who was Khumalo?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He's been called by Mumzabalazo Khumalo.  That's how they call him, Mumzabalazo Khumalo.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And then you said the following day Elizabeth Mkhwanazi came to your house and said that you should all run away because you were going to be attacked by hostel dwellers?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was on Sunday and Mrs Mkhwanazi came to my house to check if we were there and she asked for my father.  I told her that my father is asleep and Mrs Mkhwanazi said I must tell my father to wake up because it's bad outside, attackers are coming.  After Mrs Mkhwanazi left we heard gunshots and that's when I ran out and I discovered my father's body the next morning.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And did you give the information to the police about Khumalo and Mangazi?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I did.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Which police was that?  Which station?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Esikhaweni Police Station.  It was Mr Khumalo and Mr Gumede.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "I will just see if there are any questions from the other panel members.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "In your statement you mentioned about your father running from his house to the neighbour's house.  We want to know this neighbour's name and that's where he was attacked.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know his name, but the surname is Mahlase.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Mahlase?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Mahlase Sibisi.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is he still alive?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, he is.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Where is he staying?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  His children are at Esikhaweni and he is staying at Mbonambi.  Where it's stated that there was someone who showed these people the area, I think it's wrongly written, because I didn't say that.  What I said that they asked the name of the house and no one answered them back and then they went to another neighbour and they took the father from that house and they asked him where is, \"Shandu's house?\".",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Who is this neighbour whom they had taken from his house?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Thandanani Mabaso.  He is the one who told us that these people has been asking, \"Where is Shandu's \"house?\", but this is what he told us, that they took him from his house and they took him out and they asked him where was Shandu's house.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is Elizabeth Mkhwanazi still alive?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Where is she staying?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know the number of her house but it's at Esikhaweni Location.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is Mangazi still alive?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, Mangazi died after my father.  He was beaten next to the hostel.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Who beat him?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know.  What I heard is that attackers came from the hostel and they beat him to death.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is Mumzabalazo Khumalo still alive?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I never heard a thing about him.  I think he's still alive, because another thing, I can't identify Mumzabalazo.  I only know his name.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Where is he?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He's staying at hostel.  At Singobili Hostel.  That's where he stays.  I think it's been spelt wrong.  It's not Sibongele, it's Singobili.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Yes, thank you.  We would like to ask you a question which we ask every witness, that how did this thing affect you.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It affected me very bad and I always have had a - and what I always think about is that I don't know if the kids are having food or being well taken care of, because after my father's death his brothers took the children with them to Ulundi and me and my sister we are now working, trying to help, to send to Ulundi.  Because if we were together with the kids it was going to be much better.  We were going to see if they didn't have something to eat or if they had, but now we are here, they are there.  Because another reason I sent my brother there is because I was scared they wanted to kill him - Tedius. He is still at school.  He is at Mazubumbani High School.  He is doing standard 10.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Who is paying for his education?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's me.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Mazubumbani High School, where is this school?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  C Section, Ulundi.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " How do you feel?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I am well, except for the headache and I know it's because I'm thinking a lot.  I usually go to clinic and they give me tablets and I don't pay for that.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Thank you, Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Dr Magwaza.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            "Mrs Mbatha, I just want to follow what Dr Mgojo has just asked you.  You said there are three children, who are also facing problems in their education or in their studies.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  One of them is Tedius and then the other two is Emmerentia and Nontotuko.   Emmerentia and Nontotuko, are they your siblings?   ---   Emmerentia and Tedius are my siblings and Nontotuko is my kid.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " Another thing that I'd also like to follow is that you said the house was burnt.  Did you go back to that house and try and rebuild the house?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, only the furniture got burnt, because I tried to extinguish the fire.  I'm staying in that house at this moment.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Elizabeth, I want to thank you very much coming here today.  We're very glad that somebody who - you said that your family were IFP supporters at that time and we, unfortunately, especially in this area of KwaZulu/Natal, we have heard a lot of evidence from people who are members of the IFP.  They have not been keen in coming forward to the Truth Commission, which is a pity, because our job is to make a report to the Government of all human rights violations that took place from 1960 to 1993.  It doesn't matter who caused or brought about those human rights violations, and it's very important to us to hear stories like yours.  You were living with your father.  He was making a living, supporting his family and he was killed and it's very important that more people like you come forward and tell us those stories.  You are also sitting here today with people who are members of the ANC, who have said that they were killed by members of the IFP, because of their political views and we hope that you can both see and understand that the violence that both sides have been involved in does not bring about anything, except misery, poverty and sadness, and we hope that this coming together and being together under one roof, in one hall, can play a small part in bringing people together in this region.  So, again, thank you very much for being brave enough to come and sit and talk to us today.  Thank you very much.\n/CHAIRMAN\n5A/0",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "... KwaSokhulu, is that right?",
            "Unknown"
        ],
        [
            "MRS MTHETHWA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "You have come to tell us about the death of your husband, Michael Mthethwa.",
            "Unknown"
        ],
        [
            "MRS MTHETHWA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Who died in 1992.  Can you please stand up to take the oath before you tell us that story about your husband's death?",
            "Unknown"
        ],
        [
            "NTOMBIKANINA MTHETHWA",
            "(Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Dr Mgojo will help you now with your evidence and it will be in Zulu.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "I greet you, Ntombikanina.  Relax, don't be nervous.  Just relax.  Is it true that you reside in KwaSokhulu and your name is Ntombikanina?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " I would like you to paint a picture of your family -your father, your mother or your husband, if you have brothers and sisters, and your own kids.  We just want the whole picture of your family.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My mother is still alive.  My father passed away.  I have brothers and sisters.  ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Where does she stay?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  She stays at Ngwelezana.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Who is she staying with?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  She is staying with my younger sister.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is your younger sister married?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, she isn't.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " How many brothers do you have?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Two.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Do they have their own families?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, they do.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " As well as children?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct. Are they older than you or younger?   ---   They are older than me.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " (Question not translated)  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The other one is has five and the other one has two kids.  The elder one has two kids.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Are they still at school?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The eldest one has got one kid who is still at school.  He is doing second year.  ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " The last wife, does she have any children?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Two of them have already finished school.  The three are still very young.  They have matriculated.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Did he get married before the third wife?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The eldest one did not want to get married.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Was he a bachelor?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, he was not a bachelor but he could not get a girlfriend.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Okay, okay.  Were you married?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I was married to the Mthethwa family and I have four kids.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " How old are they?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The other one is already matriculated, he is 21 years old.  ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Finished standard 10?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct, he is matriculated.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " The second one?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The second one is in standard 8.  He is 18 years old.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Yes.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The third one is 13 years old and doing standard 6.  The last one is in standard 7.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " How old is that child?  You said the other one is 21 years old and he's already matriculated, the second one is 18 years old and he is in standard 8, and the 13-year old one is doing standard 6.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The last one, he is 17 years old.  I think I'm mistaken.  He comes after the one who is 18 years old.  The 17-year old is also doing  standard 6.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Can you give me the name of the school?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Hlemhlem School.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Okay, thank you.  Just give us a brief picture about what happened.  Before I ask you about that, let me just ask you something about your husband.  Were you involved in politics?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, we were.  My husband was a member of the ANC.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " And yourself?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  At the time I knew nothing about organizations and politics.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Now, as your husband was a staunch member of the ANC - oh, before I go there, were you staying at KwaSokhulu also?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Now, relate to us what happened.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My husband died on August 14th.  I do not know the time, because on the 13th - that is the night of the 13th there came a certain man from the Msweli family at about 10 o'clock in the evening and he used to come to our place in the evening because my husband was working at that time.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What was this person's name, the one who came on the night of the 13th?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  His name is Simon Msweli.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Thank you.  He came on the night of the 13th.  What happened?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He knocked at the door.  My husband woke up to see who was there.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " How many were there?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  There were two of them, Msweli and another man.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What was the name of the other man?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was Vusi Mkhwanyana.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Were they members of a political group?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, they were members of the ANC.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What happened when they got into your house?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "My husband went to open the door for them.  I was left in the bedroom and I was sleeping.  He spoke with them and I could hear him opening my child's bedroom and took out blankets and gave them to those two gentlemen and I asked him as to what was happening and who were the people he was talking to.  He said it was Si and Vusi, and we slept.  In the morning there was a clock that always rings because there was a plank factory and this siren would sound at 4.30 in the morning and I woke up to prepare my husband's lunch to take it with to work.  Then I decided otherwise and I told myself that as soon as he goes to have his bath I will prepare his meal.  Just as I was going back into the bed I could hear some sounds from outside, as if a person was running in the yard and I peeped through the window, but I did not open the curtain.  I just peeped through without disturbing the curtain and I saw a white man facing the front.  I called my husband over and I told him that there was somebody who was standing outside.  He took out his gun and he wanted to shoot at the man and I admonished him and told him not to do that.  Then we got down on the ground.  At that stage we heard some gunfire and somebody was screaming outside and saying we should open up, they were the police.  As we were still listening to that, we heard gunfire in the second room.  This went on for quite some time and at that time we were hiding ourselves inside the house.  We cuddled in a certain corner.  After the gunfire got quiet - I think it was about 30 minutes after the gunfire had continued, as we were staying - were sitting there, I heard Simon Msweli screaming that he should be given a blanket because he was getting cold.  My husband asked as to where the police  were.  He said he had killed three of the policemen and at that time I felt very scared, because I didn't know what to do.  My husband opened up a small window and took out a pink blanket and threw it outside.  I also wanted to go out and see what was happening and they said I should not go out because the police were surrounding the house and I opened the kids' bedrooms and I wanted to check on my children.  My son used to lock himself inside whenever he went to sleep in his bedroom and when I looked for the key and I tried to open up my son was no longer there and the window was broken.  I did not know whether he was injured or he ran away or what happened to him, but he was not there and I ran into the kitchen.  My husband and I at the time were still alive and we decided that we should run away and he said we should not run away.  I felt a knot in my tummy and I decided that I was going and he said I should not go, but I nevertheless went to our neighbour's place.  I had a brother - a decent brother - who was staying there, and I realised that I should try and get in whilst it was still early because the police were going to get me there whilst still knocking, and I decided to go to Msweli's place, which is quite a distance from my place.  As I was in the street I was very confused.  I tried to turn back and I came across police cars.  They asked me to where the Mthethwa house was.  I decided to go into the Buthelezi family's house, but I was so confused I didn't know what to do.  I decided that I should go to my elder brother's place to look for my son, but he was not there.  I went to Ngubane's place and my elder brother took me half way.  When we reached my place I saw the Casspir in my yard and it was demolishing my house.  We went away to look for my son and we were told that my son was at a certain house and we got into my other neighbour's house and we decided at that point to go and tell the police not to demolish my house, because that was all I had at that time.  I asked a policeman to accompany me and he asked me as to what I was there and I said I said I was Mthethwa's wife.  He asked me as to where I was at the time they were fighting.  I told them that I was at another place and he said to me I was still going to tell him the truth as to what my relationship was with Mthethwa and where was I at the time of the fighting, and there was another white elderly policeman who also asked me as to what I was there, was I a relative or what.  I told him that I am a daughter-in-law there.  He asked me where I was at the time of the fight.  I told him that I was at a neighbour's place and he asked me as to why I had escaped.  I told them that I had a problem with transport.  I could not reach home because the taxis were finished at that time and my husband at times wouldn't come home and I would have to sleep at nearby places.  Then he asked me as to how I realised as to whether my husband would not be coming home the particular day.  I explained to him that I usually prepared food for him and whenever I came back and came across the food uneaten I would know that my husband had not come home.  As I was standing there, two policemen came and they said they wanted to see me.  I went along with them and this elderly white policeman said to me I should speak the truth because I was going to be arrested.  They asked me as to where I had slept the previous day.  I said I had slept at Mthiyane's place and he sent to policemen to go and investigate as to whether I was telling the truth that I had slept at Mthiyane's place.  The other one asked me, \"What do you do with the dishes after having your supper?\"  I told him that we put the dishes in a plastic dish and we wash them the following morning.  We went home.  He said I should take out the plastic dish we use to wash our dishes and he said I should take out three plates.  He counted the three plates.  When I got in there I found that there was blood in the house and I thought probably my husband had been injured and he had been taken to the hospital and after they had left I would go see my husband at the hospital.  And this elderly white policeman directed me to stand far from the scene and when the person from the Mthethwa family came they asked him whether I was telling the truth that at times I would sleep at his place.  He said yes, that was correct, and they left him when they realised that I was speaking the truth.  I still wanted to get into my house and see what happened in the house and they refused me permission to get into my own house.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " During the time that all this was happening, where was your husband?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I could not see my husband and they did not tell me as to where he was at that time.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What did you do thereafter?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I was told that I should go back to where I had slept the previous night and I went back.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Let's just cut the story short.  I'll help you with the questions so that we get to the point.  Was your husband a member of the ANC, as well COSATU?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, he was a shop steward at work.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " When all these things happened did the police used to frequent your place?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, they came once and the second time, that's when they shot the house and they were looking for Simon Msweli.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Was he ever arrested, your husband?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, he was never ever arrested.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " There are certain things that I wanted to put straight.  I just want to straighten this record.  I want you to clarify on certain aspects.   He never got arrested and he was never tortured.  Now, the first time, what did they say they wanted?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The first time they said they wanted Simon Msweli.  They had been told that this was Simon Msweli's refuge, but they never said as to why they wanted him, and the second time was when they caused a commotion.  They never spoke to anyone, they just opened gunfire.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " At the time this took place, what was happening?  Was there any disturbances or were there any faction fights between the IFP and the ANC?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, they were having their differences and they were fighting.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Were you members of the ANC?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that is correct.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Now, where do the police feature?  Because you spoke about white policemen.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, it was not members of the IFP, but it was the police, looking for Simon Msweli.  The police were looking for a person whom they said was a member of the ANC, but they never told us as to what he had done.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Was it a usual occurrence for policemen to traumatise the ANC members or violate them?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, they used to violate ANC members and at times they would go around looking for Simon.  Most of the time when the police came into that area, they would be looking for Simon.  They would even ask small children as to whether they knew Simon Msweli.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Thereafter were you told as to how your husband died?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  When I was told - I was told that he was taken to the hospital and along the way they came across a certain policeman called Steyn, and this policeman said they must be put into the van and he finished them off, but I do not know as to how he killed them.  It was himself and Simon.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " And your husband and Simon were already injured at the time that they were taken to the hospital and they came across Steyn.  What was Steyn?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Steyn was a policeman.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Was he a commander, captain or sergeant?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I'm not sure on that point.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Where was he stationed?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I do not know, but all we knew was that the policemen were coming from KwaMbonambi, but I do not know as to whether Steyn was also from KwaMbonambi.  He is still alive.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Do you have any idea as to who was the station commander at that time at KwaMbonambi?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I do not know the station commander, but the policeman who came to my place was Vetbang (?).",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is he still alive?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, he is still alive.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is he at KwaMbonambi?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is it Welbang or Vetbang?  So if we want him we can get him at KwaMbonambi?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Steyn is the one who finished them off.  So where did you come across your husband's corpse?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I saw my husband's corpse just before the funeral, because on a Monday I went to the police station, because they had  confiscated certain items from the house and they gave me his banking card, as well as his bank book.  They told me that they had been given these documents, so I should come back on Tuesday morning and when I got there I came across a certain police called Mthembu, who said we should go to Durban because my husband was at a mortuary in Durban.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Do you know Mthembu's name?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was Moses Mthembu.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is he the one who told you that your husband's corpse was in Durban?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct, he is the one.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " So did you go with Mthembu?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I first refused to go with him, until such time he asked another lady I was together with and he said the three of us should go to Durban and when we got to Durban there he made us sit in another room and we sat there for quite a long time, until we asked from Mthembu as to when we were going to see the corpses.  Mthembu told me that my husband's corpse was at Avbob in Empangeni.  We came there to Empangeni to have a look at my husband's corpse.  We proceeded to Avbob.  When we got to Avbob, Mthembu told us that we were not allowed to get in whilst the pathologist was busy.  ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Do you know as to who was the doctor?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, he never told us as to who the doctor was.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Did you ever get to see your husband's corpse?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I saw it just before the funeral.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Which mortuary was he kept at?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was kept at Avbob.  ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " He was kept at Avbob.  Did you receive the death certificate?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I did.  When I went to the police station to try and get the death certificate, Vetbang said they were not handling my husband's case, but it was being handled by the ANC people.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Who did he say was handling the case in ANC?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " He never explained to me, but he said the matter was being handled by the ANC.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What was written on the death certificate as the cause of death?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was written that they had been shot.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Was it ever said as to who shot them?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  As time went on, we were told that he had been shot by Steyn.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "I shall give other people a chance - other members of the panel to ask you any questions that they may have.  Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Mrs Mthethwa, do you recall any case, any trial, any inquest, which took place after your husband's death, that you attended or that you knew about?  Do you recall going to any trial or court case or inquest after your husband's death?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I never went to court and there was no investigation that ensued after my husband's death.  Nothing was ever done, because even when the case was being heard I was never called as a witness.  Then I heard later on that he had been convicted.  He had been sentenced to 18 years.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Is that Steyn?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct, it's Steyn.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "In fact, I recall that case.  I think he is one of the policemen who recently applied for amnesty from the Truth Commission.  As I understand it, his application was turned down.  Dr Magwaza.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            "Ntombikanina, I'll ask you just one question.  Are you working?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I'm not employed.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " How do you survive?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They gave me my husband's pension proceeds when he died.  He was working at Cold Terminal and I was given a lump sum of money. ",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " Are you getting it at the month?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I am getting the money per month, together with my child.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " Besides that is there no other way that you earn a living?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " It is clear that you are trying to bring up your children.  Some are still in school.  What is your wish?  What is your request that you want this Commission to pay attention to?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My first wish is that my first-born, who is matriculated - just matriculated last year - he wanted to go to university, but because of the lack of funds I could not send him to university and I would like to be helped with regard to the other children.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " I will come back to you, because it does help us, as the Commission, to get full information with regard to the family.  You personally, what standard did you pass?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I passed standard 6 and I once worked.  I was working at Ngwelezana Hospital.  I was a cleaner.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " If you had a wish, what would you wish to do with your life?  Would you like to continue with your studies or further a skill or trade, because we would like also to see you earning your own living?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I am not clear.  I really do not know what help I could need personally.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " Do you wish to work?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I have a desire to work.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            "As we have already seen from the other witnesses who gave testimony they ... [break in recording]",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            "5B/0 ... how do they cope with their father's death?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Since 1992 the police used to frequent my place and they would threaten us with guns, up to such time that I had a very vivid memory of that day on which my husband died and I decided to buy a house in Ngwelezana.  We escaped to Ngwelezana, but because the damage that was done to the house was never repaired so when I look at it, it always reminds me of the day on which my husband was killed and I cannot sleep, especially at the time that my husband died.  Each time about half past four I woke up screaming and feeling very scared, as if I was reliving the day on which my husband died and I suffer from insomnia and I get panic attacks and get very scared.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " Is there any help that you are getting with regard to your health?  Are you getting any help?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I'm not.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " What about the children?  Are they getting any psychiatric help?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The eldest one is the one who is problematic, because he always talks about his father.  Whenever there is a problem in the house, he would say, \"If my father was here, this wouldn't be happening\" or, \"If my father was here, I would be getting this or that\".",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            "We can hear your requests and we do understand, but at the moment we can see that you are still very traumatised.  We shall try to get you to see people from the Health Department, so that they can see as to how they can help a person in your position.  We thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Mrs Mthethwa, thank you very much for coming in today, for reliving that story.  It's a very sad story and we know from evidence which was given at the trial of this person that killed your husband that it was exactly as you said it, that on the way to - I'm not sure whether they were going to the hospital - in fact, I think they  were going to the police station - the vehicle stopped and your husband was taken out of the vehicle and he was shot and it was that crime for which this person, Steyn, was convicted and sent to prison.  The fact that he was sent to prison must be of some comfort to you, but it can never bring your husband back and we hope that coming here and talking about it in public and expressing your emotions does help you a little bit.  As Dr Magwaza has said, we will make recommendations to the Government as to how you and your family may be assisted, and we hope that you have found this to be a beneficial experience, coming here, tell us about your husband's death.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I have a question.  I just want to speak to the person who killed my husband.  I have no grudge against him.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Yes, we understand that.  It may be possible for that to be arranged.  We have a programme which is run by the Reparation and Rehabilitation Committee by Dr Mgojo and Dr Magwaza, which is a victim-perpetrator mediation programme and the purpose of that is to bring together the people who carried out these terrible violations, together with the victims of the violations and if that is something that you want to do we will try and arrange that for you.  Thank you again very, very much, Mrs Mthethwa, for coming in.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/CHAIRMAN",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "6A/0",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Good afternoon, Mrs Nyawo.  Can you hear me and understand me?",
            "Unknown"
        ],
        [
            "NOMTHANDIZO NYAWO",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Thank you.  We welcome you here this afternoon.  You've come to us from Richards Bay and you've come to tell us about the death of your sons, Dumisweni and Bhekinkosi Shangase.  Can you please stand to take the oath before you tell us that story.",
            "Unknown"
        ],
        [
            "NOMTHANDIZO NYAWO",
            "(Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you very much.  Dr Mgojo will now assist you.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Good afternoon.  Who are you sitting there with?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's my son.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is he also going to give testimony?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "We shall request him to stand up, so that he can take the oath.",
            "Unknown"
        ],
        [
            "MOSES DUMISANI NYAWYO",
            "(Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Thank you very much, Mrs Nyawo.  I'm going to ask you to just give us a brief structural history of your family.  That is from your son-in-law.  We are aware that he also died.  Then we come to your offspring.  How many were there and how many are there now?  How old are they, if you do remember, but if you don't remember your son will help you.  You have both taken the oath so he can help wherever you cannot recall.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My husband is still alive.  I do have children.  I have four boys and two girls.  That is the children that I'm left with at the moment.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " You have four boys and two girls?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct. Which means before you had eight children.   ---   No, I had seven all in all.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Who is Dumisweni?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He is the one is deceased.  Bhekinkosi is my brother.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Your brother's child?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, he is my brother's child.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Which means you had seven children, that is before your son died?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " And is your husband employed or not?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He is no longer employed.  He stays at home.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Was he working before?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, he was.  He was working at Richards Bay.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is he on pension now.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was at Richards Bay.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Did he get pension or did he just stop?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, he receives pension.  He was supposed to be getting his pension, but he's not getting it and we don't know the reason why.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Amongst the four children that you have, there's four boys and one girl is married.  Just give us their names according to their ages.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's Mdumiseni.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " How old is he?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was born in 1961.  It's Moses.  He was born in 1963.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Who comes after Moses?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Model.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " How old is Model?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was born in 1969.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " 1969, yes, and then?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  And Thandiwe.  Thandiwe was born in 1968, that is before Model.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " You said Model was born in 1969 and Thandiwe in 1968.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  (Inaudible) ... was born in 1970.  ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " We have only two left now.  Who comes after Thandiwe?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Nelisiwe. How old is Nelisiwe?   ---   Nelisiwe was born in 1972.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " And the last one?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The last one is Bongamusa.  Bongamusa was born in 1976.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What is Mdumiseni doing?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was employed but now he is no longer employed.  He was retrenched.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What standard did he pass?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He passed standard 7.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " And you, Moses?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I was working at Vryheid.  I completed standard 10. ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Are you presently working?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Not at the moment.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Why aren't you working?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I am trying to open up my own business or be self-employed.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " And what about Model?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Model is not working and he's no longer attending school.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What standard did he pass?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He passed standard 7.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " And what about Thandiwe?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  She is married and she's not working.  She passed standard 4 or standard 5.  I'm not really sure, but she's married.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " And Nelisiwe?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Nelisiwe is working.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What standard did he complete?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Standard 7.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Bongamusa?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Bongamusa is still at school.  He is doing standard 9.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Do you have any grandchildren?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I do.  They are the deceased's children.  That is Dumisweni.  Dumisweni was not married.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " How many children did Dumisweni leave?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Two children.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What are the children's names?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's Mkululeko.  The eldest one is Mkululeko.  He was born in 1984.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is he at school now?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, he's attending school.  He's in standard 4.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " After Mkululeko?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's Bongani.  He was born in 1986.  He is at school.  He is in standard 2.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " And where is their mother?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  She got married to another man.  ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " We have a clear picture of your family.  And where is Bhekinkosi Shangase?   Is he married?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, he's not married.  His parents died.  His mother got married to another man.  She grew up at my home and she's got only one child.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " How is the child?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't remember quite well.  I think he was 7 years old.  I think he's 7 years old.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is he attending school already?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " (Question not interpreted).  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, he's staying with his mother.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " He's at his mother's place.  Is the mother working? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, the mother is working.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Do you have any idea as to where she's working?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I don't.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Now, you have given us a clear picture of your family.  Now, we would like you to give us a brief explanation and tell us about what happened on the 30th December 1992.  Just relate to us freely, leaving no important details.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  In 1992, that was in the morning, I went to KwaMbonambi and I left two children, that is Dumisweni and Bhekinkosi, at home.  Bhekinkosi had a lorry and he was delivering firewood for people.  My son was working at a certain hotel, but at that time he was at home.  I left that morning - it was on the 30th in 1992.  I went to KwaMbonambi and I got back home.  When I got back home I received a message that where he had gone to deliver firewood or posts he was shot.  I rushed off to the scene because I was alone on the particular day.  My son had not yet come back from Vryheid and my husband was at work at that time.  I rushed off to the scene.  I was very confused.  I didn't know what to do, and when I got there I saw a number of police and my children, both of them were in the lorry and the lorry was on and the children were dead by then.  I did not know what happened.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What about this lorry?  Whose lorry was this?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " It was Bhekinkosi's lorry, the one he used to deliver poles and firewood.  When I got there they had been shot and I did not get the details of the story as to what happened before and I spoke to another policeman and I told him to take the gun and kill me and he said he could not do it.  After some time I asked the police to take out my sons - take them out of the lorry, because they were carelessly put in the lorry, the two of them, Bhekinkosi and Dumisweni.  Dumisweni was driving the lorry and he was the first one to get killed and they came back and shot Bhekinkosi.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Were they sitting in the front of the lorry?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, they were sitting in the front of the lorry and there were some other people at the back.  Two other men.  They also shot these two men.  Others ran away with bullets in their bodies.  All in all, it was four people who died - my two sons, as well as the other two men.  Khumalo's son died.  His name was Sibusiso Khumalo. And Dumisani Khumalo.  The other one died.  The one who was on top of the lorry.  That is Sibusiso Khumalo.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Who is the other one?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was from the family of Mdamba.  Nkosinathi Mdamba.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " They died at the back of the lorry?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is it correct that when they were discovered shot, there were some others who were at the back of the lorry who survived the attack.  I want to know their names.  Is it Sipho Khumalo and Vusi Mtshali, as well as Elliott Dludla, as well as Dumisani Khumalo, Enoch Masondo?  Are they still alive?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct, they are still alive and they are staying at KwaSokhulu.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Now, if you want them to come and give testimony as eye-witnesses can you possibly get them at KwaSokhulu?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Sibusiso Khumalo and Nkosinathi Mdamba, were they from the same family?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, and their parents are still alive, but they did not submit any statements.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is it correct that your son, as well as your nephew, were attacked by Carter Nsane, Gobo Mthiyane and Jameson Mfekane?  Is that correct?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that is correct.  I saw them.  The police tried to go and effect an arrest.  They came back with them, the three of them, and I saw them with my own eyes.  When they were asked as to why they had shot my sons, because they were not armed, Carter said they were the ones who initiated the attack and the policemen asked as to where the guns were, but he could not answer the police's question.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Was there any case or inquest?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, according to my recollection there was absolutely nothing that came out of my sons' death.  Carter said we should be taken in his car because we were coming back.  Up till today I've never been told anything.  No inquest, no case up till today.  We submitted a statement to Mr Mthembu in KwaMbonambi.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Was the statement taken by Mthembu?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.  Mthembu was a detective or investigator at KwaMbonambi.  He was shot.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Did you get a death certificate?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, we did.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What was the cause of death?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They were shot.  According to the death certificate, it said that they were shot.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " These guys, Sipho Khumalo and Vusi Mtshali, are they working?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I don't think they are working.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " But they are still alive?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, they are.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Do you see them sometimes?  When you meet them, what do they say?  Do you meet them?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I do.  I would like to verify something in connection with the case.  I went to other police and they told me that the case was at Eshowe.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Who was doing this case?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know, but we were not notified and I was also told that the case was at Mtubatuba in 1996 - on the 3rd June 1996, and we also didn't know about it, but I tried because I went to policemen and asked and I went in that case.  It started on Monday and the case finished on Thursday.  It took four days.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Who was there representing the deceased?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  According to what I've seen there wasn't one who was representing the victims, the deceased, and these three men who gunned them down were there.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " You said where they were staying?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They were staying at KwaSokhulu and they are still there.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What was the decision of the Court?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The evidence came out because I gathered those boys who were in that lorry to go there and testify and tell what they've seen - those who survived, who were in that lorry.  I think seven of them, they went there and they gave their evidence to the Court and the doctors were also there to give their testimony on what they found on the bodies.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Do you know the doctors' names?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I don't.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " You're talking about pathologists or general doctors?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I'm talking about the pathologists.  I don't have their names, but they were there to give their evidence. ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Can you please try and find out their names?   They were there and they gave their evidence that they found these bullets in these bodies?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that's what they told the Court.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " How were these men found not guilty?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The prosecutor said on that day he heard all the evidence on Thursday, but he found the men not guilty.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Do you still remember the name of the prosecutor?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I don't.  I think it was Judges.  It was at Mtubatuba.  He said he heard all the evidence, but he finds the men not guilty of the charges laid on them.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " I left one question which I would like you to clarify.  In your family is there anyone who is a member of any organization - political organization.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I will put forward to this Commission that where we are staying we are like ANC members, because of the area.  The person who is a chief in that area is an ANC member.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " So these people who shot your brothers, to what organization do they belong?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I cannot stand for it, but they are staying in this area which is IFP area.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " When this shooting took place, was there any violence or conflict between these two areas?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was after - according to my knowledge, at that time people were not killing each other.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " I also want to check something for the record.  In your statement - I just want to make sure so that we can erase if you've written something inaccurate.  The statement says that your son had IFP membership.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My elder son was IFP member, because the white man for whom he was working was an IFP member. ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Do you know the name of this white man?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " In other words, you don't know the reason why your son was killed?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know.  It troubles me up until today.  I really don't know what led to this incident.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Do you think it's because they were staying in the ANC area?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know, maybe.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Now, you came here before the Truth Commission.  What do you want this Commission to do for you?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Dumisweni died and left two kids behind.  I am old now and my husband is old.  I would like the Commission to please take care of my children - my grandchildren - as to educate them, because now I'm unable - the money that I'm receiving as a pension is too little, insufficient, for me to take care of my grandchildren.  I would like this Commission to please take care of these children. Please take your time.  Don't rush yourself.  We will finish just now.  Another thing that you're asking from this Commission - do you have any other requests which you want to make?   ---   No, if they can only educate my grandchildren and if they can build the house which my son was going to build.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Do you still have your house?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I still do.  I stayed there even though I realised that I was supposed to run away, but I said, \"I'm not running away.  I'm going to stay here\".",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Now, I want to ask something.  I checked your statement.  There is another thing that you've also mentioned that you requested this Commission to do for you.  You asked for a shelter and you also asked for protection from this Commission because there are people who are threatening you.  These people who killed your son are still threatening you, so you're asking from the Commission that if they can please protect you.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is it so?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, it's so.  It's true.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Why are they threatening you, because they were not arrested.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  This started after they won the case.  They called us dogs and they even mentioned that this wasn't the first incident.  It wasn't the first thing they've done and we thought we were clever to take them court.  So they are still angry at us that this was the first time for them to appear in court, and if I meet them they still say to me, \"You think you're clever\".",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " We have taken note of that.  You also asked something that you want this Commission to make sure that they investigate why these people who killed your sons killed them and you want to know why.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My problem is I never heard them involved in any conflicts with these guys, so my heart is troubled.  I can't get peace and these people who killed my children are still out there.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " I would like to know if you want us to investigate as to why they didn't call you when these men were appearing in court?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I would also like you to investigate that for me.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " How were you affected with this incident?  I mean emotionally and physically.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I'm very ill ever since this incident.  I don't rest emotionally.  Even my eyes, I can't see now.  I can't see far.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " And what about your husband?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  And my husband as well.  He's also affected badly.  We cry sometimes and we are too old and my son was the one who was taking care of us.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " You and your husband are receiving pension?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, we are, but we have a big family.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Do you go to doctors?  Do you see doctors?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, we don't, because I have to think for food to buy for those children and clothes to buy for the children.  I can't afford to go to the doctor.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " In other words, if one can arrange for you to see doctors you can?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, we can.  I can't even take the children to doctors if they're sick.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "We heard Mrs Ntshangase.  The request that you just told us, we will take them as they are and we will pass them over to the President.  We can give you an assurance that we will 100% come back to you and say, \"This is what we will do\".  The Government will sit down and they will look at your case and they will see what to do.  We sympathise with you, more especially with the case, because you know who the perpetrators are and we will try and look for you what really happened.  We will investigate this matter.  Thank you.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Can I just ask, Dumisani, can you remember what date that court case was in Eshowe or Mtubatuba?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  3/6/1996.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " June 1996.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Ja, 3/6/96.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Sorry.  Thank you very much.  Are there any other questions.  Mrs Nyawo and Dumisani, we want to thank you both very much for coming in here today.  We can see that you are still very sad, upset about the death of your son and your nephew and this is something that we've found in so many of the towns that we've been to that so often it is the elderly people, especially the women, who are most affected by this violence.  They play very little part in the violence, they don't participate in it, they don't encourage the violence, the women, and yet they are affected by it.  We ask you to pass on our sympathy to your husband.  We will look at the court records in the court in Eshowe and Mtubatuba to try and find out what happened, how it was that these people could have been acquitted and we will report back to you on that.  We hope that we are now living in a different sort of country.  Your son and your nephew were killed probably because they lived in what was thought to be an ANC area and it's a terrible thing where people can get killed for no other crime than that they live in an area which is dominated by one or other political party.  We really need to move to another era.  We hope that we have left that era behind.  I know that in many parts of KwaZulu/Natal we have not left that era behind.  People are still dying for those sorts of reasons, but we hope that eventually this will become a thing of the past.  Also, as Dr Mgojo has said, we will pass on your request to the State President and the Government with regard to assistance for your grandchildren.  So, unless you have got anything else you would like to say to us, I want to thank you both for coming in and talking to us today.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/CHAIRMAN",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "7A/0",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "The next witness today is Lulu Xolo.  Mrs Xolo, thank you for being here today.  You have come from Stanger, is that correct?",
            "Unknown"
        ],
        [
            "LULU XOLO",
            "Yes, correct.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Thank you for coming such a long way to tell us your story.  You've come to tell us about the death of your son, Clive Mazibuko and your mother, Elizabeth Mazibuko in 1993.  Can you please stand and take the oath before you tell that story.",
            "Unknown"
        ],
        [
            "LULU XOLO",
            "(Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "You have said that you come from the Stanger area.  Can you just tell us something briefly about who you are.  Are you married?  Do you have other children?  Is your partner or your husband still alive?  How many children do you have?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  There were three.  There are two now, and one - there were three.  I'm only left with two and my grandchild.  I have three now.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Three grandchildren?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I have two children and one grandchild.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And your two children, are they schooling or are they working or what are they doing?  Your two surviving children?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They are still young.  They are still at school.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And your son, Clive Mazibuko, what age was he when he died?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  22 years old.  He was going to turn 23 on September 24th.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Now, this incident in which your mother and your son died and, according to your statement, there was also an employee of your mother, someone who used to assist with the herding of the cattle, whose name you can't remember, he also died.  Is that right?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct. Now, this happened near Eshowe.  Is that right?  Near Gezinsila?   ---   That is correct.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Were you living there at the time?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Now, can you just tell us what happened?  You said in your statement that your problems began in about March 1993.  How did your problems begin?  What was happening in Gezinsila or that area at the time?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  At Gezinsila it was it was an area where we didn't experience any political violence.  As time goes on things changed.  There was a certain boy who belonged to Inkatha organization and even old people experienced hard time, because these boys were shooting guns all night long.  My mother was helping the community.  That's how my family has been, and my mother didn't like this thing and because it was so quiet and my family now were being looked at as a family whom people like to talk and they looked at us as people who like to talk about other people's business.  In March 1993 my mother went to Eshowe Police Station and reported that she's receiving threats from other people and people were telling her that it was none of her business.  After she reported this matter nothing happened until in May 1993.  It was on a Saturday, and people have been experiencing these things in that area.  Even my son was an IFP member, my mother as well, because she also had a membership cards of IFP, but we were not active, all of us.  On Saturday, on the 8th May, I came early from work.  The next day it was going to be a Mother's Day.  We prepared that we were going to celebrate the Mother's Day in church.  When I came at home, one guy whom I didn't know, came from the Myeni house.  He came from up the road.  He went to Myeni's house and then after that he came to my house and then when he arrived there he said - my son said to him, \"Can we help you?\"  He said, \"No, I'm lost.  I'm looking for Mthembu's house\", and my son showed him Mthembu's house.  My son said, \"I'm going to direct you\".  And then I said to this guy, \"But you said you're from South Coast and you got off from the taxi at the shop.  Why are you here now, because you should have been at the location first before you came here?\"  Then I told this boy that, \"How come I don't trust you?  It looks like you are here for something else\", and this boy said, \"No, there's nothing\", and then he put his hand in his pocket, and my son as well, I think he suspected him.  My mother came out and she wanted to know what was going on and we explained to my mother.  Then we directed the guy to Mthembu's house.  Inkatha members were down there and they were going up and down.  What made me really suspicious is that this boy didn't go to Mthembu's house.  He went to the shop where there were IFP member and then he raised his hand and then I told my sister that something was wrong.  My son said to me, \"Ja, I think we should run away\".  I went to look for cousin, who had a car.  We wanted him to take us, all of us, to his place.  I asked my son to go and sleep over at his girlfriend.  When I went to look for this car I passed next to the shop where there were IFP members and then I heard them saying they are tired of ANC people.  I went there to my cousin's house.  I waited for him, because he wasn't at home.  His wife told me I must wait for him, he'll come back.  I told his wife that I wasn't feeling good.  My mother was one person who was very, very religious and my son came and I told my son - I asked my son how come he was there.  My son told me that he's not scared.  Even if he can die he'll die with my mother.  My cousin took us by his car, together with his children.  At home there was a girl who used to help my mother when I was at work and she was pregnant and there were other three children who lost their mother and we took care of these children, because their father was also sick and a certain doctor told me we need to go and register these kids, so that I can become the foster parent of these kids.  Out of eleven of us members, we eight of us left.  Only my mother and my son left behind.  We went to my cousin's place and my son was with his wife and his wife is the one who came and told us that people came to the house and they were shooting and she also said to me they started shooting at my bedroom and my daughter-in-law also got hurt.  She got shot, and she's the one who told us, and she told us that she also went to her home and she reported and she asked her family to make calls to Eshowe Police Station, but the police didn't come until me and my cousin, Themba, we went to the police station at Eshowe.  We found the police relaxed.  We asked them how come they are relaxed, because they have reported a matter that at home there were people who were shooting people.  They said it was dark when they arrived there.  I said to them, \"It's surprising, because we have electricity at home\", and I told them that they were supposed to go there with their torches.  This thing happened at about something to ten.  My mother was shot there and my son until they died and police didn't come in time.  I think the police had an idea and they were told not to come.  Mr Wasserman, he's the one who took the statement from me.  He never came back to me and told me as to when to appear in court and the gun which they used was 9mm.  I was never called to come for the case.  I only received a letter that the inquest was done and nothing was found.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Mrs Xolo, you mentioned in your statement that when the trouble started in March 1993 it started when these youths would go round shooting at night and that they came from - they were camping at a house owned by Myeni.  Is that right?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And you said that Myeni was a member of the IFP and he was also a member of the KwaZulu Police.  So he was a KZP - KwaZulu Policeman?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.  He became a police later, but he was just an IFP member.  He was taken to Mlaba Camp to train.  And the car which was seen the next day after this incident, this car belonged to a prominent member of KwaZulu.  It was after this incident happened at my house.  This car belonged to a very prominent member of KwaZulu/Natal.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Do you know who that person is?  Or do you not want to say?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I do.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Who is that person?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I am scared for my life, but I can tell.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " You don't have to say it if you don't want to.  If you want to say it you are welcome to say it, but you do not have to.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's very important for me to mention his name, because his car was going to Myeni's house.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Then if it's important to you then you can mention that name.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Nyawusa was the driver and he's driving the car for Gideon Zulu.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And you say that that car was seen going to Myeni's house?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, correct.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Now, in many other places where we have been to listen to stories like yours, like in Port Shepstone, Newcastle, we've come across this term, \"Camping\", where people say that people were camping and in those areas it seems to mean it's youth who will stay at somebody's house at night or they'll stay in the bush at night and then at night they walk around with guns and they make sure that it's only people from one political party who are living or walking around in that area.  Is that what you mean when you say that these boys were camping at Myeni's place?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct, that's what I mean.  Up until today I'm still receiving threats.  I receive calls, which are asking me as to where at Stanger am I staying.  I don't know why they are doing this, because they have finished with me.  They killed my mother.  We were Christian in that family.  We took care of the community.  My mother used to help other women from that area.  We used to take care of children.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And why is it that you are living now in Stanger or near Stanger?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  After the funeral we were supposed to leave or to run away.  My mother came from Groutville and my uncle came and took us.  After the funeral - immediately after the funeral we took the furniture and we left other goods there.  My uncle died after a week from heart attack.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Now, did you say that there was a case or an inquest?  Do you have documents relating to that?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I went to Pretoria to Mr Mufamadi, because I could see that there was nothing that was being done with regard to the death of my mother.  Then I was referred to Natal. I received a letter from the superintendent and he said that he was following my case.  Last year I received the letter that the inquest had been conducted, but I had never been called to testify or to listen.  I was never contacted.  I know nothing about the inquest.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Now, Mrs Xolo, you said that this car driven by this man, Nyawusa, was seen at Myeni's house.  Was this immediately before your house was attacked or was it generally seen going to Myeni's house?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I cannot vote and say it used to go there, but the following day at about five it was seen driving to Myeni's place.  The following day after my mother was killed.  I don't know whether before the car would go there when we were asleep.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And then you said that at a later stage you heard that Myeni had left Eshowe and gone to the Mlaba Camp to undergo training with other - because I know that the Mlaba Camp and the Mkuze Camp were camps where IFP youth were trained to use weapons.  Is that right?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  During that time that's exactly what happened, but by then I was staying at the nurse's home, because the matron said I should stay at the nurse's home, because it was not safe for me to stay outside and my children were staying all by themselves.  What I know is that Myeni went to Nyawusa's place and stayed there and he also took them in for protection and thereafter they were recruited to go to Mlaba Camp.  I don't know, but he was wearing ZP uniform.  That is Myeni that I'm talking about now.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And the children who lived with you - the children who you were going to be registered as the foster parent of, what happened to them?  Did you take them with you to Stanger or are they still in Eshowe?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I could not even take the children.  Even now I would like to know what happened to those poor kids, because their father was working at a firm, so he took them.  I don't even know their whereabouts at the present moment.  They were still very young at that stage.  The other one was 2 years old.  The other one was 4 and 5.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Just, finally, I may have missed this when you were talking earlier on.  Did you get death certificates with regard to your mother and your son?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I did.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And what does that record as the cause of death?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My mother's death certificate is written ... (inaudible) ... widow, gunshot wounds of left lung, right kidney and small bowel.  That's my mother's death certificate.  I don't know what happened to my son's death certificate.  He had one wound on the chest.  The other one had a gunshot on the skull.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " So your mother they shot with a shotgun in the chest, the left lung?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My mother was shot in the kidney - the right kidney, as well as the left lung and the small bowel.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And the person who you said was working for you, was that a man or a woman?  You said there was a young person who was working for your mother who was pregnant?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was a young girl who was pregnant.  She was 18 years old.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Is she the one who died as well?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, no, the one who died was a small boy.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And how did he die - the boy - the cattle herder?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was also shot on the very same day when my mother was killed.  The three of them died on the same day.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you.  Are there any other questions?",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/PROFESSOR MAGWAZA",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            "Can you please help us to clarify this issue?  Firstly, you said they got to your place and they violated you but your mother didn't die on the very same day, but you waited for the police to come.  Were there any means that you employed like calling an ambulance to come and fetch them?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, what happened was at the time that we were attacked my parents were all by themselves.  That is my mother as well as my son.  We had run away by that time and when my daughter-in-law had gone to her place to phone the police, she went there before she came to us.  She went to her place to report to the police.  When I got to the police station and told them what had happened they said the van had gone there and they turned away because the house was dark.  It's not true, because we had electricity at my place and the road is quite clear.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " You also spoke about your son's girlfriend.  You said she was also shot.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, she was shot in the elbow.  She was actually grazed by the bullet.  She also submitted a statement.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " Who is this girlfriend?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's Eleanora Ngema.  She is staying with me.  They are staying with me at Stanger and she's still attending school.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " I'd like to ask you one more question with regard to your family.  You said your sister was mentally disturbed thereafter.  Just tell us briefly about your sister.  Where was she when this happened?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  She was working at Westville and she would come during holidays or at Christmas time, and when we first - we did not tell her that my mother had died.  We said it was my son only who had been shot and she came in a car, knowing that my son was in hospital.  We did not tell her that my son had died.  And when we got home we had to tell her that.  Even since then she has been mentally disturbed.  She is not stable.  She is not violent, but at times she would talk to herself and she wouldn't make any sense when she talked, and she is no longer working.  I had to go and fetch her where she was working.  That is at Westville.  ",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " Does she have a child?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, she has a 16-year old child, who is also staying with me and I'm also helping to put her through school.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " One other thing that we would like to find out is with regard to your grandchild.  How old is your grandchild?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The grandchild is 5 years old and she's doing class 1 at an Indian school and they are all at an Indian school and one is at a white school, because they are still scared.  They fear for their lives.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " My last question.  How many children are under your care?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's my sister - the one I say is mentally disturbed.  It's my grandchild - that is my son's child.  My sister's child and my two kids.  Even the girlfriend, that is my son's girlfriend, she is also my responsibility, but my true responsibility is five children.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " And all this responsibility that you have now incurred was because your son died as well as your mother? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that's actually contributed.  My son had already been called in as a new recruit and he was going to start on the 28th September, training as a soldier, and I was hoping for some relief that he was going to maintain his own children and he was going to marry his girlfriend and he wanted the girlfriend to finish school, and when  this happened it actually threw my plans, as well as his.  They were scattered and I had to take her through school.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " Besides your sister who is mentally disturbed, is there anybody else, who suffered the consequences of this attack?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, it was only my sister and I who were left in the family. ",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            "We thank you very much.  It is very clear that even if a person can be disturbed or violated they cannot violate the spirit and the ideas that you have.  We thank you very much.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "I just want to finish off from what Professor Magwaza has already said.  I'll be very brief.  Firstly, what is your sister's name?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's Melta Mazibuko.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is she getting any treatment for being mentally affected?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, she used to attend the psychiatric clinic because Albertina was the one who was helping us - Mrs Singacane.  I will be taking her to Mrs Singacane, to see whether she can help her in any way.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Have you ever taken her there?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No.  From here I am taking her to Mrs Singacane.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is Mrs Singacane going to charge you?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, she will charge me.  She will charge me, but I think I can speak with her because I've got medical aid.  I have to pay because my sister is not on my medical aid.  She's a private patient.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Does she also deal with people who are mentally disturbed?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, she said I must bring her with so that she can assist her and see if she could refer her to psychiatrists in Stanger.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " You must tell Nomatula to contact me, because we've got this programme where we send people to psychologists, as well as psychiatrists.  We have already spoken to the Minister of Health to assist the people.  You can tell her to get in touch with me, so that we can assist you, that you cannot pay for the psychiatric treatment.  I've got one more question.  What about Mthembu?   What is Mthembu in the equation?  Because you told us that they would conduct meetings at Mthembu's place.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Mthembu is a neighbour and he is also a prominent member of the Inkatha Freedom Party.  They used to conduct meetings at his place.  All the meetings used to be conducted at his place.  I cannot be very sure about that.  We never used to go to other people's houses.  We were more concerned about the community at large.  That's how we grew up.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Are you not ill?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I'm fine, but I had BP and I started taking the treatment, but I never got ill.  My doctor attended me after I had - after the attack, and these tablets helped me so that I could rest and not be preoccupied with my own thoughts.   Maybe other people, when they look at me, they feel I'm ill, but I don't really feel ill.  You cannot see yourself when you are ill.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Mrs Xolo, thank you very much.  It's clear that you and your family - your mother - played a very important and constructive civic role in that area, doing good works, taking in children, looking after people whose parents had died or were not able to look after them, and it's a terrible tragedy that people such as yourselves should have been affected in such a callous, brutal way.  It's terrible when anybody dies, but somehow it's just much, much worse when you hear about an elderly lady being shot with a shotgun.  It's just - words cannot describe the cruelty and the horror which ones feels when you hear a story like that.  So we do extend our very deep sympathy to you and we hope that you are able to carry on with your very positive life in the area where you are living now.  As Dr Magwaza has said, it's the spirit which they can't destroy and that seems to be exemplified in someone like yourself.  We will do what we can to have a look at the inquest records, to see how it was that no one was held responsible and to see whether we can take this any further, although we can't promise that.  But we thank you very much for coming in, telling us that story.  It does paint a very vivid picture of what life was like only a few years ago - three years ago - in an area very close to here and the story is very important for our records.  Thank you very much indeed.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I also thank you.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/CHAIRMAN",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "6B/0",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "The next witness is Vusumuzi Khumalo.  If you can please come up on to the stage.  Thank you for coming in today, Mr Khumalo.  Can you hear me?  Can you understand me?",
            "Unknown"
        ],
        [
            "VUSUMUZI KHUMALO",
            "Yes, I can hear you, but I've got a problem.  I can't hear properly.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "(Inaudible) ... is that right?",
            "Unknown"
        ],
        [
            "VUSUMUZI KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "To tell us about the death of your son, Sithle Khumalo.  Is that right?",
            "Unknown"
        ],
        [
            "VUSUMUZI KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Can you stand and take the oath, before you tell us your story?",
            "Unknown"
        ],
        [
            "VUSUMUZI KHUMALO",
            "(Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Now, Mr Khumalo, you are living in Ngwelezana.  Your son Sithle Khumalo, he was born in 1973 and he died when he was 20 years old in 1993.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Do you have any other children?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I do.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " How many have you got?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I have 13 children.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Are they schooling, working or are they a mixture of both?  I suppose they are both?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Some are at school.  No one is working.  Some are at school.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Are you working yourself?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I'm working.  I'm from work even now.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And your son, Sithle, when he was killed, what was he doing?  Was he schooling or was he working?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was not at school.  He ran away from school because he was chased away with threats that he was going to be killed.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And who made those threats to him?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Members of Inkatha.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Where was he at school?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was at ... (inaudible) ... next to Ngwelezana.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Now, you said in your statement that he was involved in certain organizations in Empangeni, that he was the chairperson of COSAS, is that right - Congress of South African Students - and he was also an ANC member.  Is that right?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Now, can you tell us something about what happened?  The circumstances under which he died, from what you remember, or from what you were told by other people.  Just tell us in your own words what happened or what you think happened.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Sithle was at Mchane and they had an altercation with friends and he was stabbed and admitted to Ngwelezana Hospital.  Thereafter he was admitted on the 18th December.  Then his friends hunted him, because they didn't know where I was staying and they burnt my house down and I ran away to stay in town.  Thereafter they looked for me and they got me on the 19th and they told me that my son was admitted, but I could not go to Ngwelezana, because I knew that whoever injured him is going to do the very same thing to me.  They were waiting for me, so I was scared to go to Ngwelezana.  I looked for a doctor who could treat Sithle in town.  Then I was given the telephone.  I phoned Ngwelezana Hospital.  They refused to hand him over to me, because they were still treating him.  Thereafter I went back to my doctor on the 21st and I told him that they had refused Sithle to go out.  Then he phoned himself.  He phoned Ngwelezana Hospital.  They still refused to hand him over to the doctor and he came back and reported to me that they were refusing.  Then the doctor said to me I should wait until such time that they were going to hand him over to me or discharge him.  After quite a few days, on the 26th, there were three men - soldiers - who went to the hospital.  They were sent by members of the Inkatha.  They shot him at the hospital, but he did not die immediately.  He was - oxygen was administered, and on the 27th it was discovered that he had a big hole on his tummy, but he never told his mother as to what had happened.  The nurses filled in a certain form, but his mother did not want to sign the form, because she did not know what the form was for and they said what they wanted to do was to take him to the theatre and operate on him and his mother asked as to why he was not taken to the theatre before, why were they taking him on the 27th, but she nevertheless signed the form and she came to tell me what had happened.  She told me that Sithle was going to be taken into the theatre and she could not go back to see Sithle.  Then she went there and the doctors told her that Sithle died immediately after she left.  She came back and told me that my son had died.  Then on the 28th I received a telephone call that Sithle had been stolen from the mortuary - the body had been taken - but they could not elaborate as to who had taken Sithle's corpse.  From there the police told me that I should come back on the 30th, so that we could go and investigate as to what had happened.  Then I decided that I would go on the following morning.  The police took me.  They showed me around, so that I could identify my son's body, but we could not find him.  They told me that he was at shelf No 11.  The policemen were telling me that, but we never got him.  From there we went to the superintendent and I asked as to where Sithle was.  They could not shed any light as to where Sithle was and I could not understand it, because they refused me permission to take him out of the hospital as a parent and they even refused the doctor permission to take him out of the hospital or to have him discharged.  It was Dr Alexander who refused us permission to take Sithle.  Then I told them that I needed my son, because if it was a white person who had died they would be looking for the body or the corpse, but because the child was black it was just more or less like a dog who had died, and I said I wanted my son, because I wanted to bury him, but they could not answer me and they told me that Sithle died at three, but my wife was there at half past ten.  I could not reconcile the two.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Mr Khumalo, just to go back a little bit.  You said he was admitted to hospital after being stabbed.  Do you know what that incident was about?  Because it seems as though that was the incident which led eventually to his death.  What happened there?  Do you know - were you able to find out what happened and why he was stabbed?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They were fighting all by themselves when he got stabbed, because they were drunk, according to the information that I gathered.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " You mentioned in your statement that - you said there was political fighting between the ANC and the IFP.  Now, I don't know whether that's correct or not.  Do you think that your son's death had anything to do with conflict between those two parties?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I will put it in this manner.  At the hospital there were certain security police who were IFP members and when my son was admitted these very security police went to tell the other members of the IFP that son had been admitted at the hospital so they could come and finish him off.  They came all of them - they went to the hospital and they were keeping guard and I could not take him out, because they were there, waiting for anybody who wanted to take Sithle out, but they were never reported that they were sitting outside, keeping guard.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And perhaps I misunderstood you earlier on, but did anything happen to him in hospital before he died?  After he was admitted and before he died, was there any other attempt on his life?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They got to the hospital.  They were a large group.  Some went into the ward, in which he was admitted, and they surrounded him and when he opened his eyes he looked and he found quite a large number of Inkatha members and asked them as to what they were doing and they ran away at that time.   Then on the 26th the soldiers came in and they were the ones who killed him.  These soldiers were from the rural areas and they would be taken to Ulundi and be trained, and these are the very same people who came to kill my son.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Which hospital was that?  Sorry, was that Ngwelezana Hospital?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was Ngwelezana Hospital.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Are you saying that they attacked him in the hospital, the soldiers?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct, inside the hospital.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Do you have a death certificate for your son, Mr Khumalo?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The people from Cape Town took the certificate.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Do you remember what the certificate had on it, how did he die?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The pathologist found him decomposed, because he had been dumped at a forest and the body was badly decomposed and by the time they got him he could not detect the cause of death and the doctor could not operate on him or check as to what killed him, because he was badly decomposed.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " So, as far as you know, was he killed and then removed from the hospital or was he removed from the hospital and killed in that place where his body was left?  Do you know that?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was shot first at the hospital and he died and a group of people came with guns and they took him, but they escaped through a certain exit.  They never went through the usual exit.  When they got into the ward, the security who was looking after him said he wanted a letter and they said they were not going to produce any letter, they were going to take him forcefully.  They went to the mortuary and they took him out.  They said, \"This is the one that we are looking for and we are taking him with\", and they were told that it was not lawful for them to take a corpse, and they shot that very security.  He died on the spot.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " So someone else died.  Do you remember whether there were any cases in relation to that shooting or your son's death that we can look at the records of, because this sounds like a very complicated case?  Was there a case that you recall in Empangeni that you attended, relating to the death of your son?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, there were no other people who died, but the security at the mortuary was killed because they wanted to get Sithle.  I don't know on other days, but on that particular day that's what happened.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " So you don't recall attending any court case at all about your son's death or the death of the security guard at the mortuary?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The policemen phoned me and they said I should come to them.  They said there was going to be a case.  We were going to Ngwelezana because they had heard that my son's body had been stolen.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And did you go there?  Was there a case of any sort? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I did open a case.  Up till today nobody has been arrested, because after quite a few days thereafter I met some other youths who said to me I was a child, and when I got to them I asked them as to why they greeted me in such a manner.  They told me that they wanted to kill me, because they had already killed my son and I was the only one who was left, and I hit them with my knob kierie.  Some ran away.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Mr Khumalo, do you know why the soldiers would have wanted to kill your son?  Why they should have come to the hospital and done that?  What did they have to want to do that?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The reason was that they were also helping the Inkatha to kill people, so they were fighting with ANC members.  They were saying he was a comrade.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Any other questions?  Mrs Gcabashe?",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "I just want to clarify this issue, Mr Khumalo.  As you are relating this story, you are still feeling the pain of losing your son.  Tell us more about this doctor whom you consulted so that you could take your son out of the hospital.  Who is this doctor?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I did not take the doctor's name, because I went to his house and I spoke to him.  I told him as to what had happened to my son and he was an ANC member and that I needed him to be taken out of that hospital.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Was it a black or white or Indian doctor?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was a white doctor.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "As I've already said that you are still very",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "/traumatised.  I",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "traumatised - I can hear it from your voice - how were you affected, you and your family?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Ever since my house was burnt down I've never quite been the same.  I work because I'm a man.  Maybe if I was somebody else I wouldn't even be working, I would be staying in the forest, because I'm staying in the forest right now, because my house was burnt down.  My house was burnt down, the first one.  I had four houses and the first one was burnt, as well as the other ones, together with my possessions.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " What else do you feel emotionally or physically and financially?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I feel that I could kill people and do anything, whoever comes my way.  I'm very aggressive now.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " And how is your wife?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My wife ran away to Durban and she's still staying in Durban even now.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Whereabouts in Durban?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  She stays in Clermont.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Are you not staying together any more?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  She does come, but she's very scared because she also received death threats.  She's also employed.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " How is she?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  She hasn't yet told me anything besides that the children are still very scared because of the trauma that they went through.  The children are not very well.  They are not normal like other children.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Are they getting any treatment for their illnesses? ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I do go to the clinic where I work and I will take them to Ngwelezana Hospital.  I get my medication from work.  There is a resident doctor at the hospital.  I also send my children to the Ngwelezana Hospital whenever there is anything wrong with them. Have you ever tried to see psychiatrists or psychologists?   ---   No, we've never attempted that.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " But would you like to be assisted to see these doctors?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I think I would like to be assisted with regard to that matter.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Thank you.",
            "Female"
        ],
        [
            "DR MGOJO",
            "This is a painful story that you've related, Mr Khumalo.  You have already told us that the doctor at Ngwelezana refused to hand your son over to you.  You said it was Dr Alexander.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, Dr Alexander was working at the ICU at that time and I'm not clear as to whether he's still working there.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Where is Enoch Ngomezulu, the policeman?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Enoch Ngomezulu is the one who issued out the death certificate that I sent to Cape Town.  He's still at Empangeni.  He is still working at the police station.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " I just want to verify the things that you've asked the Commission to do for you.  You have a request.  You want this Commission to help you with the investigation as to the death of your son?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is that your only request?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that's my only request, even if I'm not going to do anything, but I would like to know as to why he was killed.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " So that's your only request?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct, that is all I need to know.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            "There are just a few questions that I would like to ask you.  You have pointed out that there is a security guard who died.  What was his name?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I wouldn't know, but he used to stay at Mpenpene.  I think it was from the Dubazana family.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " This incident, the shooting of your son when he was shot at the hospital, were there any eye-witnesses at the hospital?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I wouldn't say that they were there, but what I know is that the sister in charge who saw everything and who should have seen everything that was happening in that ward at that time should also be answerable.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " Do you perhaps know as to who was in charge at that time?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  At the time the incident took place, it was Jabu Mthembu.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " You've also pointed out that you suspect that he was killed by members of the IFP, because they had come to you.  Why did they come to you?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They wanted my son even then.  They said if there was a problem then we should phone the police and call the police.  We should tell them that there was a problem there.  That was the problem because they did not want our children to be comrades and join the ANC.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " The very last question.  You said you have 13 children.  Now, are you staying with them without your wife?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I'm renting out a place with those 13 children.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " Are they from one wife?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, they have different mothers.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            " Is there any mother, one of their mothers who is staying there?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, she's staying with me.",
            "Unknown"
        ],
        [
            "PROFESSOR MAGWAZA",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Finally, sorry, Mr Khumalo, do you know the mortuary where they removed your son's body from?  Where was that mortuary?  The hospital mortuary or the mortuary at - hospital mortuary?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's the hospital mortuary. At Ngwelezana?   ---   That is correct, at Ngwelezana.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you.  Thank you very much for coming in today.  It's a shocking story that you tell us.  It's unbelievable that in this day and age that those sorts of things can happen.  It sounds like a story out of the Wild West that people can break into a hospital, shoot somebody in their hospital bed, take the body from the mortuary at gunpoint and dump the body in the veld.  It really is a shocking, shocking story and we will certainly, through our investigative units, try and understand what happened and why it happened and try and see whether those people who are responsible cannot be brought to justice in some way.  So thank you for coming in, telling us that.  We know that it's difficult to go through that.  We can see that you are upset about it and we hope that coming here and telling your story in front of all these people, in front of the television, has helped you to get some of that pain off your chest.  Thank you very much, Mr Khumalo.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you very much.  That was the last witness for today.  We will be resuming again tomorrow morning at 9am sharp.  Please be here at 9am and please encourage your friends, your family, your relatives, to come along and listen to the victims who will be telling their stories tomorrow.   Please make sure that these things are not removed from the hall.  They can't be used outside the hall, so please hand them in at the door.  Thank you very much.\nPROCEEDINGS ADJOURNED TO 1996/11/05\n/PROCEEDINGS RESUMED",
            "Unknown"
        ]
    ]
}