{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-11-06",
        "location": "EMPANGENI",
        "names": [
            "Khanyisile Mabaso",
            "Nomusa Shandu",
            "Dorcas Luthuli",
            "Bheki Ntuli",
            "Babekhile Shandu",
            "Dumisani Mchunu"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56200&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/empang/empang3.htm",
        "speakers": [
            "BABEKHILE SHANDU",
            "BHEKI NTULI",
            "CHAIRMAN",
            "DORCAS LUTHULI",
            "DR MGOJO",
            "KHANYISILE MABASO",
            "MRS GCABASHE",
            "MRS SHANDU",
            "NOMUSA SHANDU"
        ],
        "original_speakers": [
            "CHAIRMAN",
            "MRS MABASO",
            "KHANYISILE MABASO",
            "DR MGOJO",
            "MRS GCABASHE",
            "MRS SHANDU",
            "NOMUSA SHANDU",
            "MRS LUTHULI",
            "DORCAS LUTHULI",
            "MR NTULI",
            "BHEKI NTULI",
            "BABEKHILE SHANDU",
            "DUMISANI MCHUNU",
            "VIRGINIA MCHUNU"
        ]
    },
    "testimony": [
        [
            "DR MGOJO",
            "... About their torture.  We praise their courage.  There are so many who have been threatened and who are still scared to come before the Commission and testify, but you have come to tell all your stories.  We wish the Lord could help you, give you strength and power and also bless you.  We also welcome the relatives of those who have come to testify, as well as members of the community, who have come to support those who have come to testify, to come and hear the making of the history of the new South Africa.  You will also relate to your children and generations to come and tell them that you were part of the making of that history.  It means you have also taken part in the making of the history and we thank you for your undying support.  Some are working, some are attending school or are students, but you have dedicated your time to these proceedings, to come and give yourselves as to what happened in the past, the reasons why such things happened in the past.  We thank you very much.  I shall hand over to my colleague, Richard Lyster, to also say a few words.  Yesterday I forgot to introduce my colleagues.  On my extreme left is one of the Committee members in Durban.  She is a member of the Human Rights Violations Committee.  On my left is also my colleague.  We are both Commissioners in KwaZulu/Natal, as well as the Free State.  He is an attorney and his name is Richard Lyster.  He was an attorney for Human Rights in Durban before he joined this Commission.  I am Reverend Dr Mgojo.  I was lecturing some priests from the Methodist Church.  Now, I'm in Durban and just working before I retire.  There was a Professor Magwaza yesterday, but she has gone to Cape Town to attend a meeting, sub-committee of the communications.  We are very sorry that the number has gone down, but we shall try to do our best.  Now I call upon Brother Mr Lyster.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you, Dr Mgojo.  I'd also just like to add my words of welcome to members of the public and particularly to the witnesses in front of us today, who will be testifying.  Unfortunately, because of the bad weather and because of the fact that some witnesses still feel in this area that it's perhaps not safe to come forward, we only have at this time four witness who will be giving evidence this morning.  It's possible that others will come in during the course of the day, but it looks like we may have an early finish today.  The following witnesses will be giving evidence, Khanyisile Mabaso, Nomusa Shandu, Mrs Luthuli and Bheki Ntuli.  So we will start then with the first witness, Khanyisile Mabaso, if she could please come up on to the stage.  Thank you.  Good morning, Mrs Mabaso, can you hear me, can you understand me through your earphones?",
            "Unknown"
        ],
        [
            "KHANYISILE MABASO",
            "Yes, I can hear you.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Thank you.  You have come to tell us the story this morning about the shooting of your son, Njabula Mabaso and the stabbing of your daughter, Hlengiwe Mabaso.  Is that correct?",
            "Unknown"
        ],
        [
            "KHANYISILE MABASO",
            "That is correct.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "And you are from Esikhaweni Township?",
            "Unknown"
        ],
        [
            "KHANYISILE MABASO",
            "That is correct.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Before you tell that story, please can you stand up and take the oath?\n/KHANYISILE MABASO",
            "Unknown"
        ],
        [
            "KHANYISILE MABASO",
            "(Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Now, before we start with your story, Mrs Mabaso, perhaps you can just tell us something about yourself, your family.  How many children do you have?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I have five children.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " You have five, and two of those children are Njabula and Hlengiwe?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  As well as Bongamusa and Thulani and Sibongiseni.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Okay, so those are your five children.  And Njabula, is he the eldest child?  Is he the first-born?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, there's an elder one, Bongamusa.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And are your children schooling, are they working, what?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They are still at school.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And is your husband still alive?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, he's no longer alive.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And are you working?  Are you supporting your family?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I'm not working.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And how are you supporting your family?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We received some money where my husband was working.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Did your husband - was he ill - did he die - how did he die?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, he was sick.  He died of a heart attack.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Now, the incident which took place when your children were attacked and yourself, took place in March 1993.  Is that right?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  1992.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " March 1992.  And where was that?  Was that in Machane?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Where is that?  Is that near Esikhaweni?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's in Machane, next to Empangeni.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Next to Empangeni.  And were you living there at the time?  Were you living in a house in Machane?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct, I was staying there.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And can you just tell us briefly something about what was happening in that area at that time?  Was there violence, political violence, taking place at the time?  Just give us a brief picture of what was taking place at the time.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  There were some fights between political groups at that time.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And was your son, Njabula, was he a member of a political party or was your family aligned to one political party or another one?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My children were members of the ANC.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Right, and Njabula, was he schooling at that time? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, he was at school.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Okay, well, then will you tell us in your own words what happened on that day in March 1992?  Just tell us slowly in your own words.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I shall request not to mention the names of certain people, because some of them are here and I'm scared to mention their names.  They are the people who are written down in the statements, but I don't want to mention their names now.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Are you saying that they are here in the hall?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I do not know whether they are here, but some of them might be here and I am scared to mention their names.  I fear for my safety, but they are the same people who are in the statements.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " I see, okay, you don't have to mention their names.  You can continue and tell us what happened on that day.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was at night and we were already asleep.  Then I heard as if there was somebody knocking on the window and they hit the window.  I could smell some petrol, as if they were pouring the petrol all over the house.  I woke the children up and I told them that I could smell some petrol and I suspected that they were going to set the house alight.  As we were woken up they started burning the house.  They set it alight and we saw the fire coming in through the window.  Then we tried to extinguish the fire.  They went to the front to pour some more petrol and my son tried to extinguish that fire as well.  When I was in my bedroom I saw that my bedroom was also being set alight and petrol was being poured and later on I discovered that I had been shot on my right arm and when I went into my child's bedroom ... (pause).",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Mrs Mabaso, we know that it's difficult for you to tell the story and to relive that experience, but if you want to take a few deep breaths and just relax for a minute, please do so.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  When I went into my children's bedroom there was a big carton, where there was a stove and I saw my children getting into that carton and I told them to get out of that carton because the house was on fire and I told them to try to get out of the house and run away and I could not walk because I was injured at that time.  Later on I heard a gunshot and I felt a bullet going through my back and I fell down and at the time the house was on fire.  My other son also got injured and I could hear my daughter screaming in the other bedroom, but I could not go and see.  Only to find that they had pulled my child outside.  That's where they hurt her.  And at the time I was inside the house and I couldn't see anything and the house was dark at the time.  I couldn't see anybody.  It was very quiet inside the house and the house was burning.  I heard my children screaming and when I also tried to ask them as to what I had done one of the attackers said we were going to die that particular day, all of us.  They were going to kill the whole family.  I had seen some of them.  I had opened up the curtain and I saw them facially and I can identify them, but I didn't know some of them.  At that time I felt somebody pulling me outside and I couldn't see who was pulling me outside and I realised later that my children were pulling me and they put me somewhere outside and my son came when we were there.  We couldn't see the attackers and we hid there in that little bush.  After quite some time I could hear a car pulling off and another one came.  They searched for us, together with my kids, and the police took - said I should stand up and I could not stand up.  My children picked me up and they put me inside the van and asked to whether these were the lot of us.  They took us to the hospital and we left the house and it was burnt down to ashes.  ",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Mrs Mabaso, can you tell us how you were injured and how your children were injured.  You said that you were shot twice, as I recall, once in the arm and once in the back.  Is that correct?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And who else - how was your son, Njabula injured?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Hlengiwe was injured, as well as Njabula, and my sister's daughter who was staying with me was also injured just below the arm, but at that time I couldn't see because I was also unconscious.  I heard her saying at some stage that she had also been injured but I could not see what had injured her.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " How was Hlengiwe hurt?  Was she stabbed or was she shot?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Hlengiwe's head was chopped, apparently with a panga.  That was the nature of the injuries, but I didn't see what they used to hurt her.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " How old was Hlengiwe at the time?  This was in 1992.  How old was she?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  She was four years old.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And Njabula, how was he injured?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Njabula was shot in the eyes.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And what is the nature of his injury today?  How is he today?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He can't see, because he got partially blind.  He had to leave school.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And yourself - you said you were injured in the arm and the back.  Was that both bullet wounds or were you stabbed?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct, I was shot.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Both wounds were from bullets?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.  They shot underneath the armpit, as well as on my arm.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " So you were taken by the police.  Was that the SAP or the KwaZulu Police?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was SAP.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And you were taken to the hospital.  Which hospital was that?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We were taken to Ngwelezana.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And did you all stay in hospital?  How long did you remain in hospital?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We stayed a whole month at the hospital.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Now, you said in your statement that you recognised some of the people who were attacking you, but you said earlier on that you did not want to mention their names, because you were afraid.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Now, you don't have to mention their names, but were they local people from Machane Reserve?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, they were residents of Machane.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And from what political party did they come?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " They were Inkatha members.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And do you have any idea why they attacked you and your family and burnt your house down?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They were saying my children were comrades and the whole family was ANC.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Was a formal report made to the police?  I know that the police came to pick you up, but did you make statements to the police and did they open a docket in this case?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, my husband went to report the matter to the police, but they never came to me to take a statement.  They left the matter as it was.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " So even though you had the names of the people who attacked your house, the police didn't take a statement from you?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They never did anything.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Was there any sort of investigation or case that resulted from this attack, that you know of?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Nothing, absolutely nothing happened.  Nothing came out of the case.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Now, what did you do after you came out of hospital, Mrs Mabaso?  Could you go back to that area?  Did you go back and see your house?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The house was burnt down to ashes, so it was only the plot that was left.  So when I came out of hospital I went to Esikhaweni.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And did you get a house in Esikhaweni?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, we stayed with my father-in-law.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Is that where you are still staying?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I am no longer staying there.  I'm staying at another place now.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And your children - you said Njabula is not able to see as a result of the attack.  What does he do?   Does he have a disability grant?  Is he able to do anything?  Is he working?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He's not working.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And your daughter, Hlengiwe, how old is she now?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  She is nine years old. And how did she recover from the panga wound to her head?   ---   Yes, she survived, but I think she's mentally disturbed.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " What are the symptoms?  How does she behave?  How does she react?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  She is having panic attacks.  At times she just cries for no apparent reason.  At times, even when you talk to her she keeps quiet and stares at you.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Is she going to school?  Is she able to cope at school?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, she does attend school, although she is not doing well at school.  They always call me and tell me that she's not coping.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And yourself, Mrs Mabaso, how have you managed?  Have you recovered from this incident?  Does it still affect you?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Ever since that happened my life has changed drastically.  My right hand isn't functioning properly and I always sit and think about this and I always get scared that I will be attacked at any time.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "We understand how difficult it must be for you to cope with that terrible trauma of having your house burnt down and attacked whilst you are inside a burning house.  We extend our deep sympathy to you.  We understand how you are suffering.  I will just ask my colleagues if they have any questions they would like to ask you.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Yes.  Mrs Mabaso, let's come to your children now.  You said Bongamusa is at school?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He has matriculated.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is he working?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, he's not working as yet.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What about Thulani?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Thulani is still at school.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What standard is he in?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He's in standard 7. Is he at Esikhaweni?   ---   Yes.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " And what about Sibongiseni?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Sibongiseni is in standard 1 at Esikhaweni.  ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " The other two are not at school?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " So who is paying their school fees, Thulani and Sibongiseni?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I'm paying for them.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " You pay their school fees and maintain the family? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Now, have you ever seen your attackers thereafter? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I understand they are still there.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " If we want to see them, can we get them at KwaMachane?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Have you ever seen them after this terrible attack? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I do see them, for instance, in town.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What do they say?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The other boy asked me as to whether I still hated him for their attack.  I told them that I did not hate him and he said to my husband he must give him money.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Who says he must be given money?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  One of the attackers was asking for money from my husband.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What did your husband say?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I think he gave it to him.  I don't remember quite well.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Let me find out, Mrs Mabaso.  Why did you say that you do not hate him because he killed your children and he burnt your house?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was saying it purposely, because he was with another group of men and probably he still wanted to hurt me and I was not telling the truth, but I was trying to protect myself.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Do you think that your husband gave them money because he was scared?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I believe so, because we were also with my other son, who is now ill.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " The police station at which you reported this matter, do you know their names?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I do not know their names, but there is a certain letter that they sent to us.  That is the policemen to whom we spoke.  We did receive a certain letter or a certain document.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " You say you are not feeling well.  Were there bullets extracted from your body?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that is correct.  I do not know whether all of them were taken out because at times I feel a lot of pain on my right side.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Now, it means it's yourself, as well as your blinded son and Hlengiwe, your daughter, the one who has stopped going to school - the three of you, are you getting any medical attention?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, we went to the doctor.  My son was taken to Richards Bay and they said they could not do anything for him and we took him to another doctor in Richards Bay, an optician, and he treated him, but he said there was nothing further he could do for him, so he was blinded for life.  ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What about your daughter?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I also took my daughter to a certain doctor at Ngwelezana.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " And what about yourself?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I also went to see a doctor.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Were you paying for the services of the doctors?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I was paying.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Emotionally ... (end of tape 1A)",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "1B/0",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  ... would like to see a psychologist.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " As soon as you are through giving your evidence, you should see members of our staff, who are going to help you with information as to how to go about seeking this medical help and see some psychologists, without having to pay, because there is great damage that has been made to you as well as your family, so you should see our social workers, who can help you through.  Have you ever been to social workers?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, we have never been to see any social workers.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " That should be rectified, because our staff members will help you to contact all these people that you need to see.  Let's talk about your blind son.  How old is he?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He is 21 years old.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Do you know that there are schools for the blind people?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I've heard that there were schools, but I don't have information with regard to those schools.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Would you like your son to attend such a school, because he's very young?  He's only 21 years old.  Maybe if an effort or an attempt could be made to take him to such a school, he could make his life better, but we have to pass these recommendations to the State President, as well as the Government, to see whether your boy cannot be helped, so that he can help himself, get himself a profession and be able to.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I would be happy if he could be taken to such a school.  I think he would also appreciate the effort.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Amongst your requests - or you don't have a request - where did you say you were staying?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I'm staying at Esikhaweni.  I'm staying in people's houses, as well as neighbours, because I do not have my own place to stay.  My husband died before we could get a home.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " I am not promising you that these things will happen, but if you have a wish, what would you like us to say to the State President with regard to whatever has happened to you?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I would ask him to help me with a home, because I do not have a home to stay with my children, as well as to receive some psychiatric, as well as physical help, as well as my blinded child to get a school or go to a school for the blind.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "We shall try by all means to pass these requests to the State President, who shall then make a decision as to how people like you should be helped, because this is a very general research.  There are so many people who have been affected and we do not know whether the State President will take all the requests.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Mrs Mabaso, Dr Mgojo has already asked most of the questions that I wanted to ask.  In your statement it is stated that you were born in 1919.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " No, I was born in 1949.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " You also spoke about Hlengiwe, that you have been called to her school that she cannot cope.  I just wanted to ask as to whether the teachers had ever advised you that there were certain schools for handicapped children or slow learners.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The principal once told me that she will try to find such a school, but she has not yet done that.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " At which school are they?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They are at Esikhaweni, Msingwenya.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Who is the principal?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's Mrs Ntombela.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Because the advantage for her to go at a young or early age will help her later.  Maybe these are some of the things that you can try and sort out by contacting the headmistress of that particular school, as well as for you to see some social workers to get a school for slow learners.  We thank you very much.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Mrs Mabaso, you've told us a terrible - in fact, a shocking story, but it is a story that we have heard so many times before in this province.  A woman alone in her house with her young children attacked, the house set on fire and the family shot and stabbed in their house.  It is difficult for us to understand the terrible brutality and cruelty of this.  One can only imagine how depraved you have to be, as a person, to strike a 4-year old child in the head with a panga, and we wonder if the party to which these people belong have ever condemned this terrible act and whether they still permit people to be members of their party and whether that party, the IFP, will give their co-operation to the police in ensuring that these people are brought to justice.  We have seen many people like yourself who - or we have taken many statements from people like yourself who have not been able to give evidence to us.  They have been too traumatised and too upset by this incident and we know that you have been traumatised, but we still feel that it was very courageous of you to come here today and to tell us your story, as you have done.  It's very important for us to hear that story, because it allows us to accurately draw the report which we have to give to the Government and to the State President, and your story will go into that report.  We thank you very, very much for coming today.\n/CHAIRMAN\n2A/0",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Good morning, Mrs Shandu, we welcome you here today.  Can you hear me?  Can you understand me?",
            "Unknown"
        ],
        [
            "MRS SHANDU",
            "Yes, I can.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Mrs Shandu, you are from Mtubatuba.  Is that correct?",
            "Unknown"
        ],
        [
            "MRS SHANDU",
            "I'm from Fekane.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Is that near Mtubatuba?",
            "Unknown"
        ],
        [
            "MRS SHANDU",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Okay, but the incident about which you have come to tell us, in fact, was not from this area, it relates to the shooting of your son, Kumbulani, which took place at Isipingo.  Is that right?",
            "Unknown"
        ],
        [
            "MRS SHANDU",
            "It took place at Isipingo.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Right, now, before you tell your story, Mrs Shandu, can you stand up to take the oath, please.",
            "Unknown"
        ],
        [
            "NOMUSA SHANDU",
            "(Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Dr Mgojo will help you now.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Good morning, Mrs Shandu.  You were staying at Isipingo before?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I was staying at Makuthu Location.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " How long did you stay at Makuthu?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I started staying in Makuthu in 1960.  I stayed there from 1960 to 1990.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Now, we would like you to draw us a picture of your family.  Tell us if you have a husband and, if you have children, how many children, if your husband is still alive.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My husband died in 1973.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What about children?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I had eight children.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " And how many do you have?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I only have three now.  I had eight.  Now I'm left with three.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " How many died or were injured?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Seven.  Now, I'm including my grandchildren.  Only five of my children died, plus two of my grandchildren.  Five of my children were killed and two of my grandchildren were also killed.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Now, these five - I'm sorry, I meant three - how old are they?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My son was born in 1969, January 1st.  His name is Sipho Shandu.  And then my daughter, who is my first-born, she was born in 1956, June 14th.  Her name is Gertrude.  And I also have another son.  His name is Jubulani.  He was born in 1973, July.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Where is Sipho now?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He is in Johannesburg.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is he working there?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, he left home to look for a job in Johannesburg.  He hasn't yet found one.  He matriculated.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What about Gertrude?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Gertrude is sickly.  She's got a heart disease and she is from an operation, heart operation, from Ndwedwe Hospital.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What caused her heart disease?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, she had this heart disease long before this incident.  It just got worse after the incident.  She is now staying in Durban to be nearer the hospital.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What about Jabulani?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Jabulani is at home.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What is he doing?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He is not doing anything because he was disturbed after the incident that happened in my house.  He went to school up until standard 6 and he got disturbed because they used to stop him on his way to school and beat him a lot.  So everyone in my family got disturbed mentally.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What was happening at Makhutu area when this incident happened to your house?  Let me just ask this first.  Were you belonging to any organization or political organization?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, my sons were very scared.  They told me they were scared of joining any political organization.  I am the one who joined Inkatha long time ago when these Inkatha started happening.  My kids were still very young at that time.  So when they grew up Inkatha was there, but they refused to join Inkatha.  They refused to join any political organization.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " So they decided not to join any organization?  So, in other words they were not affiliated with any organization?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, they were not.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Now, tell us more about Kumbulani Shandu's death, who was killed on the 14th March 1990 and Bethwell and Mfiki, Linda, Zipporah, Primrose and Thulile died on the 20th July 1990.  Now start relating to us as to what happened when Kumbulani was killed.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Kumbulani was a taxi driver at Isipingo.  He was driving from Khanyisele to Umbumbulu or Umbumbulu to Khanyisele.  One day he took people from Khanyisele to Umbumbulu and he stopped at the taxi rank and people came.  They stopped the taxi.  He stopped the taxi and these people came inside the taxi.  As he was driving, other people came and they started shooting at the taxi and those people who were inside opened the windows and they kept on shooting.  He asked them what was going on and they told him that, \"We were fighting where we were coming from\", and now he decided to drive the taxi.  ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " In other words, those people who stopped the taxi were fighting?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, and those people who they were fighting with followed them and they kept on shooting.  Now they've decided to kill him because they said he ran away with the people who were killing them.  After he went and drove those people wherever they were going and he came back, he discovered that they have told other drivers that they were going to kill him because he got away with the people who were killing them and the taxi drivers told him that he must give them the car and he must run away, because those people were definitely going to kill him, and he did that and afterwards I received a message from his girlfriend.  It was after two days, because I thought maybe he slept over at the taxi owner's house, but then his girlfriend came to my house and she told me that she received a message that he had run away because people were going to kill him, and his girlfriend said they mustn't tell me, because I was going to be worried, because he used to tell his girlfriend that he doesn't like me to hear sad things because afterwards I get sick, and his brother said, \"We can't.  We have to tell our mother\", and they told me.  They decided to tell me.  I stayed at home and I was waiting that I will hear any time that they've killed him.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Please take your time, Mrs Shandu.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  In the evening when I came back from work I found out my kids were not all there and I asked where was Ntombi and her sister said, \"She's gone to town at Isipingo\".  I asked, \"Why, this late?  What is she going to buy at this time?\", and her sister said, \"I didn't ask her\".  I decided to keep quiet.  Not very long she came back.  I was drinking my tea at that time, sitting in my bedroom.  She opened the door and then she went away.  I wanted to shout at her why was she doing that, why was she peeping and then leaving just like that, and I decided to keep quiet.  I finished drinking my tea.  She came back.  She took the cups and she went to the kitchen.   Was it Ntombi?   ---   Yes, it was Ntombi, the one who went to town at Isipingo.  And then she came back.  She said to her sister, \"Would you please ask Mom to come to the dining room\", and then she came, she asked me.  I went there, because I thought maybe someone was there, looking for me.  When I arrived there I found her kneeling down and then she said to her sister, \"Please give Mom a blanket\", and then I said to her, \"Why?  Why must she do that?  Did they kill my child?\", and then she kept quiet and then I collapsed.  I don't know what happened afterwards.  Then people came to my house to give me support and comfort and they told me that my child has been killed at Isipingo.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Did they tell you who killed your child?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They said he was killed by a group of people, because he left home and he said he was going to buy a certain part for his car.  I never knew who killed my son.  Up until today I don't know who killed him.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Do think these people who killed your child belonged to any political organization?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, we don't think so.  We think these people who killed him were the same people who promised to kill him.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What collection or group of people were those?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They were ANC people.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " And they were fighting with who?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  With Inkatha supporters.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " And these Inkatha people came running to your son's taxi?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " And then they started shooting at each other?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, and my son drove away the car, so they said they were going to kill him, because he got away with the IFP supporters.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " So you have any names of these people?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, we don't, because there was never a case.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " You didn't go and open a case for this?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, only a detective came to my house one evening.  He was with his girlfriend - my son's girlfriend.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What is the name of this girlfriend of your son, Tilly?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Mkhize.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Where is she staying?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I can't tell, because of this political violence.  A lot of people ran away from wherever they were staying.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Who was the detective?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I don't know.  It was late at night when they came.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " And that was the end of the story?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The detective told me I must come the next morning at 8 o'clock to give the statement.  Did you give the statement to the police?   ---   Yes.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What happened?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I told the police that I heard that my son had been killed at the taxi rank at Isipingo.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Where did you give this statement?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I gave it to the Isipingo Police Station.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Do you know the name of the policeman?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I don't.  The last thing they told me is that they will call me.  They were still going to investigate, but they never came back to me.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Then you buried Kumbulani?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " And then after that what happened as well?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was at Dimoshwa.  People came to my house and they told me that we were going to be attacked and we stayed there, panicking, until the funeral, because even people from my church were scared to come and comfort me, because they were scared because there was this rule that if you're staying in this area you aren't supposed to go to this other area.  People from my church didn't even come to the funeral.  The funeral was just family members, because people were scared for their lives, because they were told that if you come for another area or from ANC area and you go to the Inkatha area then you are going to be killed.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Where were you staying?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We heard that the area where we were it was IFP stronghold area, so we don't know who came out with the idea.  We buried Kumbulani and one family member came.  His name is Shandu as well.  He said to me I should change my mind.  I should think of moving away from that area, because we were not safe.  So he asked me that we should leave that area and we should go to a rural area where he would give us a place to build a new house, because he said from where he was there was no organization, no political organization at all.  I considered that and I called my brother.  I decided that I should follow this idea, because he was going to give us a piece of land for us to build our house, and then we decided that after Kumbulani's funeral we should leave, because we were always scared.  After the funeral my children had arranged trucks and lorries to take us.  We took - it was on Thursday - it took us two days, Thursday and Friday, and we left for Umgababa.  That's where I lost all these other kids.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " You went to Umgababa?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, we went to Umgababa at Umgobosini.  ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What happened there, because apparently this lady promised you it was quiet?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know what happened in her life, because when we arrived there at night it was on Saturday, after the funeral, when we arrived there we went to bed.  The next day on Sunday evening we heard people singing song or slogans and I said to this lady, \"But you told me there are no political organizations in this area.  What's going on now?  Who are singing the slogans?\", and she said, \"This is the first time that I'm hearing this.  I think the kids are playing\". ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Now, wouldn't this lady from Umgababa just deliberately call you for - do you think she called you deliberately or she had plotted this thing for you, for your children to be killed?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I think so.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " And then what happened on the 20th?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  When we arrived there I stayed.  We slept with her.  The next day she told me she was leaving and I asked her as to where was she going.  She said I must stay there, and she said she wasn't staying in her house, and I asked her where was she staying.  She told me she was staying at her father's house and she said the reason she is staying at her father's house is because her mother was sick and she's helping her.  So I asked her why is she leaving her children and go and nurse her mother.  Why can't she take her mother and bring her down here.  Then I realised that it was going to be difficult for me to stay there alone without her in her house.  ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What happened on the 20th?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  On the 20th July 1990 my son woke up.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Which one?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Bethwell.  Bethwell woke up in the morning.  I heard him talking to his sister that she must bring his red shoes and maroon shirt and jeans and then he dressed up and he left for work.  In the evening I realised that he was supposed to be back home and I was troubled as to what was going on, how come he wasn't at home until this time, and then at that time I had my new house built.  I went to this lady's house, the one that I came and stayed when I first came and when I was there I saw the lady's daughter and I greeted her and I heard gunfire and when we looked we saw people - a lot of people - going up and down and this girl said to me, \"Do you have any idea as to what is going on?\"   I said, \"No, I don't know\".  I went back home.  I told my other children.  I said, \"I heard gunfire and my child is not home yet\", and I could realise that my other kids were also worried.  I couldn't sit down.  I kept on looking up and down and a girl from Shandu's family came and she called my daughter, Ntombifuthi and she said, \"Come here\".  Then I went to them and they were talking.  When I was there she left, she ran away, and I asked my daughter, \"What was she saying?\" and then she said, \"She was asking where was my brother\", and then I decided to follow her to the Shandu family, and then when I arrived there her sister was crying.  Then I asked her why was she crying and she said she saw someone being shot at the bus stop.  I said to her, \"How come, because we both heard the gunfire but you didn't cry?  Why are you crying now?\", and then she said to me, \"No, your child is not dead\".  I said to her, \"It means he is dead\", and then I decided to go back to my children, and I told them that Mboteni, the girl from Shandu, is now crying and the boy who usually goes with my son is back home and what about my son, he is not back home, and the children said, \"No, let's go to the bus stop \"and check if he's not there\".  And then I said, \"My children said they are going to check from their brother\", and the girl from Shandu said, \"No, I'll go with them\", and one boy who was 10 years old at that time and this boy said, \"They won't come back if they are going to the bus stop\", and then she said, \"Why are you saying they won't come back?  They will come back.  Let's go and check for him\", and my children came back crying and they said, \"We can't find our brother there and when we check at the bus stop we can't see anything and we saw a fire and when we go there people are coming, so we were scared, we ran, and these people aren't saying anything to us, but they just look at us badly, so we ran away up until here at home\", and then it was clear to me that child has died.  My neighbour came and she said to me ... (end of tape No 2A)",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "2B/0 ... in and she said, \"There is a guy who has been killed at the bus stop.  That guy is wearing red shoes, a maroon shirt and jeans\", and I said, \"That's my child.  I heard him saying - he made his sister to give him those clothes\", and I realised that my child is now dead.  And somewhere I could hear these killers singing and my mother (?) said to me, \"Mrs Shandu, I can see that now you can't do anything and you are finished\", and she went to the wardrobe.  She opened the drawer.  She took the purses.  I was wearing a gown at that time and it was cold.  It was in winter time and she opened my breast and she put the purses.  At that time I was confused and something was telling me I must just pray and praise and I kept on hearing my voice in her ears saying I must pray, I must sing, I must praise the Lord.  I kept on doing that and thing woman realised that I was confused.  She left and she came back and she said to me, \"Mrs Shandu, you must leave.  Go and sleep in the forest, because if you hear these songs it means something terrible is going to happen to someone\", and then I said to her, \"I can understand.  I have to go to Mrs Shandu's house and sleep there, because that's where I first came when I first came to this area\".  We took our blankets.  We left for Mrs Shandu's house and when we arrived there we sat down and when we were chatting I couldn't say anything, because I knew that the guy that I have seen lying down in the street at the bus stop was my son and he was dead, and I realised he was ... (inaudible) ... and I sent my children and Mrs Shandu's children to go and tell Mrs Shandu that my child has been killed.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Mrs Shandu is the one who came and fetched you?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.  I stayed there.  Her name is Nomajaju Shandu.  We stayed in Mrs Shandu's house and her daughter, the one who said she was going to accompany my children to go and check at the bus stop, left and then she came back after a while.  I was sitting next to the door and she said there were people coming.  At that time I got scared.  I was panicking.  I lost strength.  I couldn't even close the door and I said, \"Please close the door\".  At that time I was stiff, because I was terrified.  No one stood up and closed the door.  Something came to my mind and at that time I could feel as if someone was lifting me up and at that time I was thinking to turn off the light, because there was a candle light and I could feel like someone was lifting me up and I went to the candle and I turned it off - blew it off.  At that time in my heart I thought of hiding myself and I heard these people screaming and they said - they were asking that the Shandu family from this house must sit down and the Shandu family who just came here for rescue must stand up, and then at that time my children thought of coming to this side where I was sitting and the daughter from Shandu family said, \"I don't want anyone here\", and I heard my daughter-in-law - my sister's daughter-in-law, was crying, and I took her.  I put her under my arm, because I could hear crying.  I put her under my arm and I told her, \"Quiet, don't cry\".  And then they said, \"All the Shandu family members from up, they must stand up\", and then my daughter, Ntombifuthi said to them, \"We are also Shandu\" and one boy who said to grab them, grabbed my children by the neck and he was pushing each of them to the door and he said, \"You aren't Shandu from this house\".  And then my grandchild laugh and they threw her away and they said, \"We don't kill stupids\", and then Zipporah said, \"Mbatheni, my sister, please help me take care of my child\", and this boy who was busy grabbing them said, \"Take your child.  We came here to finish you.  No one will remain behind\", and then she took her daughter with her.  And then they ... (inaudible) ... her up and she also took her child with her and they also took Bethwell's child and I could hear the child crying outside.  Zipporah said, \"Would you please give us a chance, people?\" and I said, \"We just need to know one thing.  Why are you going to kill us, because we just came to this area and we don't even know anyone?  Even if you had your meetings you used to tell us and we used to go to your meetings\", and this other guy who was pushing them said, \"No, this one is lying to us.  All of you, you must go to your house\", and then they took them to my house.  When they arrived there they said they must move back and hold the wardrobes and they were behind them.  The boy who didn't die there was the one who opened the wardrobe and went inside the wardrobe or hid himself in the wardrobe and they chopped him by a panga.  I could hear their voices.  They were not firing twice, they were firing only once and I could count them, 1, 2, 3, until they were finished.  After they finished only one was safe.  That's when they started pouring petrol on those bodies and then they lit all the corpses and when the fire caught the wardrobe my other grandchild, the one who was inside the wardrobe, got away.  Linda, Thulile were on fire.  They couldn't get away.  They were crying.  They were not shot, but they were burnt.  On the 20th, in other words, Bethwell, Mfiki, Linda, Zipporah, Primrose and Thulile, those are the only people who died on the 20th, and Masiki as well.  Mfiki was the last one to die, because after they've burnt the corpses and I was - from where I was hiding myself I could hear Mfiki.  I heard one of the attackers saying, \"I want him dead.  Don't let him loose\", and I heard him crying and then they shot him and they burnt him outside the house.  They put a big plank and they burnt him.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What about you and these other two sons?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They were not at home, because we just came to that place.  They couldn't see me because the Lord has put a heavy blanket for any human being to see me.  They asked as to where I was, but they said I wasn't there, while I was there.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Now, tell us more about Nomajaju, the one who took you from your area to Umgababa.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  She is no longer there, because after my children died there was violence.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Do you know the names of these people, because we do have names here?  We will just make a copy, because these names are a lot.  We are just going to make a copy.  We have never heard of something terrible like this, killing small kids and all family members like that.  What's really sad is that we've discovered that the media doesn't tell us more about these things and we understand the pain that you are going through and one saddest thing is that it still is like this, they don't come out of the media.  Now, we want people to know and realise how bad it was, the pain they've put people through and media is not going to take this out.  People aren't going to see about this or read about this or hear about it.  Your story is one of the most saddest stories that someone would lose members of the family - all your family - at a time.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Now, Mrs Shandu's children are the ones who told these people who attacked us to come and kill us because we were Inkatha members.  I am very, very sad.  I am dead.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What's troubling you?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  What's troubling me is the voices of my children.  I can still hear them crying.  I hear their voices in my ears all the time, and the pain of suffering, because my children were the ones who were looking after me.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Are you working?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I'm not working because I'm very sickly and there's no one who can hire me like this.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What about Jabulani?   Who is treating Jabulani?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He's not receiving any treatment.  Gertrude is receiving treatment from Wentworth Hospital.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is she paying?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, she is paying. Even yourself, you need to get treatment.  I'll tell you that you are a real strong woman.  God has given you an amazing strength, and this Truth Commission it's one wonderful thing, because we see things like this coming forward.  I'll pass it over to my colleagues.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Mrs Shandu, we heard about the trouble which you've been through.  I still have one question about the child.  The one that you said she is not well mentally.  Are you receiving any money to help?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No.  The child tried for pension, but it was not successful.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " When was this?  Do you still remember the year?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was in 1964, December.  ",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " In other words, this child has been born disabled? ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Ja.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " You also mentioned something about your neighbour who came and helped you.  What's her name and where is she?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know where she is because we all got scattered because we ran away and in that area no one is staying there now.  All I know is that she was Mrs Mkhize, and she's the one who showed the police her child, the one who was there when my children were killed.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Are you receiving any pension?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " When was this?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I applied for it on the 12th December 1965.  No, on the 12th December 1995.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " We understand that, Mrs Shandu, and we will try and see as to why aren't you receiving all these things.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " I don't have a place to stay as well, I don't.  I am staying in other people's places.  I just go from one place to the other - relatives and friends.  I don't have my own place.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "/CHAIRMAN",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Mrs Shandu, the document that you gave us just now was a subpoena to attend a Supreme Court criminal trial.  Now, those people who killed your children, did they stand trial for murder?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, they did.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And were they convicted?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I'm not quite sure because when I left that area the case was still on, because I was glad and if they killed me all the evidence would have been gone.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Did you give evidence in the murder trial?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I was a witness.  I was there.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And did you tell the Court what you heard and what you saw on that night?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I did.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And you have never been told whether those people are in gaol or are not in gaol?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I just met someone who was handling the case and we met at Umbumbulu Court and he told me some of them were in gaol for 40 years or 35 years, but I can't tell if he was just comforting me or what.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " We will be able very easily to find out whether they are in gaol or not and we will tell you that information. ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I will be very much grateful.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Mrs Shandu, it's very, very difficult to know what to say to a mother who has lost her children in this way.  The people who did this have no humanity at all.  They have descended to a lower level.  This terrible story is a story of political intolerance and, like in so many other places in this province, it is the ordinary hard-working women like yourself who have to bear the brunt of this political intolerance.  We wish that the leaders of the IFP and the ANC could have been here today to listen to your story and to the story of the witness before you, Mrs Mabaso, because we believe that those stories - we wish that the leaders of the IFP and the ANC could have listened to your story and to the story of the witness before you, Mrs Mabaso, because we think that those stories that you have told would have touched their hearts and would have made them understand the suffering of ordinary people and would have made them all the more determined to bring peace to this province.  We understand that you have been terribly affected by this but we still, nevertheless, salute your bravery and your courage, coming here today and telling us this terrible story and we hope that it makes it a little bit easier for you to live with the pain that you are living with.  So we thank you very, very much for coming here today, and we wish you well as you go.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "What my colleague, Lyster, was trying to say is that he wishes that political leaders, like IFP leaders, ANC leaders, would have been here today and see what really happened to ordinary people like you.  One finds it very difficult to understand why people will do such things.  You expect someone from your family to protect you, not to kill you.  This lady came and fetched you and she promised you she was going to protect you, and only to find that she was selling you and therefore it's really painful and difficult for one to understand, but still I must say I really respect you, you are too brave. ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I would like this Commission to hear my requests.  I would like this Commission to help me to support these children, the ones that I have, and another thing, I'll ask the Commission to put a tombstone on my children's grave. We heard you, Mrs Shandu, and we will take this requests and we will pass them to the President, and the Government will decide what to do, but we have taken note of whatever you said and we are going to take them to the Government, and you asked for support.  If I may mention what you asked for, and also you asked to investigate if those people who attacked and killed your children are still alive and where they are, whether in goal or still outside, and again you also asked for your pension, and you also asked for medical assistance for your disabled child and the other ones who were affected by this ordeal.  That one is easy.  I think we, as the Commission, we can arrange that.  You can see a psychologist.  We will pass these other requests to the Government and they will be the ones who are going to decide whether to give you or not.  Thank you.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "/CHAIRMAN",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "3A/0",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Can you hear me through the earphones?",
            "Unknown"
        ],
        [
            "DORCAS LUTHULI",
            "Yes, I can hear you.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "We thank you for coming in.  You are residing in Esikhaweni Township.  Is that correct?",
            "Unknown"
        ],
        [
            "DORCAS LUTHULI",
            "That is correct.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "You have come to tell us about the death of your husband, Dr Henry Viga Luthuli, who died in August 1990?",
            "Unknown"
        ],
        [
            "DORCAS LUTHULI",
            "That is correct.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Can you please stand up to take the oath?",
            "Unknown"
        ],
        [
            "DORCAS LUTHULI",
            "(Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you very much, Mrs Luthuli.  Mrs Gcabashe will assist you.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Good day, Mrs Luthuli.  We thank you very much for having come before this Commission.  The day that you have chosen is quite a bad day, because it's a rainy day, but we do thank you for having come before us.  We appreciate it because the main objective of the Commission is to get the truth about all the things that took place in the past so that we may get a clear picture as to what happened, so that even if we want a cure for this we know what the symptoms and the root cause are.  The main reason that you have come before us is because of the loss of your husband, but we would like you to talk about your family and tell us what's the composition of your family.  Do you have children?  Do you have parents?   Firstly, it is said that you were born in 1945.  Is that correct?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, it is.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " And you stay at Esikhaweni?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is also correct.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " You can give us your family history.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I have four children, two boys and two girls.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Could you please tell us your children's names, as well as their ages.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Augustine Maluxolo was born in 1972.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Is he at school?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He is at Ongoye University.  He is doing course 2 at Ongoye.  The second one is Emanuel Sifiso.  He was born in 1974.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " What is he doing?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He is at Pentak (?) in Cape Town.  He's doing engineering.  He is also doing course 3.  The third one is Nolundi Feluleko.  She was born in 1978.  She is doing standard 10 at Cambridge College in Durban.  The last one it's Yena Nomhle. She's 11 years old.  She's doing standard 4 at St Patrick College, Empangeni.  She was born in 1975 - 1985.  I made a mistake.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " What standard is she?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  She's in standard 4 at St Patrick at Empangeni.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Do you still have parents?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My mother died.  After this happened she suffered heart disease and died of a heart attack.  My husband (father ?) was deceased a long time ago.  My father-in-law died immediately after this incident.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Are you working or not?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I am working at the University of KwaZulu.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Now, you may start relating your story and tell us what the situation was at Esikhaweni before all this happened.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  There was some violence and people were being killed and shot.  There were people who were already being killed, but it was not so rife and the cars would be burnt, as well as neighbours' houses, but this terrified us and it scared us because we were a quiet community. That was in 1990.  ",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " When you say there were shootings as well as burning of the houses, could you perhaps tell us as to who were killing other people and who were burning other people's cars?  Do you have any knowledge as to who the perpetrators were?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  For instance, my neighbour's place was Professor Ndlovu's house.  They were quite close to us and that was the first experience we had of this type of violence.  Professor Ndlovu was my neighbour and the following day I went to Professor Ndlovu's place.  My husband was overseas.  ",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Now, according to rumours or your suspicions, what led to this violence or what led to the attack on the part of the Professor?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I wouldn't know what happened, because even the reports that appeared in newspapers were different and we could not actually pinpoint as to what the actual problem was and I wouldn't vouch and say I know what they were fighting for, but I knew him to be a member of the ANC and he was a staunch member.  He was also a prominent member of the UDF.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Was there any violence at that time?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, there was, but it was not very rife - as rife as it grew to be later on.  As well as Mr Mlambo's story, who was killed in a very brutal - Mr Mdletshe, who was killed very brutally.  Mr Mdletshe was attacked by a certain group of people.  He was staying at the rural areas, and these were the most prominent people that we heard were killed at the time.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Now, tell us about your own story as to what happened.  When was it, because, according to your statement the date is not mentioned?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was on the 2nd August 1990.  It was at about eight, when my husband was shot.  He arrived home at about half past seven, when he was coming from his main surgery and he told me that there were certain patients who were waiting for him at the consulting room at home and he told these patients that he was still hungry.  He asked them to wait for him.  He would see them at 8 o'clock.  At about a quarter to eight, it was at the time there was news of the Gulf War and we wanted to listen to the news.  I went into the shower to take a shower.  Whilst I was inside the shower I heard him passing at the passage and he said to me he was coming and he ran to the door.  After he had opened the door, when I think I heard a very loud and unusual noise.  This noise came three times and when I was in the shower there was quite a lot of noise from the water and I thought probably it was the geyser because we had just repaired our old geyser, but I was very scared and I came out of the shower running and I left the shower open.  I thought the shower would - the water would burn me.  And I went towards him to ask him what was happening.  ",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Just take your time, Mrs Luthuli.  We know this is a very painful moment of having to relive the ordeal that took place on that day.  Take your time and relax.  We shall wait for you.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  When I got there he was curved (?) and the computer was on.  Because I was wet and I was naked I thought probably he had been electrocuted by the computer whilst he was trying to connect the wires and I was scared to touch him because my whole body was wet and I tried to dry myself quickly.   And Nolundi came and saw the cartridges and she said, \"My Dad had been shot\", and when I tried to do mouth to mouth resuscitation, when I pressed his chest, trying to make him breathe, the blood spurted out of the wounds and he gasped in my hands and he died right in my arms.  That was how it happened.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Let me just ask you a question.  You said you thought he was electrocuted by the computer.  Was he inside the house and was he at the surgery or inside the house - the main house?  Where was it?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  His consulting room is in the main house.  We converted the house into - another wing of the house was converted into the consulting room.  He didn't go outside the house, but he had gone into the consulting room, which was within the main house itself.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Did you see anyone running away from the scene or anyone looking suspicious?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  When we went out, trying to look, there was absolutely no one.  I could not even see a car nor a person who was running away from the scene.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " What did you do then?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Then I phoned the police and the phone was never answered.  When I realised that the phone wasn't answered I phoned my neighbour's place - that is Mr Mkhize - and Mr Mkhize went to fetch the police personally from the police station and brought them with.  ",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " And what happened thereafter?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  When the police arrived, they took my husband and I told them that he had no pulse and he had died.  He was taken to the mortuary, that is to the Government mortuary.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Did they ever take a statement from you?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, they never took a statement from me.  They took it from Nolundi.  They never took my statement.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Where were the police coming from?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Esikhaweni Police Station.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Was it SAP or ZP?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was ZP Police.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Was there any inquest held with regard to your husband's death?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It only started this year and it's still continuing.  The hearings are going to be held in December.  It has just started now in 1996.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " What about the cartridges?  What did you do with them?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They were taken by the police.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " According to your own opinion, why is it that a case or a murder that took place in 1990 is being investigated now in 1996?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I thought there wasn't a proper investigation.  The police were dragging their feet.  At times they would come and tell me it's very difficult.  They have problems.  They can't go on, but they wouldn't really tell me as to why what sort of problems they had and I wrote a letter to the State President.  It was State President De Klerk, the former State President.  I wrote a letter to him, asking as to where my husband was.  He said he was going to send a Commissioner of Police to come and investigate the matter personally.  I think it was Mr Kriel who was in charge.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Was there a commission that was held?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, a Commissioner of Police was sent.  They replied and they told me that they had referred the matter to Ulundi, because the matter took place in KwaZulu and when it came from Ulundi I went to the post office.  I received a very big envelope.  All the letters that I had written to the State President were returned and there was no reply, nor was there any explanation as to why they had sent them back and I realised that nothing was going to be done with my case.  I phoned the police station and explained to the detectives that the Commissioner ... (intervention)",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Did you phone the ZP at Esikhaweni?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I phoned the ZP at Esikhaweni and I told them that all the documents I had submitted for the investigation had been returned to me and I asked them to ask Buchner, who was the Commissioner of Police at that time, and find out as to what he was going to do with the matter because there was no explanation whatsoever. ",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Did Buchner reply?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  After I had spoken I never got a reply, but other people helped me and they told me that I was in hit list No 1.  I was going to be killed.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Now, what did you do after hearing that you were on the hit list?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I phoned the police station and I explained that I did not need to die, because all I wanted was the truth about my husband's death and I will knock at every door to try and find out the truth about my husband's death.  If it caused for me to die then I was prepared to die for the truth.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Take your time, Mrs Luthuli.  We do understand this is a very painful experience.  When last did you hear from the KwaZulu Police?  When last did the KwaZulu Police contact you or give you a reply as to the fact that you were on hit list No 1?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, they never replied.  They just told me that they had a problem.  They never explained what this problem was, but the detective who was investigating this case was shot and killed and, if I remember well, it was Detective Dlamini.  I heard that he had also been killed.  That is one of the detectives who had come to my place.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Are there any suspicions as to who could have  possibly killed your husband?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  At that time we never heard anything except now that the inquest has started I heard that there were certain queries that it could possibly be members of the Vlakplaas.  They say it is possible that it's them, but there is no surety.  I saw it in the newspaper last month.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Besides that was there ever a person who was arrested?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, nothing was done.  Nobody was arrested.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Let's come back to the inquest that is taking place now.  Have you got the results now?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, the inquest is still on-going.  Nobody has been arrested as yet and nobody has been held responsible.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Let's come to your health now, as well as your offspring.  You told us that your father-in-law got ill and he died because of this incident.  Was he not sick before that?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, he was not sick.  He was quite healthy.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Tell us how you and your family were affected by this whole incident and the death of your husband.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " Nolundi was severely traumatised.  She has been mentally and emotionally affected, because she is the one who actually saw what happened, and the other one was 10 years and 4 years, respectively.  They did not know that their father was dead.  They were touching him and calling out his name and at the time the police were not coming to investigate the matter.  She was later diagnosed as suffering from diabetic shock ever since, after her father's death.  That's when it started.  Now she's receiving treatment.  She never cried at the time, because she was still very shocked, but later on it was discovered that she was severely shocked and she got ill.  Ever since then she's been ill.  Last year she was in a coma twice.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Take your time, Mrs Luthuli.  We understand your problem.  We know you've gone through a lot.  How is Nolundi psychologically?  Is she coping?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  She never wrote the exams two consecutive years.  That was in 1994 and 1995, as well as last year.  Last year she was very ill and she was supposed to be the main witness in the inquest and when we went to Mtunzini I was speaking to another woman, explaining to her that the witnesses in this matter or in this case were killed and I think thereafter she got scared.  She collapsed after hearing that the witnesses had been killed and that there was going to be an inquest.  Now she's very scared of police.  She literally shivers when she sees the police.  I had to take her to Durban.  That's where she is attending school, and I spoke to the principal to take extra care of her, because now she's not even responding to the treatment that she is taking.  She is highly traumatised.   I took her to Durban because in Durban there are specialists.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Which school is it in Durban?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's Cambridge College.  That's where she is.  She was from St Catherine's in Empangeni.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " What is the name of the principal?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's Mrs Johnson at St Catherine's and it's Mr Coley at Cambridge.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Now, is she still taking the treatment?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, she's receiving three injections a day.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Who is treating her?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It is a specialist - it's an Indian doctor.  I can't remember his name.  As well as another doctor, who stays quite close to the",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "/school. She's",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "school.  She's got two doctors who are treating her and they usually admit her at the nearby hospital whenever she is ill.  The other doctor is a physician.  I don't remember what his name is.  I think I'm a bit tired, but I can fax you the information.  The first doctor who treated her was Dr Masuku and Dr Masuku referred her to a certain physician in Durban.",
            "Female"
        ],
        [
            "MRS GCABASHE",
            " Dr Masuku referred her to - you will send us the information.  We do understand.  Let's come to the other children now.  Tell us about them.  We've already discussed Nolundi.  Let's talk about Augustine now.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            " I think Augustine was fine, but now he's having a problem.  He's abusing liquor.  I think he's suppressing something, some inner feelings, but he's not talking about those feelings.  He is a very intelligent person, but ever since then he's not proceeding with his studies.  He's having problems.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Have you ever tried to get some medical help for him or to go for counselling - some psychological treatment or anything?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I think he will need counselling because the past Sunday he was involved a hi-jacking and he was kidnapped.  He is in hospital at the present moment.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Let's come to the second one.  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The second one got very ill.  She developed asthma and she had bronchospasms and they even operated on him.  He underwent a tonsillectomy.  That was when he was still at school and he was not even responding to the treatment, but thereafter the bronchospasm got worse and at some stage he was admitted for a few weeks at the hospital.  ",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Does he have any mental stress?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Boys are like girls.  They like to suppress their feelings, but I do see some signs that they are not feeling quite well, but they are trying to suppress their feelings and they are trying to hide it away from me.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " And what about Nonhle?  How is she?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I can see she is also disturbed.  They don't want to sleep in their bedrooms.  They want to sleep in my bedroom or they want to be huddled together in one bedroom.  Yena doesn't want her own bedroom.  Even when she is sleeping she usually grabs me the whole night.  Nolundi does the very same thing and we will sleep in the one bed, all of us, the whole family.  They said they are scared to use their own bedrooms.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Mrs Luthuli, we do ... (end of tape 3A)",
            "Female"
        ],
        [
            "MRS GCABASHE",
            "3B/0",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It helps me to pray and we've got groups.  We all pray when the times get very difficult, but what affected me even most were the threats that I was being hunted and I was on the hit list.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " You said what affected you?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The fact that I was going to be killed.  I was scared that I was going to be killed and I was going to leave my children behind.  I was very stressed.  This is what took its toll on me.  There were certain people who came in 1993 and at the time I was very brave.  I felt that they could do anything that they wanted to do.  They knocked at the window and I went out the door.  I saw somebody with a gun.  I said, \"In Jesus' name you must go away\", because they had already broken the burglar guard, and I think that was the day I was supposed to have died.  I could not see as to who this person was.  He should have been 18 years or 20 years old and he was quite tall.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Do you think you need counselling or what is your opinion of receiving counselling?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's difficult for me to say whether I do need counselling or I don't.  Maybe it's because I'm growing old or because I'm working, it looks like I'm coping.  Maybe other people will see that I'm not coping and as a mother I'm more concerned about my children than myself.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Now, according to my own observation, after hearing what you are telling, I think the whole family - yourself, as well as your children - do need some form of counselling.  You need some support.  You need people to talk to and talk about your problems.  I know you have this faith and this gives you strength but we believe you also do need counselling.  Are you still staying at the same house?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I'm staying at the same house and the practice was closed.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Now, if you had a request or a wish before this Commission, what would that be?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My main worry is my children, that if I die what would happen to them, especially the one who is taking a lot of treatment - cocktail of tablets - and they are attending very expensive schools because my husband could afford that when he was still there and they never learnt Zulu, so they could not start from scratch, learning Zulu, so I had to carry this load of educating them in these multi-racial schools and Nolundi's treatment is very expensive, because it exhausts my medical aid, and they usually tell me that they can't pay for any of the tablets that she receives.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "We understand, Mrs Luthuli.  We are asking - we are not actually promising to deliver, but we are asking so that we can make recommendations to the State President, but he is the one who makes the final decision at the end of the day as to how he should help people who have been so severely and drastically affected by the practices of the past.  I shall hand over to the Chairperson.",
            "Female"
        ],
        [
            "DR MGOJO",
            "Mrs Luthuli, I'll ask you just a few questions.  I can see that you are suffering from exhaustion.  I just want to go back to the people who came to your house, who said they wanted to be seen by your husband.  Did you ever see those people?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, we never saw those people.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Could you recognise any voices?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was very difficult, because the consulting room is quite small and he used to go in there alone and take care of his parents and I wouldn't even go there.  So it means that he went in there and tried to consult with his patients.  There was no way that I could have seen them.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Was your husband an active political member?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " No, he never belonged to any political organization.  He never told me about any involvement.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What was happening at that place, that is at Esikhaweni, during that time?  Could you just give us a brief explanation and draw a picture?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Violence had just started and each time the children were coming back from school, especially the children from Ndlovasu High School, they would come to the surgery and complain that the situation was not calm, and at times I would ask them as to why they did not go to other surgeries and they never used to want to go to any other surgery.  At times they would stay there till after lunch, but I never paid much attention as to why they used to frequent my husband's surgery.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " The police who were investigating, who was in charge of these policemen?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  If I'm not mistaken, it was a certain Mr Mdluli.  I do not know whether he was heading the investigation or he was in charge.  ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is he the only one that you remember?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  There was also a Mr Ndwandwe, but I think Mr Ndwandwe is now late, but I do remember Mr Mdluli very well.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Do you know whether Mr Mdluli is still alive?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Mr Mdluli is still alive and I saw him at the inquest.  I understand Mr Ndwandwe has since passed away, because they wanted him at the inquest.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Where does Mr Mdluli stay?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I think he stays in Esikhaweni.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is he one of the people who told you that it was difficult for them to go on with the investigation?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " No, it was a certain Mr Ntuli.  It's Mr Ntuli who said it was difficult for them to investigate the matter and they were doing all that was in their power to go on with the investigation and they started to fear for their lives.  It was Derek Ntuli and Sergeant Xulu.  They said they had problems with this case.  They never detailed what the problems were, but they said their lives were at stake.  And I asked them as to how could their lives be at stake when they were so young and I do not understand what they were telling me.  They said they had tried all that was in their power, but there was an irresistible force that was preventing them from going on with the investigation.  They told me that they had been taken out of the case and they had been told to stop investigating the matter.  They did say they had problems.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "That doesn't really give us problems, because we can investigate the matter on our own.  We sympathise with you.  Please pass our condolences to your children.  Firstly, we know that in this continent of ours we do not have doctors.  We've even fetched doctors from Cuba, especially black doctors.  They are as important as gold and they should be protected because our community needs them.  Now, if people could just go to a doctor and kill that doctor, that is a shame.  I also wish that these people could be brought to book, as you've just said that you want the Commission to try and get the people who killed your husband and when it gets them you also want to see them.  I do believe that there are a lot of people who would want to see the murderers of Dr Henry Luthuli, so that they may explain to us as to why they killed your husband.  You've detailed your requests and we shall pass them on to the State President.  We wish that your requests or wishes could be granted.  I am impressed by the fact that you believe in God.  To me that's a source of great strength, because a non-believer is just like an animal, because even in the Zulu culture people used to gather together to pray and sing praises to the Lord.  Now, your believing is your source of strength and God is your shoulder to lean on.  I wish the Lord may help you.  We thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Mrs Luthuli, yesterday and on Monday two women here gave evidence that their sons were killed in, I think it was Sokhulu, by the police and, from information that we have, it appears that your husband may have done a post-mortem - a second post-mortem on those bodies.  Do you know anything about that?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't know anything about it.  That much.  My husband was not a district surgeon, but the children who used to come were patients from the surgery and that doctor was a family doctor and the parents of those children were shot and they were treated by my husband and my husband also gave them some counselling, but I don't know anything with regard to the counselling, because he never told me.  I have no knowledge about the post-mortem, but the parents of those children were treated with shock.  I was there when they were treated, because these were my husband's patients.  He was their family doctor and he used to counsel them.  All that he did, as well as the treatment he gave to the parents, as well as the family members.  But the post-mortem that was conducted on the children I have no clarity, because when he came back he was from overseas and the children were going to be buried over the week-end and now it's placed doubt in my mind as to when did he conduct this post-mortem.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "I know that that is one of the angles that is being looked at in the inquest, because it's alleged that these children were killed by the police and that your husband did a post-mortem on the bodies and it is possible that the killers of those children also killed your husband because they believed that he might find clues as to what sort of ammunition had been used to shoot these children.  But I won't comment too much on that, because the inquest is busy taking place at the moment and I know that you are being assisted by one of my ex-colleagues.  Mrs Luthuli, we realise how difficult this must be for you and we thank you for having the courage to come and talk to us today.  Your husband was taken from you in the prime of his life.  He was a young medical doctor.  He was also a graduate in community medicine from the University of Natal.  I think he was the first black person to graduate with a degree in community medicine.  He was a progressive person and he was working for the benefit of his people.  The investigation by the KwaZulu Police into this matter indicates a massive cover-up from high up in the KwaZulu Police, but for those of you who know the KwaZulu Police I suppose that we could not have expected anything else from such a corrupt and useless Police Force, headed by a former security policeman, Major-General Jacques Buchner, and the people who killed your husband chose him because of those values, the fact that he was an educated, clever person.  He was committed to exposing the truth and if you look at many of the other people who have been targeted for assassination - we think of people like Dr Fabian Ribeiro.  We think of Mr Griffiths Mxenge, his wife Victoria Mxenge, Reggie Hadebe, Professor Sibankulu.  All of them educated, progressive people, who worked to make a difference in this country, and we begin to realise and understand why those people were targeted for assassination.  The inquest in this matter is taking place.  We hope very, very much that that inquest will do a proper investigative job, which could have been done by the KwaZulu Police years ago when your husband was killed, and we hope very much, for your sake, that it will come forward with the names of the people who killed your husband.  Not only the people who pulled the triggers but, much more importantly, who told the people to pull the triggers and although this will not bring your husband back to you and your children it might make it easier for you to accept, but I think you should also take courage from the fact that your husband was regarded as a hero by many, many people, and we hope that you find some comfort in that.  Thank you very much for coming in today.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/CHAIRMAN",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "The next witness is Mr Bheki Ntuli.\n4A/0 Good afternoon, Mr Ntuli.  We welcome you here today.  You have come from Esikhaweni Township.",
            "Unknown"
        ],
        [
            "BHEKI NTULI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "And you have come to tell us about the attacks and harassment on you and your family, which took place in 1992, I think it was.",
            "Unknown"
        ],
        [
            "BHEKI NTULI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRMAN",
            "Before you tell that story, can you stand to take the oath please.",
            "Unknown"
        ],
        [
            "BHEKI NTULI",
            "(Sworn states) (In English)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Before you tell us your story, can you just give us a brief explanation as to who you are and what are your family circumstances, just so that we can place on record who Bheki Ntuli is.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Thank you, Mr Chairman, my name is Bheki Ntuli, as you have said.  I was born in Brighton, Mtubatuba.  I schooled in Mtubatuba, Mangosi Madedeni College of Education.  Then I started teaching in Manqami High School.  Because of the harassment then I decided to leave and joined Alusaf in 1982.  I lived in Esikhaweni at the time.  I was involved in the trade union movement, NUMSA.  In 1987 I was elected a shop steward.  I was active in the UDF and the structures of the community as well.  In 1991 I was elected the chairperson of COSATU, but the harassment started in 1990 after the release of the President of the country.  Because of my involvement in the trade union movement and my being the leader of COSATU at that time I was then seeing harassment on both members of COSATU, UDF and myself.  It was in 1990 when I was time and again arrested by the KwaZulu Police, claiming that I should not stay in this area because the ANC is not for this area, but the IFP is.  It went on in July, 4th July, at eleven.  I was in Durban at a meeting. The KwaZulu Police raided my house, H125.  They were led by Moses Gumede, who is still a member of the KwaZulu - the police at this stage and Captain Mkhize, who has been working, heading the investigation officers in Mtubatuba, but, as I understand, he has now been transferred to Empangeni.  In the house, when they raided the house in 1990, 4th July, they found Nombulelo, my wife, Bongiwe, Mbali and Mkululeko.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Are those your children?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " How many children do you have?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I have four.  There were four policemen that raided my house.  They were driving in a blue private car and they were all armed with rifle and 9mm firearms, as I understand.  They were with one guy that was - they had at the time, and they instructed him to give them firearms for my house, and they told Numbulelo to give them firearms and this guy, and the guy said he didn't say there were firearms in my house, and they raided the house and they couldn't find any, and they asked Numbulelo whether these three kids are hers or mine and she said, \"Yes\", and they told her that they are going to eat mud, because I'm going to be killed.  That was Moses Gumede.  He is now heading investigating officers still in Esikhaweni.  My child, Mbali, she was able to go out of there to this place across the street, running, and the youngest, Mkululeko, at the time, was asking them whether they would give him the firearms that they had, because he was very young at that time, and they asked him where my firearm is and Mkululeko said I don't, he was the only person that had a firearm.  At that time he had a toy.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " How old was Mkululeko then?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Mkululeko at that time was very young, he was four.  Then on February 16, 1992, when the IFP invaded Esikhaweni, aiming at cleaning Esikhaweni, Gcina Mkhize harassed me.  He was one of the members of the KwaZulu Police and he arrested me.  He assaulted me and he took me to the police station.  At that time we were monitoring the move by the IFP, the KwaZulu Police, because they were all arresting everybody on the road and in the hostels.  On the 10th June 1992 Sergeant Gumede - Khumalo - chased me from Mkhabusa area.  He was driving in a white Sentra, and the other squad were in an Nyala.  Because they were getting close to me I had to overtake, because I realised that it was the police and I knew that they were aiming at killing me, because they were always saying they will get hold of me and I will be killed.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Sorry, who was the policeman who was chasing you?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was Khumalo that I knew amongst the police.  Then I went to Fred Mthembu.  I was with Sithle in my car and I hooted before I got to Mthembu, of course using the sign that Mthembu could understand that it was me hooting.  He immediately opened the door and then they couldn't do anything because he had already seen them.  So they told me that they are looking for my car because my car is carrying firearms.  They searched the car, but couldn't find any.  Then they left me there.  I was then afraid to go back to my house, H125, at that time and I requested to sleep in Fred's house, because I knew there was only one way to come out of that area.  After about 15 minutes Khumalo came back and said he wanted to talk to me.  I went out and he asked me if I had seen some copperhead around.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " A copperhead is a colloquial word for a balaclava? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Balaclava, yes.  I asked him - he said his boys seem to have left the copperhead in the area where they were chasing me.  Then I asked him, \"Why would the police wear a copperhead?  Because copperheads are not for people that are doing legal things\", and it was not cold on that day.  Then he didn't answer.  He said, \"I do know that some of the members of the police can be tsotsis at some stage\".  But when he left, after having not found the copperhead he wanted to find, then he told me that I will not survive.  They will get hold of me.  On the date that I can't remember they also were in the same - it was in August now, close to the attack to my house - I had realised that they were going to get me at that time, because they were everywhere I went and every car of the police I met was stopping me, searching my car, always, and my style of getting out of Esikhaweni - when I wanted to go out from Esikhaweni, I could first check whether or not there were cars following me and if I suspect I would come back to Esikhaweni.  Then they arrested me in the mid-August and they raided my house and they arrested everybody, despite the fact that they couldn't get anything from my house.  We were all arrested.  We were all gaoled.  And my car was used over the night and I could realise that, because before I went to the cell I checked the kilometres and I knew how much petrol I had in my car, but the next morning some other guys that we were arrested with, they were called to Mtunzini, but I wasn't.  Then we had to phone the lawyers.  We were using Saloshni Pillay at the time, and the Legal Resources Centre also was phoned at the time.  Legal Resources Centre, in which you were also working and Howard Varney was the person that was found there.  I was then released on bail, but because the case was being formulated and they couldn't charge me ... (intervention)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Sorry to interrupt.  We've just had a request that if you could either speak in Zulu and in English or in Zulu only so that some more members of the audience can understand you.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Okay.  (Witness continues in Zulu, through Interpreter)   When they tried to attack me.  When they tried to attack me, they came to me and arrested me.  It was at about 8 o'clock.  They found us in my car.  It was a lot of them.  They wanted to stop the car at the crossroad.  Then I realised.  I tried to rush or speed up and they stopped us at the corner near my house.  They started beating us, hit us and they arrested all of us and took us to the police station and my car was being used the whole night, because the next morning, when I was released, I found other people who have been beaten by the police because they said they were taking my car and I told them that I was arrested at that time.  At 125, where I was staying, on the 26th my house was attacked.  I think it was for the fourth time.  But most of the time they used to come to my neighbour and attack my neighbour.  It was Mthethwa's house.  It was at 124.  They used to throw a hand grenade there and then the next day we will discover that they were trying to attack and they were angry at each other why they attacked the house 124 instead of 125.  Now, because I'm a Zulu guy and again I'm also a Zionist, I used to go to, \"iSangomas\" to try and protect myself, because I knew there were people who were trying to kill me.  Maybe that's why - it's because of \"Muthi\" that their hand grenade will go to a neighbour, not my house, but what I didn't like is that also my neighbour was like me and this, \"Muthi\" wasn't good because on the 26th they came back at about 9 o'clock.  Let me just clarify one thing before I talk about what's written on this statement.  What's written on page 3, No 20, it reads like this, \"I heard a loud bang that something exploded outside the kitchen\".  I saw afterwards that the attackers had attempted to throw a hand grenade into the kitchen, but it had rolled back outside.  It exploded about 1 metre from the kitchen door.  I would like to put this on record that this stanza which is on No 20, it's not true.  I wrote it like this.  I gave them this information like this because they were Zulu Police or KZP, so I was protecting myself, because they were trying to arrest me at that time and they asked me how I protected myself, so I had to lie to them and tell them that they were the ones who threw a hand grenade to my house.  One policeman who came from Pretoria, who arrived at the SB from Empangeni, he said he was here to see me, just me.  He wanted to talk with me.  He wanted me to take a drive with him, so I realised that something was wrong and the Zulu Police will come out from my statement that they came, because they were the ones who were behind this.  On the 26th at about 9 o'clock I came back from my house.  I was from a meeting and as soon as I arrived in my house something in my blood told me something wasn't right.  I went to Fred's house to park my car there and I told him that I was scared and I told him that these people are coming to attack me and they'll burn my car.  I told him I'm going to park my car at his place and he must come the next morning and fetch me so that we go to work.  I was tired when I got back home.  In my house it was me, Rich, my brother's son, Lucky, my brother's son as well, and there was Msizi Mchunu, who was my friend and also my security, because the COSATU had made a decision that I must have a security because my life was in danger.  Msizi was a member and also a commander of MK.  He had gone to exile and came back and he was someone who was staying here.  I don't know where Msizi got a hand grenade, but he is the one who came with a hand grenade to my house.  Another person who was also there was Enoch Nzuza.  I can't remember very well whether at that time he was a shop steward or he was a manager.  Enoch Nzuza had survived an attack which was directed to him and we decided that he must come over to my place, because at that time he was scared.  He stayed in my house and then he drank liquor.  We allowed him to sleep in my house because he wanted to go and sleep at his friend's place, because he was scared also to sleep in my house, because my house was also a target for the police.  He went to bed earlier or before me.  Msizi, Lucky and myself were watching television.  At about 10 o'clock, after I left, Lucky and Msizi were watching television.  I heard gunfire and I woke up and after that I heard that eight people were killed at Esikhaweni.  Msizi escaped.  He went to another house - he and Richard - and Lucky came and told me that we are being attacked.  I rushed to my 9mm and this 9mm I have a licence for it.  I just fire without knowing who I was firing at, because all over  there were gunshots.  After that I could smell something and I realised that it was teargas and they threw it through my kitchen window and my dining room window and then that's when we decided that we should run outside.  I crawled from my bedroom, me and Lucky.  We grabbed Enoch, because we knew that he was drunk.  We opened the shower and then I told Lucky that we must go to the kitchen so that we can tell where the gunshots were coming from.  They kicked the door open.  The door was half opened.  We waited for them to shoot again, so that we can tell where the shots were coming from, and we realised after a while that they were all over, surrounding the house and we realised as well that some of them were at the door.  I started shooting.  I was shooting through the open window, because I knew at that time if there was someone outside that door then that person will be scared and give us way, and then I told Lucky that, \"If I shoot you go out\".  I shot twice and Lucky ran out and he ran to our neighbour.  I was left inside the house with Enoch.  At that time Enoch couldn't breathe.  I realised myself that I was also having problems breathing.  I went back to the shower.  When I arrived there I think my mind wasn't serving me very well and I dropped the gun in the tap and then I went back to the kitchen.  When I went to the kitchen and I didn't have a gun at that time then I realised that it was now quiet.  I checked outside the door, because it was slightly open and I saw my neighbour's house, which was about 5 metres away from my house and he was working at Indian Ocean.  I saw four people lying down in front of that house.  I couldn't understand whether the three people were the three people who left my house, but then I was asking, \"Who is this fourth person?  Because only three people left my house.  Now four people are lying there\", and then I screamed.  I called Rich and Msizi.  I wanted to see if they were going to respond, and when I was calling Rich then gunfire came there right from those people who were lying down there and then I ran back to the bathroom and then they shot the window, the bathroom window, and then I realised it wasn't the people who ran away from this house and then I shouted again.  They realised that the voice was coming from the kitchen this time, so they shot through the kitchen door.  The way I was standing, I made sure that they would miss me if they will try to shoot me.  I was lying down.  I realised that those people were not the people that I was looking for.  A white van, a ZP van, and this van came and parked between my neighbour's house and my house, and that house belonged to Mazwe, because Mazwe wasn't a danger at all to me and after that all these people who were attacking me went to that van and I realised that these were the people that I'm not used to seeing and I don't know them and I thought they also didn't know me and they went up until to that van.  On the statement it's not that clear.  I think it's because it was written by the Zulu Police.  These guys went and talked to the people who were in that van and then they went to Mrs Ndlovu's house and she was also a target.  She was also their victim and I saw them through my kitchen window and I was trying to peep.  I was staying there because the door was slightly open and I was avoiding to suffocate myself from the teargas.  When they arrived at the window they said, \"Please give us the gun that you are shooting at us with\".  I wanted to ask them who they were and then I thought that if they were clever they would know where the voice is coming from and that's where they will shoot, so I decided to keep quiet.  I remembered that Msizi once showed me something.  Then I crawled towards the place where he showed me he had put that thing and that was a hand grenade.  At that time I didn't have a gun and I decided that I should do something, even if it means for me to die or to live, and I prayed that the Lord should just help me and find that thing there.  I crawled and I found that hand grenade.  I crawled again and they said to me I must please give them the gun and I told them that I can't give them the gun, because can't walk, I'm hurt, and they said - they realised that I was still alive and they said, \"Give us the gun\", and they told me that they were going to throw another teargas.  I think they did, because I could smell something very strong that time and then I asked them why would they kill me.  They must just come and take the gun and they said to me if they can find that gun they will leave.  But I also knew that whatever they were promising it wasn't true, and after they heard that I couldn't walk all of them came to the door.  I saw they were rushing for my head.  At that time I was ready to give them the hand grenade and when they rushed to the door that's when I threw the hand grenade to them and it blew them.  They ran.  They left their guns.  When I looked outside I realised that it looked like it was okay, and then I ran away, even though I was worried about Enoch, whom I left inside the house.  I called the Esikhaweni Police Station and when I made that call the police who took the call only said, \"Is that Bheki Ntuli \"from 125?\", and I explained to him what had happened and they said they can't come to me because a lot of people have died at Esikhaweni - they've been killed - and when I asked the police who was I talking to he said there was no need ... (end of tape No 4A)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "4B/0 ... and first he said there was a van which was sent to Esikhaweni, and also they said they can't send any car, they need a car with bullet-proof windows, and they also said they will call Richards Bay Police.  I could hear cars outside but I thought they were SAP, only to find out they were ZP, and one of those cars it was the car that stopped for those boys who were attacking me.  That's when I saw one person getting inside that car.  I don't know whether that person was the police or one of the people who attacked my house.  I stayed there.  At about 5 o'clock I went back to my house to check Enoch, and I discovered that Msizi and the others came back and took him to another house for help.   Policemen didn't come until after 9 o'clock, when one policeman who was working for the special branch, who was with a white man, came into my house and he was with Khumalo, who was working with Esikhaweni Police Station.  I refused to give them statement because I knew they were going to do nothing about it.  They kept on calling me at work and kept on telling me that that case wasn't going to work because I'm relying on ANC and COSATU.  Those are the people who can help you.  I gave them a statement.  This is the statement which I gave them.  That's why I'm telling you there are other things which are not true, even though I've written this statement under oath, but some of the thing which are here are not true, because they were going to use whatever I've said against me.  After that we received information that those people who were there, they were in hospital at Eshowe, because at that time we also had people who were giving us information, or informers.  We also discovered that there was a policeman from KZP who died, whom they left in someone else's house and that woman from that house refused.  We followed them and our lawyers were helping us.  We found them at Eshowe.  We identified them because of that grenade that I threw on them and it blew on them, and the statements which they gave was not - they were different - different statements.  If I can tell you more where I'm coming with my family and I've also heard that people are asking from amnesty, I will tell you one thing that they killed my mother on the 18th January, my brother's son, my mother's house was burnt, my brother was killed last year, December.  That's where I'm coming from.  At the moment I am a secretary for ANC North Coast Region.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Mr Ntuli, the incidents which you mentioned in which your family house at - it's near Mtubatuba, isn't it?  Whereabout it is?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's at Thandanani under Chief Minneus Mkhwanazi.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Your family house was burnt down.  Your mother was shot.  In fact, I think she was shot in that house.  Is that right?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that's right.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " She was shot in the chest with a shotgun.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And your brother was killed?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My brother was killed, yes.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And these incidents took place after the Truth Commission cut-off date.  Isn't that correct?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, because that happened in 1995, January. And your mother was killed in?   ---   1995, in January.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And the house?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  And the house was burnt on the 1st May.  My brother was killed on the 15th December 1995 and all these events were done by the Zulu Police and the stability unit and they told me that they were going to help Inkatha that they should kill me and after that there would be no ANC and I will tell you now that at Mtubatuba there are no ANC members, because they are scared.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And was it because of the attack on your house that you moved from Esikhaweni?  In fact, you rented a house in Empangeni, is that right?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That's right, because my house was attacked and I knew that it was difficult for me to be safe and they knew that I will be a witness in most of the cases and people will be arrested and the attorneys advised me that I should leave that area, so that I will be safe and I'll be a witness, and I'm scared to tell you where I'm staying.  I heard you say Empangeni, but I'm scared and these fireworks which are busy going on nowadays they are scaring me, because I don't know whether they are attacking me or people are just doing fireworks.  Last year my neighbour told me that he can't accommodate me in his house or stay with me because I'm an ANC member, because he's scared that he might be killed as well and they reported this and I realised that I should move away from my neighbours, because they aren't happy.  And again I'm slaughtering goats there and it's my culture that when someone passed away we should slaughter a goat.  I did that because my brother died and again they sent town councillors that I don't give my dogs water to drink and again I don't cut my grass, and when they come and take photographs they see my dogs being fed and the white man who says I don't give my dog food and water.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Now, is it correct that you've left Alusaf now, or are you still working?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's not true.  I left Alusaf because I went to the university.  I went back to Alusaf again.  I joined them again.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "I'll just see if there are any questions which my colleagues would like to ask you.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "We heard your story, Mr Ntuli, and we can tell that you are really brave.  When I got married to my wife, my wife is Ntuli, and people told me that I'm getting married to cannibals.  I think why you look fresh.  She is taking care of you.  Now I can tell that they were telling me the truth, because the way you related your story, it shows that you are really brave.  What really makes us sad is what we are hearing now about your family - your mother, your brothers, your nephew, and I heard your request about the date.  I think maybe the date will be postponed, because really a man who kills a woman, an old woman, I can't describe what kind of a person that person is and I can assure you you have our comfort and sympathy.  Even though you are brave I have to ask you how all these things you've been through have affected you.  I'll ask you that.  I have to ask you that.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I think I was very, very affected.  What really affects me is that I wasn't just the only one who was affected.  This affected people whom I loved very much - members of the ANC, SACP, COSATU and my mother, because of me, and my family - I'm from a very big family and my brothers left their houses because of me, because the name had the legacy because of me.  The last person who died was Ntuli person.  They killed him even though he was Inkatha member, but they killed him because of the name Ntuli.  What really affects me most is that when my mother was killed my first-born was there and my brother, even though they survived, and my cousin was also there, who was killed as well.  And when Moses and the other police came to my house at Esikhaweni my child saw guns for the first time, because I didn't own a gun at that time.  Now that alone made my child a retarded child and I can tell you even today he's unable to talk to the police.  Even if he sees other policemen whom he knew before, because they were ANC members and they were integrated with the South African Police, now he's scared of them, even though I'm trying hard to teach my child that now the police are under good hands and again I was forced to leave to the house which I could afford to pay at Esikhaweni.  Now I'm staying in a house where it's hard for me to afford and they could chase me out any time because I don't afford.  I have to go to Esikhaweni, but it's difficult for me to go there, because no one wants to see me.  I took a chance on Saturday.  I went there to see my house and I realised that even the walls were still bad.  This affects my soul bad.  All these things make me lose my senses.  I can't use my mother's picture.  I can't use my brother's picture.  Mostly, my mother was a member of these people, the people who killed my mother, they belonged to one organization.  My took membership cards from IFP, because she didn't want to get involved in political conflict, and she was trying to protect us.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Now that you are here before this Truth Commission, what do you want us to do?  Leave out your mother's issue for now.  Talk about the earlier events which happened to your life.  What do you want us to take to the President? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  What I will ask you to do is something which is not for me personally.  It's something for everyone who was affected because of the political violence, more especially in this region, North Coast.  My wish is that all the cases of the people who tortured or harassed, some of the cases you have listened to, some of them you will listen to, some of them you won't even listen to them because people are still scared out there.  Now we are asking the Government to please remove all these people who are still there and who were there, who did all these things to us.  These are the people who tortured and other people have run away from their places and they are now criminals and people should go back to their places.  The Government should make sure that people should go back to their places.  That's why I'm saying to you whatever I'm going to ask, it's not just for me, it's for the region.  Some people from IFP were tortured, because even ANC members also protected themselves by attacking IFP members.  So everyone was affected.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Thank you.  What I would like most from your request is that I can tell that you aren't selfish.  You ask something for everyone, not just for yourself, because even the Act allows people to ask for themselves or for their families or for their community at large.  We shall pass those recommendations to the State President.  You also showed some maturity in that you are not self-centred or self-conscious and you are not making these requests on behalf of ANC alone, but as well as on behalf of the IFP, because you believe that people from both groups suffered tremendously in the past.  We hope that the State President will take that into consideration, because this is a very important aspect that you have mentioned that we should come together.  It's part of the reconciliatory process and your request is one of the most genuine.  We thank you very much.  We wish you could be an example to the rest of the people.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "You have already detailed about your family, but you have not yet told us about your wife.  What happened to your wife?  How is she feeling after this happened?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  She follows me wherever I go.  Now, she has grown fatter because of the misery, but I think she was the most traumatised amongst the family, because she is from a relatively quiet area, where there were no politics and faction fights, but she's now learning more about politics, in that in every struggle there should be a casualty.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Mr Ntuli, we thank you very much for coming here today.  You've given us a very clear, very vivid description of what life was like only a very few years ago, as an activist in this area, one of the most violent areas in the country.  Your story is a story which can be told in many other parts of this province.  People like yourself, either civic leaders or trade union leaders, who were continuously arrested, stopped, had their cars and their houses searched, charged, and you had your house attacked.  Your brother was killed and in the most cowardly of all these incidents your elderly mother was shot dead, and these have all had an effect on you.  You said your whole family was affected and I think you must accept, unfortunately, that the scars will be with you and members of your family in some way or another for the rest of your life, and after you short spell away from Empangeni it's courageous to hear that you have come back to this area and you continue to be of service to your community.  So thank you again very much for telling us that story.  It's important to hear these first-hand, detailed accounts of the activities of the police from that time and that information will find its way into our report.  Thank you very much for being here today.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Maybe before I step down, I do not know how appropriate it is, but according to the reports that we received from this Commission is that the ANC cannot make submissions on behalf of the ANC if other political groups are not present.  We can oppose this because even if it was our initiative, we were not requested by the Commission to do this, because we realised it was important.  But we have already submitted and sent in documents, which has an outline of incidents which took place, which we think the Commission will have a look at and tell us as to when will other political parties be present, so that they can have their input also and tell the world as to what happened during those times, because we do believe that even if the ANC were traumatised, we believe that the IFP members were also affected by the violence.  We also wish to know what things happened that must be brought to the surface, because the political state is changing at the moment and the political climate is becoming quite different and we require the Commission to advise us as to the date as to when the other parties will be present, because we have a lot of cases which we believe will help all members of all parties to come and place their stories before this Commission.  Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Thank you.  As I explained to the Regional Chairman of the ANC here yesterday, these hearings are for victims like yourself and like the many other people that you have heard, to give their own personal accounts of how they suffered and we have made a decision, the Commission as a whole, not to allow political parties to come to these victims hearings, but certainly if the ANC and other parties which will be invited if they wish to make submissions on a regional basis, we can, after discussion with the rest of our colleagues, set aside a day on which you can make those submissions.  So you are welcome to do that.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Thank you.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "ANC, as well as the other parties have already made submissions nationally and all were made in Cape Town, but we have not yet reached a situation where they have been made regionally.  All the political parties met in Cape Town.  We wish this could be done on a regional basis.  We also have a 7-day meeting.  This is not for individuals but it's for different political groups, Inkatha, ANC, so that they may come forward as the organization.  We also hope that this will also reach the stage where we can do it on a regional basis, because that helps, because it makes people be under a certain region, so that you can sit together as people of that particular region.  Some other people grew up together but they parted ways because of their different beliefs or because of being coerced to join certain political organizations in favour of  ... [break in recording].\n Please don't spoil your record.  You've been the most well-behaved audience.  We shall go to lunch.  It's five past two now.  If we could come back at twenty-five to three.  We should take a 30-minute lunch break.  Please do not forget - let me just remind you we shall all stand up so that the victims may go out first and after the last witness we may, as well, go out.  We thank you.\nLONG ADJOURNMENT\n5A/0 ON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Good afternoon.  Thank you for coming to tell us your story, which relates to the terrible massacre at Gobandhlovu.  Before you tell that story, can you please stand up to take the oath?",
            "Unknown"
        ],
        [
            "BABEKHILE SHANDU",
            "(Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you very much.  Dr Mgojo will help you now.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Good afternoon, Babekhile.  Firstly, there are many people that you have come here on behalf of.  Are they your relatives?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, they are my relatives.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Do you have a family left behind?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I do have children.  I have three.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What are their names?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Sibusiso Shandu.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " How old is he?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He's 15 years old.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is he attending school?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, he isn't.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " When did he leave school?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He was in standard 3 when he left school.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " The second-born?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  She is Nokothula.  Nokothula is 13 years old.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is she attending school?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, she's in standard 1.  The third one is Sifiso.  Sifiso is 2 years old.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Where is their father?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Their father is not present. ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " You have parted?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that is correct.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Are you working?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I am not working.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " How do you maintain your children?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I hold piece jobs.  I left school when I was doing standard 6.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " If you could be offered a chance to go back to school, would you appreciate that?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I would like to work, because I have children.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is your mother still alive?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, as well as my father and I don't have any brothers.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " You have come to speak on behalf of Joyce Gumede.  Does she have children?  She is the one who died.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.  She had children. ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " How many children did she have?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  She had seven children.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Are they all at school?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Only one of them is attending school.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Are they working or not?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Four of them died and three were left.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Were they ill?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, they died with Joyce.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " How old are these remaining three?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The eldest one was taken by its father and the other two are staying with me.  One is attending school and the other one is still very young.  The other one is doing sub-standard B.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " You said three were left?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.  The other one is not at school.  She is 4 years old.  There is one who is in sub-standard B and the other one 4 years old and not at school.  Then there's the eldest one  who was taken by his father.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " How related are you with the Gumede family?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Joyce was my sister.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Before the attack where were you resident?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  At Gobandhlovu.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Where is Gobandhlovu?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's in Empangeni.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " You are also staying in Gobandhlovu?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Did you belong to any political party?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Those who died were IFP members, but I was not active in politics.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Where is Joyce's husband?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He died.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Did he die during the violence?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that is correct.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " And who is Nomusa Mncube?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It's my sister's child.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Now, you've come to testify on behalf of Joyce Gumede, your sister, as well as your brother-in-law, Jameson Gumede and Nomusa Mncube, Joyce's child, Gugu, Sindisiwe and Thokosani, as well as Thabile, your sister's children.  What was happening in your area that led to the attack that resulted in your sister's death?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Inkatha was patrolling over the week-end.  Inkatha used to patrol in the afternoon, Friday, Saturday, as well as Sunday.  They used to patrol the area and there was this boy, Tholithemba.  He used to stay at home whenever there was a patrol going on and they started burning my sister's house and asked to why Tholithemba didn't participate in the patrol.  Tholithemba is the eldest one.  ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Was it the Inkatha members who said that he was not patrolling?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct. What does, \"Patrolling\" mean?  What was being done?   ---   They used to go around the area, singing Inkatha songs, as well as Inkatha war cries.  Then on a Sunday they would convene some meetings at the local school.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Was everybody forced to be there?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, everybody was forced to attend those meetings.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Do you know who was the leader of this Inkatha?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was Mathabela and Bheki.  Mathabela was the surname, but I do not know his name.  The other one was Bheki and the surname was Ndlovu.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Are they still resident in the same area?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, they have since moved from Gobandhlovu.  They went to stay at Nseleni.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Why did they leave Gobandhlovu?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They burnt my brother-in-law's house, Jameson Gumede, because they said his son did not want to accompany them during the patrol.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Now, what did he say when they burnt his house?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He sent a message for them to be called over.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Who did he send?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He sent Tholithemba.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Did they come?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, they came along.  Just when he was trying to ask what was happening, Mathabela was having a gun.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What did Mathabela say?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  My brother-in-law asked him as to why he was carrying the gun and when they tried to grab Mathabela, he ran away.  He was together with Bheki Ndlovu. ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What happened next?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They went away.  They went to stay at Nseleni, all the Inkatha members who were from Gobandhlovu.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Why did they move?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They moved because Mathabela had burnt my brother-in-law's house, and they decided to escape.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Did all his friends go with him?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.  The gang with which he was patrolling left, together with him, to Nseleni.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What did the chief say after your brother-in-law's house was burnt?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They were arrested and they were ... (intervention)",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " For how long were they arrested?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  It was hardly a month.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " It was hardly a month.  And what did the chief say? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  The chief called a meeting at the local school, so that the matter could be thrashed out.  Then Chief Mathaba came and they asked as to whether these people should be brought back to the place, that is Gingindhlovu.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Go on, talk.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They never came back and they only came back to attack for the second time.  ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " You did not tell us as to when they attacked.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " It was on the 11th September 1992.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What did they do then?  Just give us a picture as to what happened.  Here they come at your place on the 11th September 1992.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  During the day I was at my home and during the night I could hear some gunshots.  When I woke up it was at about twenty-five past one in the morning.  As I was just listening then there came Jocko Gumede.  He knocked at my mother's door and he said we should go to my sister's house.  Jocko Gumede, he told me that my sister and their children had been killed.  ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " He said you must go to your sister's place?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is Jocko Gumede still alive?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He is alive.  He is staying at Gobandhlovu. ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " He said they had been killed?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct, and he said we must go and extinguish the fire, because the house was on fire, it was burning.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Which means they set the house alight?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  They first shot them and they set them alight and they also set the house alight.  I think it was a petrol bomb.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is there any survivor?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, Thabani was inside the house.  Thabani Mncube, the youngest one who was there.  All the other ones died.  There was a six-month old, Thabile, who survived the attack, but she was admitted.  She was also petrol-bombed on the left, as well as the hand, and her face was also burnt away.  ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " So now she's disabled?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, she is.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What about Thabani Mncube?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Thabani Mncube was hiding, so he did not burn.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Who got Thabile after everybody else had been burnt? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  We were the ones who got her in the yard, so she's staying with me now.  She was six months old at the time.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What happened?  Did she crawl or what happened?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Jocko rescued some of them and my brother-in-law had not yet died.  He crawled outside and the house fell on the other remaining members of the family, when it was being burnt down.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " That's a horrible scene, like something from a horror movie.  They were killed by members of the IFP?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " You said they were arrested for about a month.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " They got arrested for the second time and we were not notified when they were released.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Did you ever go to the case?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, there's nothing that came out of the whole incident.  There was no case.  Probably they were not yet arrested.  We went to submit a statement at the police station.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Who was submitting the statement?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Tholithemba.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Where did he submit the statement to?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  At Esikhaweni Police Station, and the detective was Gumede.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is Gumede still alive?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He is alive and he is still staying at Esikhaweni.  I don't know his first name.  I only know his surname.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Have you ever seen him after the incident?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Have you ever talked about the incident?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He took Tholithemba and they went to Nseleni.  They arrested those who had come to Gobandhlovu and attacked us.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Now, which means the case has not yet been to court? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, it hasn't.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Did you get death certificates?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I did.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " All of them?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Did they ever tell you as to what the cause of death was?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Jameson was shot.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " And what about the others?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Gugu also was shot.  Tholani and Thokosani were also shot.  Nomusa was burnt.  Joyce was burnt, as well as Sindisiwe.  Others were shot only and others were shot and burnt later on.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " This is a horrible picture you're painting to us, the whole family being burnt down to ashes in a matter of hours.  So you left with the surviving children?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " How do you make ends meet and how are they?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Thabile is crippled on her left hand, as well as her left",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "/wrist never",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "breast never developed, as well as - the whole left side was actually burnt away.  She does not have a breast.  It never developed because she was burnt on the left side.  She also does not have an ear.  She does not have fingers and her hand can't stretch.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Can she speak?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, she can.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " The other one?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  There is no other one.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What about yourself?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I'm fine.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Mentally, how are you feeling?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I don't have a problem.  I'm fine.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Who helps you to maintain the surviving children?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I am not being assisted by anyone.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Now, you are maintaining them and doing everything on the meagre salary that you get on your part-time job? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is Mathabela still alive and Bheki Ndlovu?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, they are.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " If we can go to Nseleni can we possibly find them? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, you can find them.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " As you've come before this Commission, what are your expectations or your wishes?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I wish that Thabile could receive treatment, because I was always taking her to Ngwelezana Hospital and because I do not have medical aid I could not continue making her take treatment.  If she could undergo some plastic surgery I would appreciate it.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " You want her to undergo plastic surgery on the face? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What else?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  As well as support for the remaining children.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " And what else?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  And to have a shelter for them, because their houses were burnt down.  We don't have a place to stay.  That's all I request this Commission.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Wouldn't you like to see the people who attacked your family?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, it is my wish to see them and it is my wish for them to be brought to book.  ",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " I'm going to repeat these requests of yours and Thabile will also need psychiatric treatment, that is besides the face, because she went through an ordeal quite at an early age, so she might have been mentally disturbed.  I'll repeat your requests.  I do not promise that we can deliver, but we will pass these recommendations to the State President to give a final decision as to how you could be helped.  You said you wish that Thabile could undergo plastic surgery and you said you wanted to be helped with regard to support and education.  You wish to get a place to stay, together with the children.  You want the perpetrators to be brought to book, so that they can pay for their sins.  We also said Thabile should be seen by the psychologists, in order to be assessed.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That is correct.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Thank you.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Babekhile, I want to ask you about Thabile.  According to your own observation, you have talked about the left leg.  Is it the leg or the arm?  How are her legs?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, her legs are quite fine, both of them.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            " Now, according to your own observation, will she be able to work for herself, maintain herself or go back to school?  ",
            "Female"
        ],
        [
            "TESTIMONY_GIVER:",
            "  She will not be able to use the left hand, because the fingers are missing and she can't use the left hand.   What about the right hand?   ---   The right hand she can use it to write and use it to do other chores.",
            "Unknown"
        ],
        [
            "MRS GCABASHE",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRMAN",
            "Mrs Shandu, the stories that we have heard today in Empangeni, they simply just get worse and worse each time, and we are really lost for words as to know what to say to you.  As I said earlier today, the people who did things like this - the people who did things like this to your family, they have lost their humanity and they only deserve to spend the rest of their lives behind bars.  They have no right, I believe, to walk free in our society.  The case isn't complete yet and we hope that the law will take its course and that these people will be locked up.  That won't bring your family back to you, but it may make it a little easier for you to accept and to live with the knowledge that they are in prison and they are suffering as well.  So we thank you very much for having the courage to come in here and speak here on behalf of those members of your family that are still alive and, of course, those members of your family who died.  Your story is very important.  Many people remember this massacre at Gobandhlovu and because you have come forward and told us about it, it will go into the report that we have to write up and give to the State President and to the Government.  So thank you very much for coming in and telling us your story.\n/CHAIRMAN\n6A/0",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Good after Mr Mchunu.  We welcome you today.  Thank you for being so patient and waiting all afternoon to give your story.  You have come to tell us about the brutal attack on you by members of the IFP when you were living in Sokhulu.  Can you stand, please, to take the oath before you tell us your story.",
            "Unknown"
        ],
        [
            [],
            "(Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Mr Mchunu, you are sitting here with someone else.  Is that your wife?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  That's my wife.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And is that your baby?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, that's my baby.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " We welcome them here today too.  Is she going to speak or is she here just to support you?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  She might say something where it's necessary.  I think there is a portion where she will say something.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Okay, then she doesn't have to stand up, because she has a baby.  If she can just confirm - what your full name, please.",
            "Unknown"
        ],
        [
            [],
            "(Sworn states) (Through Interpreter)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Thank you very much.  Do you have any other children, Mr Mchunu?  How many other children have you got?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I do.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " How many?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I have four in my marriage and I have one outside my marriage.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " I see, right.  And where are you living now?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Sokhulu.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " You are still staying in Sokhulu.  Are you working? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I'm not.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Now, at the time of this attack on you, when was that?  What year was it?  In your statement you haven't given a date.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  1991.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And at that time were you working at RBM, at Richards Bay Minerals?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I was.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Okay, can you then tell us in your own words, tell us what happened to you on that date in 1991, and if you want to refer to those documents, just tell us what they are.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  On the 12th March I had a lot of chickens in my house or my yard.  I used to go and buy food for my chickens.  I went to the same area where I usually go to buy this food for my chickens.  I waited there and I couldn't find the food, so I went back home, and then when I got home I realised that I made a mistake, I should go back, because my chickens were hungry.  I went there.  I waited for this car that usually comes to sell this food.  I saw people being delivered by a certain car and it was a private car.  It was dropping people by two or three and after the car stopped there and dropped the people, the people would go inside the forest and hide there.  I kept on waiting there, asking myself what was going on and then I started getting scared and I knew people were dying in that area.  I said to myself, \"Maybe I shouldn't wait here.  I should go back home while it's still early\", because I was scared that if something happened to me here and no one will find me.  As I was walking towards a taxi rank or bus stop, a lot of people came out from the forest.  Some of them had spears.  Some of them had hammers, and from this group of people only two people knew me and one person who started talking to me, who knew me very well, was Ngubo Buthelezi.  I just can't remember what this person said to me.  I think he said to me, \"If you think what organization do you belong to?\", and I said to him - before I could even answer him that's when he started hitting me, and all of them came for me.  They surrounded me.  That's when they started stabbing me with these spears and I fell down.  They saw that I wasn't dead.  They started walking away and there was a woman who was screaming and when this woman was screaming some of them wanted to run away, but when they realised that some of them were not scared they came back, and the doctor who examined me said there were 18 wounds.  It was in March when I was admitted in hospital.  Then I was discharged after seven months.  After I was discharged, when I arrived home, I discovered that my family - I mustn't leave this thing out that my wife used to come to hospital every time - after a date she'll come and visit me, but there were days when she didn't come and see me, and after I was discharged I realised that while I was in hospital she had a miscarriage and when I received this news I was very sad, and IFP members heard that I was discharged from hospital and one of them said, \"It's okay, even if he's been discharged, he won't live long\".  I stayed a few days at home and I was visiting the doctor all the time and one day I vomited blood.  I didn't know that I had blood inside my stomach.  I went back to my doctor in hospital.  That's when they drained the blood from my stomach, and they operated me.  I stayed at home and I was very sick.  I went back to work and at the clinic they said I must only do light duty, and the white people who were working there were changed and a new person - a new white person came and he took over and he said to me, \"Sick people don't stay here.  They go to hospital\".  I was hurt from these words, because I've been with RBM for over twelve years.  I carried on with my duties and I was sickly most of the time.  When I realised that it was difficult for me to work there, because people used to hunt me down, used to check as to what time I'm going to knock off, and later on the white people at work said they were going to change us and they said they were going to deduct the staff and at that time I knew that they were trying to get rid of me and then they said to me I must choose if I want a voluntary retrenchment or I want to change and work to another area.  I realised then that I couldn't do any job from any other department and then I told them that I was going to take a voluntary retrenchment and then I went home.  They kept on attacking me at home.  I remember one day there were a lot of buses from my area to Esikhaweni and on that - I just don't remember the date - police from KwaMbonambi Police Station and a stability unit went and surrounded my house and they knocked at my house and I asked them who was that and they said, \"Open the door, because we are police\", and I told them that I don't believe that they are policemen and then they kicked my door, and those who were standing next to the windows started breaking the windows.  They all went inside.  They woke my children up and they searched everyone and that's when they discovered that it was just me and my children.  These are the things that really tortured me.  Things were not well since I got injured because then I had to work for myself.  I was forced to leave the job and the standard of living went a little bit lower.  I'm struggling up until now.  If I may go back a little bit and give you a picture of what happened, because when I gave you the statement I just gave you what really affects me, I didn't give you about things that affect other members of my family or the community.   Sokhulu is an area where people had died.  People who killed other people mostly were stability police and the KZP.  I remember one day they came and they shot school children and they killed them, and I was sitting here all these days and no one came up here and related this story to you about the incident.  I want everyone to know this, because when we came or when we became to this new South Africa, ANC chose me to be a secretary of Sokhulu area.  If I may go back and relate this story to you.  Now I am exactly like a crippled man and I used to work for my family.  ",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Mr Mchunu, you mentioned that the doctor informed you that you had 18 stab wounds from spears on your body.  Is that right?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I said if I count them there are 18, because they are visible.  I can count them.  When I was admitted at Ngwelezana Hospital, before I was operated, there was a nurse who was responsible to check if the wound was big or small.  If the wound was small she was ... (rest of sentence not translated)",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Now, you also mentioned you recognised two of the people who attacked you or was it only one?  You mentioned the name of Buthelezi and Ngubo.  Is that one person?  Is that Ngubo Buthelezi or is it two different people?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Ngubo Buthelezi is one person.  The second one is Bongani Mathenjwa.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And are these local people from Sokhulu area?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes, they are from Sokhulu.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And do you know where they are now?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Ngubo Buthelezi is at Pongola and he is a, \"Sangoma\", the one that goes and sells the, \"Muthi\" in the streets.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And Mathenjwa?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Mathenjwa went back to  Nseleni, because he is still young.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Did you report these people to the police?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I went and I opened a docket at Mbonambi Police Station and when I told this policeman, the one that was taking the statement, I asked for a docket number, and the police said to me, \"You seem to know the job very well.  Why can't you come inside and write the statement yourself?\" and then I left and the police told me to go and wait at home.  After that I went to KwaMbonambi, because it's nearer.  I saw Ngubo Buthelezi.  I went inside the police station.  I said, \"This is the person who injured me\", and the police said, \"This is not the way we are operating\", and I left Ngubo like that.  Ngubo went to Pongola.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Do you know the name of that policeman from KwaMbonambi?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No, I don't know his name, because at Mbonambi Police Station the police knew me and when people were dying a lot from Sokhulu I once led a march to the police station to tell them that we are tired of dying and so I wasn't in good books for the police.  It wasn't easy to be friendly with the policeman there.  I was just giving him the statement because I had doctor's documents with me.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Is the Mbonambi Police Station SAP or was it at that stage KwaZulu Police?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  SAP.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And your health now, Mr Mchunu.  How are you affected in your daily life from your injuries?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  This affected me badly, because I can't even work.  Physically I'm not well.  ",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And how are you supporting your wife and your family?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I do have other means, because I have a tractor and I'm planting.  I also have a bakkie.  That's how we are surviving at this moment.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " And how are things at Sokhulu at the moment?  Have they quietened down?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  People aren't fighting any more, but the way I see things, people aren't happy.  It's just that we aren't experiencing the violence any more.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "I'll ask my colleagues if they want to ask some questions.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Mr Mchunu, I just want you to verify one thing.  You just said the people aren't happy from Sokhulu, but there is no political violence any more.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, I'm saying this statement because I'm comparing the situation which we used to live in before the political violence and after the political violence.  It's different.  There's no political violence any more, but still people aren't friendly with each other.  They aren't happy.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is this a rural area or a location?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  This is a rural area and it's under the chieftainship of Mr Mhloleni Mthiyane.  Even though I don't have an exact answer, but I think he's just like that.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What do you mean when you say he's like that?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            " I'm trying to tell you that the situation hasn't yet gone back to what it used to be before the political violence.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " What does the chief say about the whole situation?  Usually the chief calls meetings.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Yes, our chief does call for meetings sometimes.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Was there any incident where the chief did something like bringing all of you together for peace sake?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  He tried and then after that people got involved in political violence and again they said we should go to Ulundi for a peace operation and I didn't go there, because I didn't trust that call.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Now that you are here, what do you want to tell us? ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I am here because I need you to investigate for me and find out more about why I was hurt.  Ngubo must come and tell me why he did what he did.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Is that all?  What about the maintenance of your family?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I asked the Commission that I should receive a pension, but when they explained to me about the pension they told me that if you take a pension this year and if during the year you have your vegetables then end of the year you don't have a right to have money.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Okay, is that true?   No, not true.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I asked about this thing.  Someone explained to me that if you take a pension you belong to the Government.  Therefore they don't expect you to have money in the bank, more money.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Ja, that's right.  You know, if you apply for an old-age pension or a disability pension, but he's talking about a TRC pension.  We're not giving out pensions.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Now, I think there is some truth in what you said, even though I don't have a full knowledge of that and another thing, we don't give pensions.  We, as Commission, we don't give pension.  What we are going to do, we are going ask pension for you.  The Government is the one who gives pension.  Did you apply for disability grant?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  No.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            " Don't you think it's much better if you apply for disability grant, because that's different from pension?  That's my advice.  If you can try and apply for a disability grant.  If you can get hold of our social workers, they might be able to help you.  Are you well?  How are you and your family psychologically?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I am not quite sure because I think someone can tell if you are mentally disturbed, not yourself.  You can't diagnose yourself as mentally disturbed.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "6b/0",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Is there anything which your wife wants to add?  Mrs Mchunu, is there anything which she wants to say about what happened?  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  I think she got worse after her miscarriage.  I used to take her to the doctor and now that I'm not working and I don't have money now I'm taking her to clinic, so I'm no longer taking her to doctors regularly like before and other doctors are expensive, more especially specialists.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            " Is there anything that she wants to say personally?  She doesn't have to.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  (Mrs Mchunu replies:)  I would like to say something.  I would like a medical aid, so that I can be able to take my children to the doctors, because we aren't well.  We are sickly.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "We thought like that because you have small kids.  We thought you will need assistance because the children are still young.  We will take your request.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "Mr Mchunu, thank you very much to you and your wife and your small baby for coming in here today.  You've told us not just about what happened to you, the attack on you by these two people, but also you wanted to tell us about other people who suffered in Sokhulu, and we are grateful to you for telling us that.  We know from other witnesses about how people suffered in Sokhulu.  We know about how the KwaZulu Police operated there with the stability unit and we've heard lots of other bad stories about the KwaMbonambi Police.  And the remark that you made about how people aren't happy in Sokhulu, it's not good enough that just the fighting stopped, the people should know why there was violence there and they should know who caused the violence and they should also know the names of the police who participated in that violence, because those policemen should be exposed, and the fact that you have come here today has also helped to expose what happened there and the activities of the police and so your story is important here today.  You brought your small baby here.  He's not even old enough to know that he's sitting here in front of the television, but we hope that when he grows up he will grow up into a happier world than the one that we grew up in and we hope that you look after him and that he grows up happy and safe from violence.  Thank you very much for coming here today.  ",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "  Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "/CHAIRMAN",
            "Unknown"
        ],
        [
            "CHAIRMAN",
            "That was the last witness we have today.  There were three or four more witnesses who were going to come today, but for one reason or another they didn't arrive.  Some of them, we think, were afraid to come.  Some of them maybe found difficulties with transport because of the damp weather.  Many people in the audience today asked whether we were going to hear evidence about the Alusaf bus massacre, and we were going to hear evidence.  We have the statement of one person here today who was going to talk about the death of her husband in the Alusaf bus massacre.  It was a very, very important event in the history of this area, but that person didn't arrive.  We don't know why she didn't arrive.  Perhaps she was afraid, because the people who took part in that massacre are still walking the streets, but, just for the benefit of the record, I will read - I won't read her name, because she may have not come here because she was afraid of giving her name, but I will read her statement.  It's a very short statement and she says she's come here to tell the story of her common-law husband - I won't give his name - who was 38 years old at the time of his death.\n\"My husband was employed by Alusaf.  On 22nd July 1993 he was on his way to work and as the bus was passing Nseleni it was stopped by unknown men wearing a balaclavas.  They entered the bus and they chose ten people from amongst the passengers.  They took them off the bus.  They made them lie face down in the road and they were shot in the back of the head.\"\n /Then she\nThen she says that Nseleni where this thing happened was an IFP stronghold and KwaMthethwa, from where the bus was coming, was an ANC area.  It was further said that the employees of Alusaf and Richards Bay Minerals were ANC members.  \n\"In fact, my husband was an IFP member, but he died nevertheless.  I want to get the benefits that were due to my husband as an employee of Alusaf, but I could not because I was not married to him at the time of his death.  I would appreciate assistance from the Truth Commission.\"\n So we are sorry we didn't hear that evidence today from that woman.  There were ten other people who died on that day and their families also didn't come forward and tell their story and maybe they too are afraid, but we hope that this incident is kept alive in the memory of people and we are investigating that incident.  So the fact that she didn't come here and give her statement does not mean that we are not investigating it.  \n We've heard many other terrible stories in the last three days.  We think of the first witness we had today, Mrs Mabaso, who was attacked in her house, and she saw her children being shot and her four-year old daughter being hacked with a panga.  We also heard the tragic story told by Mrs Shandu from Umgababa, who heard her five children being systematically murdered and she still - she said that she still hears the screams of those children in her head.  We also heard from another Mrs Shandu, the second but last witness, who told us the terrible story of the\n /Gobandhlovu massacre.\nGobandhlovu massacre and these stories - I think my colleagues will agree with me - are among the worst stories that we've heard from all our time in the Truth Commission and we who have not suffered in this way can only imagine the horror and the terror that these people experienced and the pain that they are still experiencing.\n As I said yesterday, it is only about 10 or 12 years ago that the people of this area lived in almost complete peace and it was largely as a result of the cynical manipulation of politicians, senior policemen from the SAP and particularly the KwaZulu Police that people in this area were set against each other, in an effort to destabilise this region.  Those of you who come from Esikhaweni Township and around there will have heard evidence today or I think it was yesterday about the famous Esikhaweni hit squad and those of you from Esikhaweni will know about that hit squad.  The people who carried out those terrible killings, Romeo Mbambo, Gcina Mkhize, Israel Hlongwane, those people are now locked up.  They were sentenced to, in fact, hundreds of years in prison for the crimes that they committed and they killed over a hundred people between them.  That hit squad did not just arise out of nowhere.  That hit squad was set up by senior politicians, who supplied the money and the guns and who supplied the names of the people to be assassinated.  We must fight against this sort of thing and we must never let it happen in our province again and we hope that the Truth Commission can play some small part in ensuring that this does not happen.  We hope the fact that we have all sat here under one roof together, listened to these horrible stories will make everyone here all the more determined that these sorts of things should never ever happen here again and will bring us to a realisation that violence only brings misery to us all.  I will now ask Dr Mgojo also to say a few words in Zulu.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Even if we can approach the Truth Commission and do everything in our power, there's a lot more we still have to do.  There is the cleansing of the nation.  Those of you who are quite of age they know that once you kill one person there is always that desire to kill more.  Well, you have to be cured, because if you don't get cured you can finish the nation.  I think after the Truth Commission has run its course they must set some committees whereby there will be the cleansing of the nation.  These people need to be cleansed so that that animosity, as well as that hatred that exists in people's minds as well as people's hearts will make them continue killing more and more people.  People are behaving in a mad fashion.  They have not yet been cleansed, because they have not yet come forward to relate their stories as perpetrators and as to why the committed these evil crimes.\n Secondly, I want you to know that our enemy is the third force.  It is usually denied, but I shall continue saying that our enemy is the third force.  The third force is using our people.  They are the oppressed people.  They are unemployed and most of them can be bought off or bribed with money so that they can commit these evil deeds.  So I wish that those who are present have taken cognisance of the fact that the violence has not solved anything.  Instead it has caused so much anguish amongst a lot of families because many family members have died and there is absolutely no explanation or reason for such behaviour.  We are all suffering but we are killing each other.  Other nations are at peace with themselves and with each other and now we ask ourselves questions as to why are we killing each other.  The most pathetic part of this violent situation is that the youth or most of the youth were involved in the struggle and now Steve Biko's philosophy of black consciousness was lost in the midst of this violence.  We need to revisit, as well as recapture that because, as a suffering and repressed nation, we should be hardly closer together, instead of letting ourselves be divided by the third force.  \n I am very appreciative of the fact that all of you are here.  You have heard, you have seen and I think you have taken notice of the things that were said.  All political groups have killed and all claim that they were protecting themselves.  Unity is strength.  That's when the truth will come out as to what was happening.  To quote someone else who spoke was that we should have a new attitude towards the police, because we are now having a government of national unity, in such a way that you can tell a policeman that this is not procedural.  People like us, for instance myself, I am with policemen.  I've never before associated myself with police.  I used to hate police, because there was always a stigma attached to their behaviour and their characters and they had a terrible past, but now that there's a new Government in power we should try by all means to work hand in hand with the police and the police should make serious attempts to clear their names, because of the deeds of the past.  Lastly, many of the police that killed people are occupying high positions today in the Police Force.  They are warrant-officers and behind the scenes they are just plain murderers, so we, as the Truth Commission, should try by all means and approach the Government, tell the Government that people are complaining, people are suffering.  They have lost their family members.  Some do not even have maintenance, as well as places to stay, but the police and the perpetrators of the evil deeds of the past are comfortably well off.  They are with their families.  They are getting large sums of money as their salaries.  And I want to tell you, as you are looking at me now, that you should make a commitment that you will never kill.  You have seen the atrocities of the past.  You have heard the consequences of such atrocities.  You have seen the evil that has happened.  I urge you to recapture your humanity and stop behaving like animals.  I expect you to spread this word and encourage other people to also come forward and relate their stories.  We are prepared to listen to them, because everybody wants to hear the truth about what happened in the past.  There are some who have not appeared to give evidence, because they are scared for their lives.  Some who have appeared, it's very apparent that they are scared also.  Now, we shall close.  We are going to sing the National Anthem, because we should have failed the nation if we do not sing the National Anthem.\nNATIONAL ANTHEM SUNG\nPROCEEDINGS ADJOURNED\n/TRANSCRIBER'S",
            "Unknown"
        ]
    ]
}