{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-08-05",
        "location": "JOHANNESBURG",
        "day": "1",
        "names": [
            "WILLIAM MABELE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52790&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98080307_jhb_jmcourt4.htm",
        "speakers": [
            "ADV PRIOR",
            "CHAIRPERSON",
            "DR TSOTSI",
            "MR LANDMAN",
            "MR SANDI",
            "MR WAGNER",
            "WILLIAM MABELE"
        ],
        "original_speakers": [
            "MR LANDMAN",
            "ADV PRIOR",
            "CHAIRPERSON",
            "DR TSOTSI",
            "MR MABELE",
            "WILLIAM MABELE",
            "MR SANDI",
            "MR WAGNER"
        ]
    },
    "testimony": [
        [
            "MR LANDMAN",
            "Mr Chairman in regard to the third applicant, William Mabele, in the light of the evidence which he'll give about his limited knowledge of what was going to happen and his limited role in the matter, may I ask for a short adjournment to discuss the matter with Mr Prior to see whether it is necessary to recall him at this opening?",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman we don't need to adjourn.  I mean it's clear from the evidence, which hasn't been challenged, Mr Mabele had a very limited role but I think the act requires that he gives some evidence relating to his role.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "He did play a part in a gross violation of human rights, this was quite clearly resulted in a gross violation.",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Mr Chairman in that case I'll then call William Mabele.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "Can you please give your full names Mr Mabele?",
            "Unknown"
        ],
        [
            "WILLIAM MABELE",
            "(Indistinct).",
            "Male"
        ],
        [
            "DR TSOTSI",
            "Can you give your full names?",
            "Unknown"
        ],
        [
            "WILLIAM MABELE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Mr Chairman may I just confirm what language he's going to speak in, he may not have understood the ... (intervention)",
            "Male"
        ],
        [
            "MR SANDI",
            "What language are you going to speak Mr Mabele?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "Tswana.",
            "Male"
        ],
        [
            "MR SANDI",
            "Okay, are you going to take an oath or an affirmation, you said an oath?",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Mr Chairman as I understand the position he will give his evidence in Tswana.",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "I will take an affirmation.",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "(affirmed states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR LANDMAN",
            "Thank you Mr Chairman.  Mr Mabele how old are you?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "I am 30 years old.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "During 1987 did you know Mr Joe Kgoele, the previous witness?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "Yes I knew him.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "How did you get to know him?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "He came to where we were repairing cars, he came to repair his car.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "When you first got to know him did you know that he was an MK member, an operative?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "I did not know.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Do you recall an incident when he asked you to drive a car to the Johannesburg Magistrate's Court?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "I remember.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Can you describe to the Committee what happened the day before you were asked to go to the Magistrate's Court?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "The day before we went to the Magistrate's Court Joseph Kgoele came to me at home and he collected me and we went to his hiding place.  When we arrived there there was a car, a white Golf.  Because I had a knowledge of certain issues on a car we checked as to whether the car would not stuck and give us problems on our way to the Johannesburg Magistrate's Court.  As I was busy checking the car he was busy putting some few things in the boot of the car.  I saw the things that he had in putting them in the car.  I stood aside and he got himself busy with some wiring.  After that he took me back home.  He said I should not leave home early the next morning I should wait for him, which I did.  He arrived the next morning, he took me to his home.  He gave me his car keys and he ordered me to follow him, to drive after him.  He drove in a Golf and we headed for the Johannesburg Court.  On our way he stopped me, he said I should stop somewhere and he would come back.  He went to park the car and he came back, took the car from me and we went back to Soweto.  He dropped me off at home.\nBefore he left he said I should watch television during the news and I was not used to watching the news but on that day I stayed at home and when it was the time for the news, I saw the spot where a car was parked and when I realised how things were, I realised that it was the car that was driven by us.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Mr Mabele if I can just deal certain \taspects of your evidence.  When you saw Mr Kgoele\nputting things in the boot of the car, of the Golf and doing certain things to some wiring in the vehicle, what did you think that was?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "I had a suspicion that there was something going on but I was not aware as to what exactly was happening, but I suspected that something was about to happen.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Do you have any idea as to what it might be that might happen?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "I did not know what could happen, but sometimes when we were watching television we would get reports of incidents that took place.  My suspicion was to that effect.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "What sorts of incidents are you referring to?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "I'm referring to bomb blasts, there were reports such as bomb blasts at certain places and I was not used to such things, but I just suspected that it might happen but I did not even see the necessity of putting that into the car, to me it didn't sound - he would, at time he would come to me and say I bumped my car please help me and I would help him repair the car, I didn't suspect anything when he put things into the boot.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "By the morning of the explosion when you drove the vehicle in the direction of the Johannesburg Magistrate's Court, were you aware that Mr Kgoele was an MK operative?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "No I did not know.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Were you informed of that fact at a later stage?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "Yes afterwards I came to know that he was an operative.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "What time in the morning did you drive to the Magistrate's Court?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "It was in the morning, between six and seven o'clock, if I remember well.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Now precisely what did you see on the television that day?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "I saw many cars that were destroyed.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Were those cars in the vicinity of the Magistrate's Court were you had drive to?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "Yes they were near the vicinity.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Did you at that stage, after watching television, believe that the vehicle which Mr Kgoele had used that morning was used for the explosion?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "Yes I saw the car and I realised it was the one driven by Mr Kgoele.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "What did you do about that, did you speak to him or anyone else about it?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "I did not discuss this with anyone.  I concluded as to what was happening because he had told me earlier on to watch television, but I never discussed this matter with anyone.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Did you consider going to the police to inform them of what you knew about this?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "No.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Why not?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "I would have done the same as well but unfortunately I was not affected.  It happened one day that we attended a funeral to bury one of our students at school and the police arrived and they assaulted us, they shot rubber bullets and they arrested one of my friends and they assaulted him until he lost his eye.  Even to this day he doesn't have an eye.  That is why when I saw that on television I had no doubts because I was happy that the Whites would realise that as Black people we are in a position to revenge.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Did you then, once you became aware of what had happened, support Mr Kgoele in what he had done?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "I was not supporting him, I was supporting the ANC.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Did you later leave the country for training?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "Yes I left the country to get training outside.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Which organisation provided you with training?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "ANC.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Were you told by anybody that you should leave the country?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "Joseph Kgoele came to me and told me that there was a need for me to leave and he told me that at any given moment it was possible for them to come and pick me up so it was necessary for me to leave because I also wanted to train.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR LANDMAN",
            "Male"
        ],
        [
            "CROSS EXAMINATION BY MR WAGNER",
            "Mr Mabele when the amnesty process was announced, did you yourself decide that you should now apply for amnesty or were you told by someone else that you should apply for amnesty?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "Shell House did not have a contact with me, they had to contact Joseph Kgoele, that was when I applied for amnesty.",
            "Male"
        ],
        [
            "MR WAGNER",
            "Does this mean that you were approached by Joseph Kgoele and told that you should apply for amnesty?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "Yes, I did not have information to come here.",
            "Male"
        ],
        [
            "MR WAGNER",
            "May I refer you to your written application, it is in Volume 1 from page 23 onwards.  Merely for the record Mr Chairman I see that this was also not a sworn statement.  May I refer you specifically to page 26, that is paragraph 10.b there at the top.  Do you have it in front of you?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "Yes I have it.",
            "Male"
        ],
        [
            "MR WAGNER",
            "Only one question and I'm not sure what you're saying here.  Maybe I should ask you this.  Is this your own handwriting or did someone or did you tell someone else what should be written into your application?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "This is my handwriting.",
            "Male"
        ],
        [
            "MR WAGNER",
            "Then can you please tell me in the second last line, the letters WM there, what does it stand for?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "This is not WM, it's with.",
            "Male"
        ],
        [
            "MR WAGNER",
            "So is the sentence then:  \"To us Black people at that time ...\" - maybe I should read it then complete - \"The Magistrate's Court is one of the government institution which was used to enforce apartheid laws to us as Black people at that time with policemen\", is that the word, \"with policemen\"?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "Yes.",
            "Male"
        ],
        [
            "MR WAGNER",
            "Now if I may take you back to page 23 you say that you were a member of Umkhonto weSizwe.  When did you joint Umkhonto weSizwe?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "In 1987.",
            "Male"
        ],
        [
            "MR WAGNER",
            "Was that before or after this operation which was also in 1987?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "After the incident.",
            "Male"
        ],
        [
            "MR WAGNER",
            "Was that when Mr Kgoele told you that you should leave the country and then you left the country and you joined Umkhonto weSizwe in some foreign country?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "Yes.",
            "Male"
        ],
        [
            "MR WAGNER",
            "On what day did you leave the country in relation to the bomb explosion, was it the same day, the next day, a week later.  Can you just help me there?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "I do not remember the day quite well, I do not even remember the date, but it was after a few weeks.  I do not remember whether it was after three or four weeks.",
            "Male"
        ],
        [
            "MR WAGNER",
            "And in those three weeks did you and the people you were with discuss what happened at the Magistrate's Court?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "I did not speak to anyone in those weeks.  This issue was known by myself and Joseph Kgoele.",
            "Male"
        ],
        [
            "MR WAGNER",
            "Were you a member of SOYCO (?) at the time?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What?",
            "Unknown"
        ],
        [
            "MR WAGNER",
            "Mr Chairman I think it stand for Soweto Youth Congress.  SOYCO.  Did you attend any meetings of SOYCO in that period immediately after the explosion?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "No.",
            "Male"
        ],
        [
            "MR WAGNER",
            "Mr Chairman so as not to confuse you, those questions were merely asked, I have information that the explosion was discussed in some detail at such a meeting, but I can't take it any further with this witness, there was nothing else intended by the question.  I have no further questions Mr Chairman.\nNO FURTHER QUESTIONS BY MR WAGNER",
            "Male"
        ],
        [
            "ADV PRIOR",
            "No questions thank you.",
            "Unknown"
        ],
        [
            "DR TSOTSI",
            "Mr Mabele when Mr Kgoele said to you that you should watch TV news that evening, what did you think about that, didn't that surprise you someone telling you that you should watch news on TV tonight?",
            "Unknown"
        ],
        [
            "WILLIAM MABELE",
            "I asked him why and he told me about his hatred to the \"Boers\" and I asked him why he targeted that place.  What he told me was the Magistrate Court was sentencing the Black people and he was a trained person, he knew that a policeman was an enemy and the government buildings were also targets.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did he tell you this?",
            "Unknown"
        ],
        [
            "WILLIAM MABELE",
            "That was after days, when he came to repair a car.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question was, when he told you that morning to watch television, didn't you think it surprising?",
            "Unknown"
        ],
        [
            "WILLIAM MABELE",
            "Yes it surprised me because I did not know what to expect on the news.  I asked him why do I have to watch television today.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "And what did he say?",
            "Unknown"
        ],
        [
            "WILLIAM MABELE",
            "He said watch television, I did not actually ask him, he said watch television today.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "Did it ever happen to you before that someone asked you to watch television?",
            "Unknown"
        ],
        [
            "WILLIAM MABELE",
            "It was the first time.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you say you found that surprising?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "It surprised me because he told me to watch television at night, he didn't used to tell me to watch TV, but when he told me on that day to watch the news it surprised me and when I watched the news I got more surprised when I saw what happened.",
            "Male"
        ],
        [
            "MR SANDI",
            "At that time were you a member of any kind of organisation?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "I was an ANC supporter?",
            "Male"
        ],
        [
            "MR SANDI",
            "How did you go about supporting the ANC?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "When we had funerals I would attend the funerals and I would attend night vigils.  Sometimes at school, because of the harassment by the Whites, there were times where we would conduct discussions and there would be people among us who had knowledge about the ANC and Joseph Kgoele used to talk to me about the ANC at times, but not stating in details all the facts.",
            "Male"
        ],
        [
            "MR SANDI",
            "But I understand the ANC was still a banned organisation in 1987 Mr Mabele?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "Yes it was banned, but we knew about the ANC and I've already told you that there were people who had knowledge about the ANC and they passed it on to others and as they were talking one gained interest as to why is the ANC fighting and these are issues that we would be discussing and I realised that ANC was the right organisation to join.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you support any other organisation besides the ANC, I'm not talking about membership?",
            "Male"
        ],
        [
            "WILLIAM MABELE",
            "No other.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you Mr Mabele.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understand your evidence, and correct me please if I'm wrong, after you saw the television you realised that Mr Kgoele had set off the bomb which had damaged many cars and killed several policemen.  Is that right?",
            "Unknown"
        ],
        [
            "WILLIAM MABELE",
            "I did not see the policemen at that time, they only showed, only the damage to the cars was shown.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You learned that many policemen had been killed and others injured?",
            "Unknown"
        ],
        [
            "WILLIAM MABELE",
            "I did not know about the police.  I learned that when I applied for amnesty.  I did not know how many of them died.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm not saying you knew how many, but you knew there had been an attack?",
            "Unknown"
        ],
        [
            "WILLIAM MABELE",
            "Yes I know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you did not report it to the police because you supported what had been done?",
            "Unknown"
        ],
        [
            "WILLIAM MABELE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You yourself had suffered at the hands of the police and you felt that this was a justifiable action.  Is that the position?",
            "Unknown"
        ],
        [
            "WILLIAM MABELE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is was politically justifiable, it would teach them a lesson?",
            "Unknown"
        ],
        [
            "WILLIAM MABELE",
            "Yes I agree.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I'm sorry Mr Chairman there's one aspect that arises before my learned friend, I notice that at page 30 of the bundle in a letter to the Amnesty Committee Mr Mabele supplied certain further particulars and I just possibly, in fairness to him if he can comment on the first paragraph where he seems to suggest that he knew that the car that went to Jo'burg city had explosives in it.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well he did know when he wrote this letter didn't he Mr Prior?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "He's not saying I knew at the time.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Oh I see, I beg your pardon.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "... (Inaudible) he left with the other car .. (inaudible).",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Yes but it doesn't seem clear.  His evidence is that he didn't know at the time.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Any further witnesses?\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "No further witnesses.",
            "Male"
        ],
        [
            "MR WAGNER",
            "Mr Chairman may I raise an issue.  I was requested by a gentleman here in the audience, although I don't formally represent him, to raise a quick aspect with you.  If you look at Volume 2 Mr Chairman, page 43, there's a list of vehicles damaged.  Actually the list starts at page 41.  Now this gentleman he's number 27 on page 43, Mr Erasmus and he is here and if I may refer you to page 57 as well Mr Chairman, the top photograph apparently that is his vehicle directly in front of the vehicle with the bomb, that is immediately to the right-hand side of the gentleman standing there.  His vehicle was extensively damaged and he's here to, he doesn't really know what he should do.   I said to him I'll raise this point on his behalf if he want to give evidence to you to tell the damages he suffered he's here.  I only said to him I'll raise the issue.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Mr Erasmus did speak to me and I indicated that because he had sustained damage that would be highlighted before the Committee.  His vehicle was a write-off.  Apparently it was under HP and he had to pay, for some or other reason the insurance never paid and he sustained loss of approximately\nR20 000,00.  I understand that's virtually common cause and ... (intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I doubt that the extent of the damage can be common cause.  The fact that many vehicles were damaged I think is.",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Mr Chairman we don't contest that evidence.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "If that can be conveyed, obviously Mr Erasmus is within earshot and is listening.  I don't believe that unless, that's it's necessary to lead viva voce regarding this aspect, it's common cause as I've suggested.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well because Mr Erasmus is present that he indicated that his vehicle had been damaged, as is shown in the photographs, and that it was not contested on the part of the applicant that the damage could have been in the region of       R20 000,00.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "I'm indebted to the Chair.",
            "Unknown"
        ],
        [
            "MR WAGNER",
            "Mr Chairman ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any of your other victims wish to say anything or ...",
            "Unknown"
        ],
        [
            "MR WAGNER",
            "Mr Chairman no, my clients they don't intend giving evidence here so I've got no witnesses to lead or evidence to tender.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman I have no further evidence to place before the Committee.  As I indicated earlier, except for Mr Erasmus, no other victim or witness has come forward in this matter so I ... (intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Not even the Chief Magistrate of Johannesburg?",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Mr Chairman can I possibly just enquire via the Chair as to Mr Wagner's position at this stage.  I don't know whether at this stage he's reached any conclusions as to whether he continues to oppose the application?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know if Mr Wagner's in a position to tell us that now or whether he wants to talk to his clients?",
            "Unknown"
        ],
        [
            "MR WAGNER",
            "Mr Chairman one aspect remains.  I was told by Mr Landman that he also represents General Nyanda.  Now to me that is the only outstanding issue and I'm not sure how we should go about this, but if General Nyanda for instance disputes the evidence given here today it may influence the matter even to the extent that we may request him to come and testify but if he is not in dispute, I would like via you to request my learned friend whether it can be put on record because that may have a very relevant bearing on the outcome of this hearing.  That's my personal view.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know if you're in a position to?",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Mr Chairman we in fact are in a position to comment on that.  We appear for General Nyanda as an implicated person.  He is aware of the evidence, he's been present and has listened to the evidence and he does not contest the evidence which has been led about his role and about the rest of the incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He is obviously, if represented by your instructing attorney, fully aware of his rights and that is that as an implicated party he can choose, if he so desires, to give evidence, to make representations, which through you he has indicated to us he does not do so and he does not wish to dispute the evidence that has been led here.",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "That is so Mr Chairman, as we've indicated earlier on, he has an application which still has to be dealt with and certainly it is correct he doesn't dispute what has been said today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that meets your problem Mr Wagner.",
            "Unknown"
        ],
        [
            "MR WAGNER",
            "In that instance Mr Chairman if Mr Landman will bear with me, I will in fact just have to take instructions on the question of opposition and I will revert to him and Mr Prior.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I'm going to suggest further that much as the thought of spending a day away from here attracts me, would it not be possible in this matter for us to hear addresses tomorrow morning and to dispose of this matter at least without the necessity of written arguments later?",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Mr Chairman we don't have any objection to that at all.  Would it be possible to start a bit later than 9 o'clock?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly because I don't think any of you are going to be very long in your addresses, I hope I'm not being unduly optimistic, but we could certainly start later.  What time would you suggest,  11?",
            "Unknown"
        ],
        [
            "MR WAGNER",
            "Mr Chairman if I would obtain instructions to the effect of not opposing the application, would you still require me?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No certainly if you notify Mr Prior he can notify us on your behalf.  It's only if you wish to oppose that you should have to be here.",
            "Unknown"
        ],
        [
            "MR WAGNER",
            "Thank you.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Mr Chairman would half past eleven be (indistinct)?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly.",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Mr Chairman the other aspect which my attorney has raised, is that certain of the other Chairpersons of the Amnesty Committee have, before their addresses, indicated what areas the representatives ought to concentrate in particular, areas that might bother them.  Now I don't know whether the committee wants to make any comments in that regard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think this ... (inaudible).",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Certainly Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is not a matter whether ... (inaudible).",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "That is so yes.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "... (Inaudible) well to the extent that we reconvene tomorrow, it seems from the nature of these proceedings that the arguments are certainly not going to take up any length of time at all.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "No let us ... (inaudible) some other day?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "No not at all, just whether we needed to actually reconvene as a body?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Prior what we're seeking to avoid is further written argument which we have in hearing after hearing after hearing, which we get weeks after the hearing when we've all forgotten what it was all about.  Here we want to dispose of the hearing that's it's over and I think Mr Wagner has a great deal of experience with that and I see him nodding and I think Mr Landman would also like to be able to say at the end of this well that's over.",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "I certainly would Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If we go on with the other matter on Friday we don't want to delay that do we, because we could perhaps say we'll start this one for argument at nine o'clock on Friday morning and start the other one at ten, but if we start the other one at ten will we finish it?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman it might be more convenient in fact.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It might be for everybody here ... (inaudible).",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Mr Chairman there is another variable fact and that is whether Mr Van den Berg's going to come back and say that he's ready to proceed.  On the basis that he does proceed I think it's a very limited area where he'd have to lead his clients and there had be some cross examination.  I would imagine within 2 hours that could be disposed of.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Inaudible).  We will not adjourn until tomorrow, we will now adjourn till 9 o'clock on Friday morning.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}