{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-09-16",
        "location": "JOHANNESBURG",
        "day": "3",
        "names": [
            "SHAKESPEARE BUTHELEZI"
        ],
        "case number": "AM 1488/96",
        "matter": "FINDING",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52870&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98091418_jhb_1johanb3.htm",
        "speakers": [
            "CHAIRPERSON"
        ],
        "original_speakers": [
            "CHAIRPERSON"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "...[inaudible] to call the matter of Mr Buthelezi for purposes of a decision.  So will you please get Mr Buthelezi back.  In view of the fact that the matter has been fully canvassed before us, and as a result of the time which had become available in between the hearing of the various matters which are on our role in this session, we have been able, unlike in the normal course of events where it is not possible to formulate and deliver a decision immediately, we have been able in this case to formulate a decision, and we wish to deliver that decision.  So, we are dealing with the matter of Shakespeare Buthelezi, reference number AM1488/96.  This is the decision of the panel.\nF I N D I N G\n\tThe applicant in this matter has applied for amnesty in terms of Section 18 of the Promotion of National Unity and Reconciliation, Act 34 of 1995 in respect of the following offences:\n1.\tThe killing of one Moekwena Freddy Mashamahite at or near Monaheng Section, Katlehong on 21st January 1993.\n2.\tThe robbery of Mr Mashamahite at the above said place and time of a 9mm pistol and ammunition.\n3.\tThe unlawful possession of the said pistol.\n4.\tThe unlawful possession of the said ammunition.\n5.\tThe attempted murder of Basie Hladi at or near Twala Section, Katlehong on 16 March 1993.\n6.\tThe attempted murder of Richard Malope at the place referred to, Twala Section, Katlehong, on 16 March 1993; as well as\n7.\tThe attempted murder of Kihla Moses Shabalala at the same place and date, namely Twala Section, Katlehong on 16 March 1993.\n\tThe applicant was charged in respect of all the above incidents, except for the attempted murder of Basie Hladi.  A copy of the indictment, as well as a summary of substantial facts are contained in the bundle of documents on page 45 to 49 of the record before us.\n\tA trial was held in the Witwatersrand Local Division of the Supreme Court, as it was then called, in case number 103/95, and the applicant was found guilty as charged.  He was sentenced as follows:\n(a)\tOn the charge of murder, forty (40) years' imprisonment;\n(b)\tOn the charge of robbery, eight (8) years' imprisonment;\n(c)\tFor unlawful possession of firearms, three (3) years' imprisonment;\n(d)\tFor unlawful possession of ammunition, one (1) year imprisonment;\n(e)\tOn the charge of robbery, eight (8) years' imprisonment; and\n(f)\tOn the charges of attempted murder, which were taken together for the purposes of sentence, eight (8) years' imprisonment.\n\tThe applicant elected to give oral evidence and in his testimony the applicant set out the facts and circumstances of the killing, as well as that of the attempted murders.  For the sake of convenience, we will separate the issues and deal firstly with the killing of Mr Mashamahite, which we proceed to do.\n\tThe applicant's evidence was that he was a member of the Pan African Congress.  He later joined APLA, the military wing of the said organisation, whilst he was in exile.  In January 1993 he was given orders by the APLA commander, Sabelo Pama, to infiltrate the country and to prosecute the armed struggle.  The main aims of the PAC and APLA were to topple the apartheid Government and to eventually return the land to the African people.  The following were perceived to be enemies of the PAC:\n1.\tMembers of the SADF, South African Defence Force.\n2.\tMembers of the South African Police.\n3.\tFarmers.\n4.\tInformers.\n5.\tWhite households.\n\tThe applicant testified that his general instructions were to seek, identify and attack the enemy, as well as to train other cadres and to command them in whatever operation that was being embarked upon.  Applicant testified that on 21st January 1993 he commanded a unit of APLA cadres to attack policemen working at the Katlehong Police Station.  It was the applicant, Eugene Madikane and Gift Mosiya.  He testified that he saw one policeman going in the direction of Monaheng Section and they decided to follow him.  Applicant drew his Tokaroff pistol and pointed it towards the deceased.  When the deceased tried to draw his pistol the applicant shot him.  He testified that he shot him only once.  After the deceased had been shot, the applicant and the other cadres took the deceased's firearm, which was a 9mm pistol.  That's the incident in respect of Mr Mashamahite.\n\tThen the incident relating to Basie Hladi and two policemen.  Applicant testified that two weeks after the incident of killing Freddy Mashamahite the police were looking for him.  He heard from Vusi, an APLA cadre, that the police were being accompanied by one Basie Hladi.  On 15 March 1993 applicant and Gift went to Basie Hladi's place.  He first tried to shoot Basie Hladi, but when he was about to do so a person who knew them came and they did not shoot.  They then waited for Basie Hladi near his home.  When they saw him coming out of his home applicant shot him, but he missed.  Basie Hladi came back accompanied by the police.  Gift managed to escape.  Applicant then shot at the police and was also shot by the police on his right leg and was arrested.  This was the evidence-in-chief of the applicant.  He did not call any witnesses.\n\tWe proceed to assess the evidence given.  Mr Mapoma, the evidence leader, indicated to the Committee that the deceased's wife was present and she intended opposing the application on the basis that the act was not one associated with a political objective.  Basie Hladi had been sought, but could not be found.  Mr Mapoma informed the Committee that attempts to notify Mr Hladi of the hearing had been mae through the media and this was also announced over the radio.  He was satisfied that all reasonable steps had been taken to give due notification and that there was no response.\n\tIn so far as the policeman who was shot, whilst they were arresting the applicant, is concerned, Mr Mapoma informed the Committee that he had received information from the TRC Investigation Unit that Constable Richard Malope had since died and Kehla Moses Shabalala could not be traced.  He submitted that the application should proceed.  We agreed, and proceeded to hear the matter under the circumstances.  Mr Mapoma indicated that if necessary, he would call the deceased's wife to give evidence, not on the merits, but as a victim.  \n\tAlthough the wife of the deceased had indicated that she wanted to oppose the application on the basis that there was no political motive for what applicant did, this was never put to applicant and no evidence was led on this aspect by the said witness victim.  He was neither cross-examined forcefully on this aspect.  Applicant testified that he did not know Mr Mashamahite, that he had no personal grudges, that it was merely his membership of the South African Police that resulted in Mr Mashamahite being targeted.  \n\tIn so far as Basie Hladi's case is concerned, the applicant was cross-examined on what basis he had concluded that Basie Hladi was an informer.  He testified that Basie Hladi had been to his home with the police, that the police had said that the applicant was being sought in connection with the murder of a policeman.  Applicant also stated that he had heard from Vusi that Basie Hladi was an informer and that the decision to kill Basie Hladi was taken by himself.  He had not received any specific order.\n\tHe was a commander and was guided by the 15 points of attention which constituted APLA's code of conduct.  Basie Hladi was perceived to be an informer because he assisted the police and this made him a legitimate target.  Applicant further denies that he robbed Basie Hladi of his watch, R100,00 in cash and jewellery, as was alleged.  He stated that when they shot at him, they were close to Basie Hladi and if Gift had robbed him he, the applicant, would have seen that.  Basie Hladi, of course, was not available to shed any further light on the incident.\n\tThe conclusion, the Committee is thus left with, determining whether, on the evidence as it stands, the acts of the applicant qualify as being in accordance with a stated political motive and/or objective as required by the Act.  The Committee is prepared to accept that the killing of a policeman and an informer was an act associated with a political objective when taking into account the prevailing situation at the time of the commission of the offence.\n\tSecondly, the applicant was a member of a publicly known political organisation and his actions were committed on behalf of this organisation.\n\tThirdly, the Committee is prepared to accept that the applicant acted within the scope of his authority or had a reasonable belief that he was acting within the scope of his organisation's express or implied authority.\n\tFourthly, the applicant had no malice, nor did he act for personal gain.  On the matter of full disclosure, the Committee finds that the applicant did in fact make a full disclosure, and in the premises, the applicant is granted amnesty in respect of the following incidents:\n1.\tThe murder of Freddy Mashamahite.\n2.\tRobbery of the firearm of Freddy Mashamahite.\n3.\tUnlawful possession of a firearm.\n4.\tUnlawful possession of ammunition.\n5.\tAttempted murder of Richard Malope.\n6.\tAttempted murder of Kehla Moses Shabalala.\nThose are the six incidents that amnesty is granted in respect of.\n\tThen there is the remaining incident concerning the robbery of Basie Hladi of which the applicant was also convicted at his trial, and in respect of which certain arguments were raised in the hearing, and certain submissions made on behalf of the applicant in respect of the way in which the Committee ought to be approaching that matter.  In so far as that incident is concerned, the Committee will reserve its decision to consider the matter, and consider the arguments and the decision referred to in argument to us, and we will give our decision in respect of that particular incident as soon as that is ready.\n\tAnd then finally, the matter of the death of Freddy Mashamahite and the attempted murders of Kehla Moses Shabalala and Basie Hladi are referred to the Reparations and Rehabilitations Committee of the Truth and Reconciliation Commission for consideration pursuant to the provisions of Section 22(1) of the Act.  That is the decision in respect of the matter of Buthelezi.\n\tThen Mr Buthelezi is excused.  You're excused.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}