{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-10-13",
        "location": "JOHANNESBURG",
        "day": "2",
        "names": [
            "BEN MASISO"
        ],
        "case number": "AM 3110/96",
        "matter": "SHOOT-OUT AT ROAD BLOCK : MAGALIESBURG",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52897&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98101215_jhb_joha2.htm",
        "speakers": [
            "ADV STEENKAMP",
            "BEN MASISO",
            "CHAIRPERSON",
            "MR MHLABA",
            "MR SIBANYONI"
        ],
        "original_speakers": [
            "BEN MASISO",
            "MR MHLABA",
            "MR MASISO",
            "CHAIRPERSON",
            "ADV STEENKAMP",
            "MR SIBANYONI"
        ]
    },
    "testimony": [
        [
            "BEN MASISO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR MHLABA",
            "Mr Masiso, you listened to the testimony of Mr Wanyane, the first applicant in this matter.  Can you confirm the testimony to be the truth in so far as it relates to the role you have played in this incident?",
            "Male"
        ],
        [
            "BEN MASISO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Thank you Mr Chairman, I've got no further questions.\nNO FURTHER QUESTIONS BY MR MHLABA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Mr Mhlaba.  I suppose the position is the same?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Indeed Mr Chairman, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mhlaba, does that conclude the testimony and the case for the applicants?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Certainly Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And of course you wouldn't be putting any evidence?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "No Mr Chairman, I will not be calling any witnesses, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mhlaba, do you want to address us?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Mr Chairman, I've got no address, the facts speak for themselves here.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Mr Mhlaba, if you can look at the first page of Mr Wanyane, paragraph 9, he speaks about possession of two AK47 rifles and then, but when he was listing the weapons, he spoke about one, is it perhaps a mistake?",
            "Male"
        ],
        [
            "MR MHLABA",
            "Can I move closer to Mr Wanyane, just to clarify that.  Thank you for the indulgence Mr Chairman.\n\tI have established from Mr Wanyane, that he mentioned two AK47's, because they were arrested with one AK47 and he had left one at the place of the second applicant.  It was only the weapon at the place of the second applicant, which was found by the police.  He was convicted however, of the, the second applicant was convicted to offences relating to one weapon.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mhlaba, what is the position with the limpet mines and the detonators, the limpet detonators?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Mr Chairman, after, during my consultation with the applicant, it appeared to me that there were certain arms and ammunition which were not found by the police, and which were not at the scene relating to, which were not taken along at this incident, but there were ammunition which he had possessed and left and the place of the second applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does that, I am just looking at the judgement at the trial, in our papers that seems to relate to the second applicant and I suppose the second accused in that matter is the first applicant, although the surname is obviously misspelt in the judgement.  I am looking at page 12 of the bundle.",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Correct Mr Chairman, the second applicant in this application is the first accused in the criminal proceedings.  The first applicant in this application was the second accused in the criminal trial.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was the position of the third applicant in respect of the criminal matter?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "The third applicant was never apprehended at the scene and he has all along been a fugitive of justice.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He has never been arrested or charged for any of these incidents?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "That is correct.  In fact he was never placed on the scene by his co-accused and that is the result Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because on page 15 of the record, the second paragraph on that page, in respect of count 15, there seems to be a reference to seven MPM limpet mines and nine VZD3M detonators.  And then there seems to be some other part of a detonator which is referred to as \"springdoppies\", whatever that might be for the nine detonators that I have referred to.\n\tIt seems as if that, or those charges, counts 12 to 15, in the middle of page 14 of the record, it seems as if those charges were limited to the second applicant before us, who were the first accused at the trial.\n\tIt doesn't appear as if the first applicant was charged with counts 12 to 15, which relates to ammunition, various counts of ammunition and then these things that I have just referred to, the limpet mine stuff.\n\tIs that how you understand the situation as well, to have been?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "What I can state with certainty Mr Chairman, is that the first applicant was only convicted of robbery of the BMW and of the murder of Mr Babas, those are the only two counts and that will appear to be count 6 and count 7.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In any event, all three the applicants are persisting with the application for the counts or the offences which are listed on page 3, paragraph 9(a)(i) of the first applicant's application form?\n\tThey are all applying in respect of these counts or these offences which are listed in this paragraph?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Mr Chairman, save for applicant 3, he only applies amnesty in respect of murder and attempted murder, and that appears on page 9 of the paginated document.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I just want to record this properly.  The third applicant you say, only applies in respect of murder.  Is that the murder of Mr Babas?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then for attempted murder, are those the seven counts in respect of the incident with the Traffic police officers, traffic officers?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Certainly Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Wasn't he also present in the vehicle that transported the arms that the first applicant referred to?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "The third applicant was only fetched late after the arms had been loaded, and his task was mainly to drive, because he was perfect in driving.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I mean, doesn't that even put him just on pure technical reasoning, doesn't that put him even more in charge as the driver of the vehicle, of those arms?  Should his application not extend to those incidents as well?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Thank you Mr Chairman, I am indebted to the Chair.  In the circumstances and in the event of no objection from Adv Steenkamp, I would want to move an amendment on behalf of the third applicant, to cover the aspects covered by the other two applicants.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So, to put it simply, all three the applicants are applying in respect of all the counts which are identified in paragraph 9(a)(i) of first applicant's application form?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Adv Steenkamp?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "I've got no further submissions, thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Gentlemen, it remains for me to thank you for your assistance in this matter.  We will have to look at all of the material and prepare our decision in due course in the matter, once we are in a position to do so.\n\tWe will notify the parties when we are ready to deliver or convey the decision, which the Committee has come to.\n\tMr Mhlaba, we thank you for your assistance in the matter.",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Of course, you are excused, unless you have some other business with us.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, if I can be so rude to interrupt, I think there is another matter or matters that Mr Mhlaba is also involved in.  I think the rest of the role, except tomorrow's matters, he is still involved in.  I would suggest if I could be allowed Mr Chairman, that we can start immediately with the application of Mr Motahung.  \tMr Mhlaba is also appearing for Mr Motahung.  Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mhlaba, it seems like you are going to have a very busy day here and a busy time here.  You have heard what your colleague has suggested, that we must move into the next matter which you also represent, the matter of Motahung.  If you are ready to proceed in that matter, then we will continue to hear that.",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Yes, we are certainly ready, but we will ask for a five minute adjournment before we will proceed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that is fair enough, then you can rearrange the situation here.  We will adjourn for a few moments, you will notify is when you are ready to proceed.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}