{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-11-23",
        "location": "JISS CENTRE, MAYFAIR, JOHANNESBURG",
        "day": "1",
        "names": [
            "THAPELO PATRICK MASEKO"
        ],
        "case number": "AM 5918/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53056&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98112324_jhb_981123ji.htm",
        "speakers": [
            "ADV BOSMAN",
            "ADV PRIOR",
            "CHAIRPERSON",
            "INTERPRETER",
            "JABULANI KHUMALO",
            "MR MALAN",
            "REEXAMINATION MR MBANDAZAYO",
            "THAPELO PATRICK MASEKO"
        ],
        "original_speakers": [
            "ADV PRIOR",
            "MR MBANDAZAYO",
            "CHAIRPERSON",
            "THAPELO PATRICK MASEKO",
            "MR MASEKO",
            "MR MALAN",
            "ADV BOSMAN",
            "INTERPRETER",
            "RE-EXAMINATION MR MBANDAZAYO",
            "JABULANI KHUMALO",
            "MR KHUMALO",
            "MR MBANDAZAYO IN ARGUMENT",
            "ADV PRIOR IN ARGUMENT"
        ]
    },
    "testimony": [
        [
            "ADV PRIOR",
            "Chair, today is the 23 November 1998.  We commence these proceedings with the amnesty application of Thapelo Patrick Maseko, Amnesty Application 5918/96.  The evidence leader is Advocate Paddy Prior.",
            "Unknown"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Thank you Madam Chair and the Honourable Members of the Committee.  My name Lungelo Mbandazayo, I'm representing the applicant in this matter, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Prior and Mr Mbandazayo.  Morning to everybody.  May I take this opportunity just to introduce the panel.  This is the first sitting of the Amnesty Committee.  The panel comprises myself, Sisi Khampepe.  On my left hand side we have Advocate Francis Bosman and on my right hand side we have Mr Wynand Malan.  Mr Prior are we ready to continue.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "May I place on record for the benefit of the public a short description of the matter?  The application concerns the killing of a Mr Goncalves who was the owner of the Westonaria Cafe at Elsburg Mine.  This event occurred during 1990.  The purpose of the - or the reason or the motivation behind this was to obtain funds on behalf of the PAC by APLA cadres.  The applicant was the commander of the unit that went out on this operation and during the obtaining of the money Mr Goncalves was fatally killed.  Thank you, Madam Chair.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Mr Prior was Mr Goncalves or Mr de Sousa?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "May I place on record that as far as the deceased is concerned, Mr Goncalves, his only living relative was his wife who apparently was fatally injured and killed two years later in a similar robbery in that area.  The partner who was in the shop at the time that Mr Goncalves was killed was a Mr Jardin.  I spoke to Mr Jardin personally on Thursday last and he indicated to me that he was not interested in the process, that he didn't want to come forward, he didn't want to make a statement and he certainly didn't want to be subpoenaed to come to this hearing.  Thank you, Madam Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Prior, I just wanted to correct for the record that the surname of the deceased is in fact Mr de Sousa, the first name is Goncalves.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo, are we ready to proceed with your first witness?",
            "Unknown"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Yes Madam Chair, we are ready to proceed, may the applicant be sworn in Madam Chair?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What language does he speak?",
            "Unknown"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "He is using Sotho.",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Thank you Madam Chair and Honourable Members of the Committee.  Madam Chair, you have an affidavit which we'll be using as a basis leading evidence in this matter which we just gave you this morning, copies of the affidavit.   Madam Chair, sometimes the Members of the Committee have certain preplans in regarding leading of evidence, whether we should read the whole affidavit or whether he should confirm the affidavit and lead him on certain aspects?",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Maybe it's better that he confirms the affidavit and you lead him in certain aspects that you feel are critical to his application.",
            "Unknown"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Thank you Madam Chair.\n\tMr Maseko, the affidavit which is in front of you is also before the Honourable Committee.  Do you confirm that this affidavit was made by yourself and you abide by it's contents?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Yes I confirm.",
            "Male"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Thank you.  Madam Chair, I'll start with paragraph 9 of the affidavit.\n\tMr Maseko, can you tell the Committee about this unit you were head of, this repossession unit which was codenamed Beauty Salon, how was this unit structured and how did it function, for the benefit of the Committee?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Thank you Chairperson.  Firstly I'd like to say I was the commander of this unit and it was my responsibility to form other units, units that would be under my command.  But with this one I was in command I had many foot soldiers working under me.  The members were Lumumba Thelo Sumbele, Thabiso and Mbush, with this particular unit I'm referring to.",
            "Male"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Now Mr Maseko, I'm coming to the unit, specific unit which was involved in this incident which you are applying amnesty for, now what I want to tell Committee is about the structure of the repossession unit which you were head of, that you were heading and it was codename Beauty Salon.",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Could you repeat the question?",
            "Male"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Mr Maseko, you had in APLA unit called repossession unit which was headed by yourself and I understand you were reporting directly to the Director of Operations.  Now I want you to tell the Committee about the unit as a whole, that is the repossession unit.",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "The unit that was termed the repossession unit was the special unit which was formulated by the PAC as well as the high commander of APLA and our main job functions were to repossess, especially money, cars, jewellery, every article or item that was valuable in order to generate income for APLA and to be able to buy arms and ammunition in order to further our struggle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo, I don't want to interfere with how you want to lead your witness but it would appear that you are struggling to get the chain of command from your applicant.  Maybe if you were to make it quite clear to him what is it that you want?   You do not seem to be addressing ...[intervention]",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "I will explain this.  I was reporting to the Director of Operations.  The Director of Operations in turn reported to the Secretary for Defence and whatever we did or whatever happened that is below me was reported to me personally, that is the foot soldiers were reporting to me.",
            "Male"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Thank you Madam Chair.\n\tNow Mr Maseko, let's come now to this particular incident.  Now can you tell the Committee who identified this place as a target and how was it identified?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "We received some information beforehand.  After we had received this information we went to do some reconnaissance to establish the true facts of whatever information we had received beforehand.  I sent one of my soldiers and we thereafter went all together.",
            "Male"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Now can you tell the Committee step by step as to your planning and as to how it was executed?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "After having reconnoitred, we had to go to the particular spot.  As the commander, I divided my unit into three parts.  One was the assault group and the second one was the support group and the last one was the cut out group.  The assault group was going to go into the area and do the job.  The support unit was going to support the assault group and the cut out would stand outside and check out for any disturbances or any approaching persons.",
            "Male"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Now can you tell the Committee in which group did you belong yourself, as the commander?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "I was in the cut out group.",
            "Male"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Now can you tell the Committee what happened after you arrived at this place?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "When we got there, the assault group went inside and the support group was waiting at the door in order to assist if there was any need for it to assist us and the cut out members, we were waiting outside to keep watch of whatever was happening.  I knew that the assault group was going to launch the attack and take the money.  As a result, I will not be able to expatiate as to what they did inside.",
            "Male"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Now can you tell the Committee, put it in a clear light, was your purpose going there to take only money or was also to attack the people in the business?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "It is true that we went there to retrieve money.  We knew that white people were our enemies as well as our target.  Even if they were killed, that was still in the line of our objectives but it cannot be said that the main objective was to take money, we had to take money and to kill if we had to.",
            "Male"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Now you have already told the Committee that you don't know what happened inside.  Did you after the incident happened, definitely was a report to you, do you know who shot and killed Mr de Sousa and did he tell you what was the reason for that?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Yes that is true, Small Baby gave me a report back that he had shot a person inside but I did not see any need for me to ask him as to why he shot because I thought that he did it in the line of duty or in accordance with instructions issued to him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Issued to him by who?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "These were my instructions that should he approach or come across any problem he had to act as it deemed fit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What time did this operation occur?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "It was in the afternoon just before the shop closed but I'm not sure as to the exact time but it was late afternoon.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it after 6 o'clock or before 7 o'clock?  Can you approximate the time?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "It was quite dark.  I do not know the time, I'm not sure but it was dark.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So would you say that it was in the early evening and not in the afternoon?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Yes that could be quite correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mbandazayo, you may proceed.",
            "Unknown"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Mr Maseko, is there anything you want to add to your testimony?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Besides having to explain that from there, we took the car from the premises, we drove a distance of about plus minus two kilometres and we deserted the car because we had a getaway car waiting for us there and we drove off in our getaway car and we went back to where we came from.",
            "Male"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Now what did you do with the money?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "I had to report to my commander and my commander at the time Msiki who was in Botswana at that time but the amount was very small for me to take it to Botswana so we used it for our transport and in order for us to be able to survive and to make ends meet.  I did not take it to Botswana because the amount was very small but I did report it to my commander that we got a certain amount of money.",
            "Male"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "That's all Madam Chair and the Honourable Members, at this stage thank you.\nNO FURTHER QUESTIONS BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mbandazayo.  Mr Prior do you have any questions to put to Mr Maseko?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY ADV PRIOR",
            "Yes thank you, Madam Chair.\n\tBeing the commander of that particular repossession unit, why did you remain outside, that is outside the store while the other members went in?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "As I have already explained that I divided my unit into three groups, so my duties specifically was to be part of the cut out group so that we can keep a watchful eye whilst the others were doing whatever they had to do, so it was my duty to stand outside.  The other ones were designated to get into the house and launch the attack and retrieve the money.  Each and every one of us had his specific or designated duty.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Was your instructions to your unit ...[intervention]",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Sorry Mr Prior, I'm not sure that I had an answer to your question.  I thought the question was why did you - because you gave all the instructions, am I understanding correct?  You planned it?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now the question was, why did you place yourself in the cut away group and not in the assault group or the support group?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "I have already explained that when other members are in the cut out group and when they see a person approaching or a threat they get scared and I believed that I had the temerity to stand there and I was brave enough to stand outside whilst the others were doing whatever they had to do inside because the other ones would get scared, that's why I chose myself as part of the cut out group.",
            "Male"
        ],
        [
            "MR MALAN",
            "You refer in your application to other similar actions, this is not the only one, you have other applications for amnesty also and I think you say you are waiting for eleven of them still for decisions.  Did you always organise such repossession actions or lack of a better concept, in the three groups approach?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were you always part of the cut away group, you yourself?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Not always.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now the question is why did you decide on this occasion to be part of the cut away group and not of the assault group or the support group?  Was there a reason?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Yes I did explain, I'm going to explain for the third time.  The reason was that in the previous occasions, members of the cut out group would panic and they would scare the ones who were inside but having gathered this experience in the past occasions, I decided to involve myself in the cut out group in this particular occasion.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed Mr Prior.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Thank you Madam Chair.\n\tI notice from your affidavit if we may to refer to it as Exhibit A or marked A, that not only did you obtain cash, that you also obtained cigarettes from the store which you say in paragraph 17, which you sold to raise money.  I want to know is, what quantity of cigarettes did you remove from the shop?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Two boxes, two very big boxes.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well, maybe asked a different way, how much money did you fetch for the cigarettes?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "I do not remember but the money all in all came to a sum total of R6000, that is including the cash that we received as well as the money from the sale of the cigarettes.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Where did you sell the cigarettes?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "We would sell them in the streets.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did any of your unit take cigarettes for their own use?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Because we had already counted the money as to how much it would come to, we never took anything for ourselves.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Yes but the sale of the cigarettes, as I understand your evidence, would have taken some time to get rid of.  Two big boxes of cigarettes.  There must have been, I don't know what quantity but certainly a number of cartons, hundreds of cigarettes you'd have to sell, is that correct?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Do you mean that we consumed the cigarettes or we smoked them because we couldn't sell them or what are you referring to?",
            "Male"
        ],
        [
            "ADV PRIOR",
            "No, I don't understand how you hear my question like that, but let me repeat my question.  On your evidence, there was a substantial quantity of cigarettes which you said you sold on the street.  To my mind, did that take one day to sell or did it take a number of days to sell in order to obtain the money?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "I don't recall as to how many days it took us because I delegated this duty to one of the foot soldiers and he brought the money as I expected it.  There was nothing short, so I cannot say that he took them for himself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "May I interpose Advocate Prior?\n\tDo you know how long it took the person you delegated to sell the two big boxes of cigarettes?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "I don't know how many days it took.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When were you able to count the money that you collected from the sale of the cigarettes as well as the ones that had been repossessed from the shop?  Was it after a few hours after the operation had been conducted or was it after a few days after you had conducted that operation?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "It was a few days after we had conducted the operation.  Maybe I can explain this further.  After the operation we went to the ...[indistinct] and we dispersed because we were not staying all at the same place, we were scattered and I gave the cigarettes to the foot soldiers.  He came back on the weekend to bring the money, I don't know how many days he took to sell them but he came on a weekend to bring the money.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you remember who you delegated to sell the cigarettes amongst the four member unit?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Yes, his name was Dello.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  You may proceed Mr Prior.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Thank you Madam Chair.\n\tAnd was it on that weekend when all the cigarettes had been sold that you then counted all the money that you had obtained during this operation?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "We had counted the money beforehand, that is the cash we got from the operation and after the counting the money of the cigarettes, the sum total was R6000, that is the cash as well as the money generated from the sale of the cigarettes.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "So you only knew that after some time, after the operation that your total amount was R6000?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "That is correct.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "You see I just ask you that because it would seem from paragraph 17 that you counted the money and the proceeds of this operation immediately on getting back to Soweto, that you've clarified that position.  Now ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Prior, I'm still a little confused, you know whilst you are on that point before - for the sake of completeness so that we don't have to revisit this issue again.\n\tMr Maseko, if you check what you have stated in paragraph 17, I want to read to you what you have stated there:\n\"We counted the money and it was only R6000\"\nThen you proceed to say:\n\"And we sold the cigarettes to raise money\"\nNow in responding to questions posed to you by Mr Prior, you seem to be suggesting that R6000 represented the money that was obtained from the repossession at the shop as well as the money that was raised after the two big boxes of cigarettes had been sold.  I just need clarification in respect of that point under paragraph 17?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Yes that is true, that is what my statement on my affidavit reflects but if you look at what I said in court, the owner said it was R3000 that we took from the shop.  I could also have made a mistake because the owner of the shop said it was R3900 that was taken from the shop.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Maseko, I'm least concerned about what you said in your trial, I just need clarity with regard to what is appearing under paragraph 17.  Did you, when you counted the money that had been taken from the shop, come to conclude that the money repossessed was R6000?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "It is possible that I made a mistake when I said R6000, but the R6000 refers to the sum total of the cash as well as the money generated from the sale of the cigarettes, it was the sum total of both, that is the cash from the shop as well as the cash from the sale of the cigarettes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, I needed clarification in respect thereof.  Mr Prior?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Thank you Madam Chair.\n\tI want to just refer you to page 3 of the bundle.  In your amnesty application you set out the operations, the various operations which were executed under your orders and in which you participated.  The first one you mention, Orlando East Garage in 1990, an amount of R300 was taken, do you see that?  Did you send that money back to the high command or did you use it for survival money or for your own purposes?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "We did use it for our own purposes, that is for transport purposes moving from point A to point B from time to time.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I jump to page 4 of the bundle, incident three, Dube Garage, also 1990 where a revolver and R50 was taken.  That R50 did you use for yourself or did you - that is when I say yourself, your unit, or did you send that money to the high command?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "I've already explained that at the time we reported to Botswana.  I could not travel from here to Botswana just to submit R50.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "In the next incident, Nansfield Garage, 1990, also R600 taken.  Did you also use that money for your unit or did you send that to the high command?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "We used it for the unit.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And in the next one, Kliptown Garage, also 1990, the R300 that you obtained there, because it was such a small amount you used it for your unit, is that correct?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "That is correct.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And the R16000 in Libernon Goldmine Fraser Stores, did you also use that for your own unit purposes or did you send that to the high command?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "I went to Botswana and I submitted the money.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "So what was the criteria there ...[intervention]",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Sorry, just before you proceed Mr Prior.\n\tDid you retain any of the R16000 for your own use or did you hand all of it over to high command?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "I did not take the whole amount because I used it for transport as well as for provisions and when we got to Botswana, we were given a certain share to use for the unit.",
            "Male"
        ],
        [
            "MR MALAN",
            "What was the share Mr Maseko, can you remember?  Give us the information, we need to know exactly what happened, you must make a full disclosure of what happened.  What happened to that R16000?  We want to establish the pattern here of what you used for the unit and what you paid over to the command.",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "I took the R16000 to Botswana.  The money that was given to me was R5000 to bring back to South Africa.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you remember who you handed the money to?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "I gave to Msiki because I reported to him, he was my commander at the time.",
            "Male"
        ],
        [
            "MR MALAN",
            "Where is he presently?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "I've go no idea, ever since I've been arrested I never got in touch with him.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you give us his full name?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "I only knew him as Comrade Msiki.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you Mr Prior.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Thank you Madam Chair.\n\tMr Maseko, was Msiki his operative name, his nome de guerre?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "That is correct.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And was he based in Lesotho.",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "He was in Botswana.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I beg your pardon, Botswana.  And where in Botswana, was he in any particular town or city?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "He was in Gabarone.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "When you handed money over as you've explained, was there any accounting for that money?  Were you for example - was it written up in a book, a register or were you given a receipt for the money?  How did it work, can you maybe explain to the Committee?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "We were guerillas, we did not have any receipt books or books of account that we kept because these things we were doing at safe houses.  It would be a very dangerous exercise for us to keep such records.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Would you agree with this suggestion that the criteria for keeping the money yourself and not handing it over to Msiki in Botswana would be the amount, that would be criteria and if it was a low amount you would keep it for yourself for use within the unit?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Because that is how you think, even though I do not agree with your thoughts or the way you simplify it, but you are entitled to your own thoughts.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you not advised by your commander about such a criteria?  Was it not spelt out to you when you could use your discretion to hand over whatever you had repossessed to him directly and did he not go on to explain to you under what circumstances you could use your discretion to keep whatever you had repossessed if it was also a particular amount of money?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Yes that is correct because we had just arrived there, we did not even know where to get a large sum of money but we would from time to time get information.  But at times the information would not be correct, we would be told that we would get a large sum of money and when we get there we only get a small amount of money and then we would decide to use the money for the unit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think you understood the ambit of my question.  My question is simply the following.  Was there any criteria or criterion that was used and conveyed to you by your commander about when you could use your discretion, to use funds that you had repossessed for your own sustenance and when you could hand over any sums collected by your repossession unit to Msiki.  Was there such a criteria or what, as such a criteria that was communicated to you by your commander?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Yes that is correct, if the amount was small there was no reason for us to take that money to Botswana so we had to use that amount for the benefit of the unit but if it was quite a large sum of money we had to take it to Botswana.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And did he specify what he meant by a small amount that you could use at your discretion without having to take it to Botswana?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "I don't remember him explaining so much detail.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Proceed Mr Prior?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "May I just come in please Mr Prior?  May I just follow up on this here?\n\tWhat did you regard as a small amount or as a large amount?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "A small amount would be an amount which would only cater for transport and I won't be left with an amount to submit but a large amount would be an amount I can take money for transport and provision and be able to be left with a sum that I could submit.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Well what amount approximately would cover the transport to Botswana?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "According to me I think from R500 upwards was the money I could take to Botswana and from R500 downwards was the money that I could use for the unit.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "But surely these small amounts must have accumulated, did you take the accumulated funds into consideration?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Yes, if we kept these amounts, these amounts would have amounted to quite a large sum of money but there was absolutely no time for us to be keeping the money, we used the money for the unit as we received it.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Can you just tell me, if you say you used the money for the unit, for what purposes, to what end?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "One, for the training, to be able to move from point A to point B, for food and accommodation, at times we also had to buy arms and ammunition.",
            "Male"
        ],
        [
            "MR MALAN",
            "What training are you talking about, how do you train people to move from point A to point B, if I heard you correctly?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "When I say moving from point A to point B, I do not mix that with training, I said that firstly to train people, to train new recruits.",
            "Male"
        ],
        [
            "MR MALAN",
            "To train new recruits to do what?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "As our major functions were to repossess, you train people to repossess and when the unit expands, the new recruits ought to be orientated and trained with regard to the operations that we were going to carry out.",
            "Male"
        ],
        [
            "MR MALAN",
            "But how did you use money to train them, because you answer was that the money was used for training.  Now if you take another person and train him in one of these operations, I assume that's how you trained such a person, what monies do you expend in the training?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "When we train people some move from other places, for instance Pietersburg, to come to the point of training or where the training is being conducted and when they arrive there they do not have money so we use the money for subsistence, for travelling expenses and for ferrying the trainees from a certain point to a certain point.",
            "Male"
        ],
        [
            "MR MALAN",
            "Who kept the money, who was your treasurer?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Lamumba was our treasurer because he was quite trustworthy, I trusted him fully.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did he report?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Yes he did report to me, I'm the one who gave the money to him and delegated him to handle the financial affairs of the unit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Prior you may proceed.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Sorry.  During 1990, if the figures that you give in your amnesty application on pages 3 onwards, comes to approximately R40550,00 in 1990 and in 1991 it was R532000 odd thousand rand that you and your unit had obtained.  Would those sort of - well let's deal with 1990 first.  R40 odd thousand, R40550,00 would that accord with your recollection of how much money you obtained in the operations during that period?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "That is very difficult for me to say because as we received the money we used it for the unit or took it to Gabarone.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Alright, then I must then pursue my line, if I refer you to page 6.  The R3000 taken from the Motlakeng Police office, did that go to Botswana or did that remain with the unit?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "It was taken to Botswana but not all the sum total, that is the R3200, I used some for my travelling expenses to Botswana then the remainder was submitted.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Mr Maseko, I'm just trying to understand how your unit operated.  Now in the Elsburg Westonaria Cafe matter, the present application matter, there was R6000 in cash which you said was too little to take to Botswana and your unit used it up for travelling and accommodation and what have you.  Madam Chair has asked you what is the criteria employed by your unit or your high command as to what amount should go back to them and what amount should remain with yourself.  Are you able to give us some clarity on that please?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Yes I did say that according to me an amount from R500 upwards could be taken to Botswana but that also would depend on our financial status as the unit.  If we could get a gun and money was available, we would actually buy a gun or use that money to buy a gun.  We worked according to need, whether we needed to take the money to Botswana or we needed ammunition first.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "So in the case of the present matter where R6000 was obtained, none of that went to Botswana?  If I understood your evidence here today, you said the amount was too small or are you saying you used the money up for your own purposes and then there was nothing left over to send to Botswana?  Just please try and assist us understand what you're trying to say?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "The money that you've just referred to, the R6000, was not taken to Gabarone because at that time we did not have money and we actually had to use the money for the unit.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Sorry.  Item 18 ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Prior, may I with your permission interpose again so that we don't lose the sense of this important issue?\n\tMr Maseko, I think what Mr Prior wants to find out from you is the following.  Did you have any guideline on when an amount would be taken to Botswana to Msiki and when it would not be taken to Botswana to Msiki and could be used for your sustenance, whether it be training, transportation, purchasing of weaponry.  Was there such a guideline?  It is important for us to know.",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Yes there were some guidelines.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Again at the risk of repeating ourselves, can you spell if you can, the guidelines that you were given?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "The guidelines stipulated that if the money was a substantial amount it would be taken to Botswana but even if that amount was substantial but there was a need for money, then we would just report the money but not submit it and use it for the unit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In that case did you have to speak to Msiki in Botswana to advise him of the repossession that you had effected and seek his permission to retain the money and to use it for the need that had arisen?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Yes that is correct.  I always reported to Msiki after each and every operation, explain to him as to how the operation went, how much we got and whether we are in financial need then he would give us permission to use the money.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In respect of the Elsburg operation did you report to Msiki before you utilised the money?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Indeed I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And when was that report given to Msiki?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "I reported telephonically the very same day that we had finished that operation, during the evening I reported to Msiki.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Prior.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Thank you Madam Chair.\n\tMr Maseko, just one last aspect on this point, I noticed in your affidavit which is marked A, there's no mention that you had phoned or contacted Msiki for authorisation to use this money.  Can you explain why that is?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "I did explain that I reported to Msiki.  I did not report this particular Elsburg incident but I reported all the incidents or all the operations that we undertook, I explained that earlier on.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "No, I'm asking about this specific one.  You've just told the Committee that you phoned the very evening, the same evening you phoned Msiki and told him about this operation.  Did I hear you correctly?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "I usually phoned him to report and I phoned him on this particular day to report after the operation.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And he gave you permission, he said you can use the proceeds, the R6000, is that your evidence?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "I told him that we were in financial need and we needed him to ratify as to whether we could use the money.  He said yes we could.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I'm just asking you, you've made a substantial affidavit which was handed up this morning.  You've been referred to it, you've signed it.  My question is quite simply, is there any reason why that information, that you had phoned Msiki in Gaborone to ask for permission to use the money while that doesn't appear here?  You seem to have left that out and I'm simply asking is there a reason why you left it out of your affidavit?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "I did specify in my affidavit that I reported to Msiki.  I did not specify each and every detail of reporting but I thought that it was sufficient for me to say that I reported to Msiki and each and every operation that we undertook I later reported to Msiki.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did you as the commander of the repossession unit which was codenamed Beauty Salon, did for your own benefit, did you keep a record of how much money you had obtained in all these operations?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "I could not do that, as I had pointed earlier on that it was a dangerous exercise to keep records of our operations, because it would have been discovered by anyone.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Weren't you at danger of being suspected of keeping money for yourself which should have gone to the high command in the absence of such record?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "No, there wasn't a danger of that sort because we had principles and guidelines that we used in our operations and after operations.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I remember and please correct me if I'm mistaken, but I remember during the UNITRA hearing at which you testified, you indicated to that Committee in East London that some of the comrades sometimes used the money for their own purposes and that was sometimes beyond your control or evidence to that effect.  Can you remember saying something like that?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "I never said that, I said as soldiers and within the soldiers themselves there's some form of anarchy and at some stage we did not trust each other or I did not trust them.  That's natural, you can go anywhere, there's always that anarchy that exists among the soldiers and as a commander I knew that certain things like the ones you've explained do happen but I haven't come across them personally.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Are you able to give this Committee any degree of certainty that the monies you obtained in these operations in fact found their way to the high command in Gaborone and was used for the purposes of APLA within the organisation of the PAC?   Maybe I can just add a tail to that, are you able from your own application, maybe not now but maybe after an adjournment, a tea adjournment, to come and give us some information of how much money was in fact taken to Botswana as was your orders during that time?  Because at the moment we don't know how much the PAC received or APLA received from these operations.  It just seems to have been an ad hoc - if you felt you were able to take money it was sent but most of it was used for your own operating costs, operational costs.  Would you be able to do that for us please Mr Maseko?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "That's impractical because I can't remember all the monies that we received from the operation but what I can tell you is I never went to Botswana many times or a number of times.  Even if I can try to give you an estimation of the money that we retrieved, I don't think it would give you a clear picture of what actually happened or how much money we retrieved.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "For purposes of your amnesty application and we are aware that the PAC have been assisting to a very large extent and assisting the applicants, have you made any enquiries from the higher structures whether corroborative information could be obtained from the structures in Botswana at the time to confirm that they in fact received money from your particular unit?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "If Msiki was around I think he could have testified to that but since the unit started now, working within the country, at some stage I took the money to the administrator that is within the South African Borders.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Who was that?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "His name was Comrade Mandla Lenim, but he is late now, he died whilst I was in prison.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Alright.  You also indicated that one of the aims of the repossession unit was to obtain motor vehicles?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "That is correct.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Was that motor vehicles to be used in the struggle for liberation?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "That is correct, we used some of these cars to conduct our operations especially vans because they are bigger and they could carry quite a number of people who were going to undertake an operation.  Some were used by other units, not particularly or specifically our own unit.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Now the van that was taken in this operation, the bakkie, I seem to recall your evidence that it was abandoned somewhere on the road, you just left it there because you had a car waiting for you?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Yes that is correct, we did not need that van at that stage because we had our own getaway car, that's why we dumped it.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "But I'm struggling to understand your evidence Mr Maseko because if the part of your mandate was to obtain vehicles for the struggle, cash, jewellery and weapons, here you had that perfectly good vehicle but you just abandoned it.  Why didn't you take it with you?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "At that time our unit reported to Botswana and we could not take this van to Botswana because we knew of the dangers involved in doing that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But couldn't you have used that van for other operations that you intended to conduct?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "There was nowhere we could store the van.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And whilst on that point, was the stealing of the white van part of the original getaway plan?  Was that part of your plan?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "No, it was just for us to move from that point of the commission of the crime or the attack, the launching of the attack to another point where we could get away.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I know that, was it part of your original plan, did you, when you were sitting down planning how the operation was going to be conducted, had in mind that there would be an abandoned van that would then be stolen and used as a means of a getaway to get to where your car was?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Yes that is correct because this car belonged to a certain guy and the car was known, that is the one we were driving to the place and we planned that we were going to take one of the cars from the point of attack so as for us to be able to move from that point to our own car and be able to get away.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, so that was the sole purpose of stealing the van, just to enable yourself to get to where your car was, just to get away from the store to Elsburg to Westonaria where your car was parked?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "It wasn't Westonaria, I think it was about two kilometres from that shop which was situated in the mine.  It was plus minus two kilometres so it was specifically to move from the point to where our car was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And where was your car parked, was it not parked in Westonaria?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "It was also in Elsburg, it could have been plus minus two kilometres from the shop, we had hidden it somewhere there about two kilometres away from the shop.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Prior.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Sorry Mr Prior, just before you proceed?\n\tHow did you get to the shop?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "We were dropped off at the shop, we chose a spot where the driver would wait for us so that after we had conducted the operation we could meet him at that spot.",
            "Male"
        ],
        [
            "MR MALAN",
            "I thought that part of the plan was to steal the van to get back to your car which you left two kilometres from the shop?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "If I understand you correctly you are now saying that whoever the driver was that dropped you off had to pick you up at that spot again?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "No I did not say that.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you then please explain?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "I said to the shop we were in our own car, we were dropped off just close to the shop and the driver went back to a certain spot where he had to wait for us.  We would meet him after the operation, we had initially planned that we were going to take a van from the shop and drive the van to the spot where we had agreed that the driver would meet us or where he would park for us to get into the vehicle.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Thank you Madam Chair.\n\tDid you know that a vehicle was obtainable there, that you could have obtained such a vehicle before the operation?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "When I started off I said we received information and we went to reconnoitre to we knew there would be a car there in the premises.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "How many shots were fired at that store?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "It could have been more than two or three times.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And is it correct that you had determined afterwards that it was Small Baby who said that he had shot the white man?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Yes I knew.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Because he told you that?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "That is correct.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "In paragraph 14 you said that Small Baby was armed with an AK47, is that correct?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "That is correct.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I refer you to page 65 of the bundle, the judgement of his Lordship Claassen during your trial from 9, 10 onwards.  Just proceeding that, after the money and the cigarettes were obtained, the leader of the four men inside cried or shouted \"bulala\", at that stage all the people in the shop I think were lying down.  At page 10 - sorry line 10 of the judgement, he then says and I'm going to translate it\n\"One of the men who had an AK47 pulled the trigger but the gun did not fire whereupon the leader at a short distance shot the deceased in his chest with his pistol.  The deceased and Mr Jardin then ran to another place in the shop and two more shots were fired.\"\nNow the point that I am trying to make here is that according to your affidavit, Small Baby had the AK47 and it would seem he wasn't the person who killed or shot the deceased but somebody else who was armed with a pistol and that would have been either - well yourself, but you would have been outside or Lumumba who had a 9 mm style pistol.  Can you comment on that or try and clarify that for me please?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "As I was outside whatever happened inside is unknown to me, I only depended on the information that I got after the operation, so I cannot deny that but I do know that Small Baby had an AK in possession and Lumumba had a pistol.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Was your instruction to your unit who entered the premises of the shop did you instruct them to shoot or kill the occupants of those premises in the course of the operation?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Yes, my instructions were to shoot especially if they had to shoot white people that was part of the struggle.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Would that be also that you wouldn't leave behind people who could identify you, would that be also part of your thinking?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "We were fighting the white people, we were not conducting a general reign of terror against anyone that we came across.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well I'm trying to understand, we've heard a lot of this evidence in other applications but was it part of your thinking that if you shot the shopkeepers or the people in the shop that you had robbed or repossessed, let's use that expression rather, that by killing them you would have no witnesses left that could identify you, give your identities to the police and be effective in your arrest.  Was that part of your thinking yes or no?  It's quite a simple issue.",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Let me make an example, if we conducted our operation in an urban area where a place was overcrowded, we would only take money and try to flee because the guns would make a lot of noise and it was going to be easy for us to get caught in such instances, so it depended upon the area as well as the guns that we had.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did Small Baby tell you whether the deceased had resisted in any way when he shot him?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "He only told me that he shot someone, a white person that is the owner of the shop.  I did not even ask him as to how he did it or require any further details, I deemed it was fit for him to have done that.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "What strikes me and I refer to page 13 of the bundle, there's reference made in your application to Libernon Gold Mine, Fraser Stores, that also appears at page 4 of the bundle, where you obtained R16 000, no one was injured or killed.  Once again, if you can assist me, I'm very troubled that here was a store where you obtain R16 000 on the same, presumably the same basis, you sent in an assault unit, there was a cut off unit, there was a support group, all were armed.  Here no one is killed yet in a similar operation in the same area where monies are obtained by the same method people are killed.  Can you explain the difference?  Were your instructions perhaps different?  I don't know, please assist me?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "The difference is quite big, the shop that you're referring to, the staff were black, I think that is still the situation, but the other one the owners as well as the staff were white people.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Right, now we understand.  In the present case the owners were shot simply because they were white, is that right?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "I've already explained that white people were also our targets.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Thank you Madam Chair, I have no further questions.\nNO FURTHER QUESTIONS BY ADV PRIOR",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Prior.  Mr Mbandazayo, any re-examination?",
            "Unknown"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Just one point Madam Chair.\n\tMr Maseko, you already told the Committee about the money that you used for your sustenance and other issues.  Can you just to enlighten the Committee, tell the Committee whether when you came inside the country did you have any money to sustain yourself or what were you going to use to sustain yourself inside the country when you were deployed inside the country?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "When we came back we did not have any money at all but we were told that we were going to get the money inside the country.  We were told that our enemies were in possession of whatever we were in need of.",
            "Male"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Am I then correct that inasmuch as you were in a unit, of repossession unit, you have to declare the money.  The money was also going to be used for your sustenance in order for you to pursue the struggle?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "That is quite correct.",
            "Male"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Thank you Madam Chair.\nNO FURTHER QUESTIONS BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mbandazayo?  Advocate Bosman, any questions to put to the witness?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Do you know whether the South African denominations were expected in Botswana at the time when you took the money over?  The South African money, was that accepted generally in Botswana for use?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I've got no clarity with regards to that but Botswana uses the same currency so that other members of our unit who came to South Africa were able to use the money.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "How many members exactly were there in the unit?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "We started off being four members of the unit but as time went on the numbers grew and we got to be a unit of six members.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Now let me just come back then to the cumulative effect of the small amounts.  It would seem then as you need a terrific amount of money for your sustenance?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Yes that is correct.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Did you live well?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "We were living in hard times, it was very difficult.  The sums of money that we got were a pittance, it was just for us to keep head above water.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "What happened to the other members of the unit who participated in the incident in question?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "I don't know where the other members are but I think the others were integrated into the army and others went to Tanzania.  As to whether they came back and rejoined the PAC or what happened, I've got no clarity insofar as that is concerned because I was in prison or I'm still in prison.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "It would seem as though those members of the unit did not apply for amnesty, do you find that surprising?  Only you applied?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "I'm not even aware of that, as I've already explained that I have no knowledge as to their whereabouts, why they didn't apply for amnesty, whether they applied or they didn't.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Bosman.  Mr Malan?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Maseko, there are just a few things that I want to pursue for the sake of clarify.  If I understood you correctly, you originally report to Msiki, he was in Botswana, is that correct?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "That is correct at that time.",
            "Male"
        ],
        [
            "MR MALAN",
            "From when to till when did you report to Msiki, was it from the moment you came back to the country?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Yes up to the end of 1991.  I think it was 1990 because in 1991 I was in the Transkei.  I only reported to him for a short while.",
            "Male"
        ],
        [
            "MR MALAN",
            "And when you went to the Transkei you reported to Letslape Mpashlele?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "So as far as the activities that you're applying for now, this specific incident is concerned, you have no knowledge of any of your comrades in the unit at the time where they are presently, none of them?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "No I do not know.",
            "Male"
        ],
        [
            "MR MALAN",
            "You don't know where Mr Msiki is that you reported to?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Yes that is correct, I don't know where he is.",
            "Male"
        ],
        [
            "MR MALAN",
            "You don't know where he is?  And at some stage you said you took money to Mandla Lenin?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Yes when I was in Transkei because he was also in Transkei.",
            "Male"
        ],
        [
            "MR MALAN",
            "I did not get the translation?",
            "Male"
        ],
        [
            "INTERPRETER",
            "When I was in Transkei because he was also in Transkei.\n\tThe speakers mike is not on.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Sorry.  You said that you took money to the administrator Mandla Lenin who is late now, he died whilst you were in prison, is that correct?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Yes that is correct, Mandla was in the Transkei and at the time I was in the Transkei.",
            "Male"
        ],
        [
            "MR MALAN",
            "And so he was not involved in receiving money when you operated in this part of the country, Gauteng part of the country here on the Rand?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Yes that is correct, as from 1991 up to when I got arrested.",
            "Male"
        ],
        [
            "MR MALAN",
            "You see my difficult is really that you're giving us your information in terms of disclosing to us but there is no source of reference where we can corroborate anything.  The only corroboration to your application is an affidavit by Mr Mpashlele who can only really corroborate what he has knowledge of and this dates subsequent to these incidents.  Specifically to the incident in terms of which you're now applying.  Is there no other place we can verify the information?",
            "Male"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Madam Chair, through you Madam Chair, just if I can jump in on this matter.  Madam Chair and some of the Members of the Committee will bear me also, Advocate Prior will bear me, we have difficulties on this matter, the reason being that we are unable to trace the names which is the operational names which were used.  We are busy even now with the South African Police Services which are in possession of the names, their file names regarding this matter so we are having problem in getting the information because also the numbers of the high command of APLA who want to assist to say, so and so is so and so, they can't tell us that because the problem is that you find that one name was used by six different people.  Now if they can't get the books to tell it was so and so who operated at such and such a place at such and such a time, so it becomes very difficult, so it's the problem we are still faced with.  Now coming to this question of Mandla, he came many a times, he appeared in many applications that he was an administrator in the PAC or in the APLA, for APLA in Umtata, so the monies were handed to him as an administrator of the office of APLA.  Subsequently it was Mandla Nsikilana, Madam Chair, he was from Cape Town.  He subsequently died, he had a - I don't know whether it was brain damage it was sustained but he subsequently died.  So we are having problems when it comes to these things because the most important documents are in the hands of the South African Police Services which can through some light.  Also I've spoken to the chief leader, Advocate Mpshe, he is also assisting and I've been in touch with Judge Wilson which is vice-Chair who is assisting also.  The police to hand over the document which we are having it very difficult, I even had a meeting with Judge Wilson in Durban with Letslape Mpahlele regarding these issues.  The problem in the document which are in the hands of the SAPS.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mbandazayo.  You would of course when the time is appropriate give us an appropriate address in respect of this issue when you present us with your oral argument.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Maseko, the difficulty still in term of checks and controls.  Mr Mbandazayo has now explained to us now the difficulty but from Mr Prior's questioning one gets the impression that you came back, Mr Maseko, into the country, you started up a unit, that was your instructions, you commanded it, there was certain report channels or structures but the instruction was simply to repossess for the purposes of the struggle.  Amounts no guidelines as to what really was looked for and you could have operated if you look at your application from page 3 onwards, you could have operated on stealing amounts of R500, R300, R50, R600, all through without ever reporting because that would have been within the brief that you came back to repossess, is that understanding correct?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "No, that is totally not correct.  We reported each operation.  Now if you insist that we did not report it means you're referring to us as mercenaries and not freedom fighters.  It's mercenaries who kill people, retrieve money and not report.  We were soldiers, we had to report even if we did not specifically take the money there but we reported it.",
            "Male"
        ],
        [
            "MR MALAN",
            "I'm not making any accusations Mr Maseko, I'm not making a statement.  If you would just bear with me.  I'm saying that in order to grant amnesty, the Act says the Committee must satisfy itself that it should grant amnesty.  We have only your evidence and we have no other evidence to corroborate it and the point has been made clear to us that there are difficulties but in a way we need to satisfy ourselves that you are making a full disclosure, that indeed it was political and we have nothing except confirmation that you were indeed a commander of a unit which goes somewhere but it does not deal operationally with this stuff.  That's all at the moment, I just wanted to make this clear, if you have any comment you may make that comment?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "From what I heard it seems as if we were doing we were doing just a bunch of hooligans who just acted on their own accord.  We were not a bunch of hooligans, we were members of a particular political organisation.  Now you are criminalising the struggle.  We were not mercenaries and we were not killing people at random, we were soldiers fighting for liberation and belonging to a particular political group.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Maseko, it's time to break for tea, let me put this statement again to you for your comment and this was the only statement that I made and I make it again.  I'm saying, in terms of your evidence if in all your operations you would have been successful in only retrieving amounts up to R500 per exercise, per operation, then no monies would have ever been paid over but you would have continued with the operations simply reporting the operations.  I'm asking, is that assessment correct, that's my question, I'm stating it again.",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "I did not hear what you've just said, could you just repeat it?",
            "Male"
        ],
        [
            "MR MALAN",
            "Okay.  I'm saying your evidence says if it was a large sum of money, you talked about guidelines, then you would look at your needs and you would go to Botswana and you would pay over the money and some would be given back to you for the needs of the unit, correct?  If it was small sums of monies up to R500 or so you would not travel to Botswana to hand over any money but you would retain the money for the unit, for it's transport and training and subsistence and whatever expenses there were, is that correct?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "So the statement that I'm making as a question for your comment is, if all your operations would never have gained for you sums in excess of R500, then no payments would have been made to Botswana but the operations would have continued, is that correct?",
            "Male"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Yes that is correct but all the time we always wanted to get a substantial amount so that we could be able to submit some of it or all of it to Botswana.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Prior, maybe we should simply dispose of Mr Maseko before we break for tea.  I'm aware that we are already a few minutes long overdue for tea.  I wonder if the translators can bear with us for about two minutes, I only have one or two questions to put to Mr Maseko.  Is that okay with the translators?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "That is okay with the translators Madam Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.\n\tMr Maseko, flowing from what Mr Malan has just put to you, I thought I comprehended your evidence to be that though you could utilise small amounts, what we term to be small amounts for your own sustenance.  You nevertheless had to get permission from the officer in Botswana before you could do that, is that not what you - is that not your evidence?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "You should understand that these operations were not carried out on a daily basis, there would be a gap in between the operations so whenever we embarked on an operation we did it according to need, that is when we had problems accumulating, monetary problems or sustenance problems, the  operations were far between.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Maseko, just a response to a question put to you.  Did I understand your evidence to be that even though you had a discretion to utilise what you termed small amounts, you still had to seek permission from Msiki in Botswana before you could do that, is that not what your evidence was, if I understood your evidence properly?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's all, I mean you really have to stick to what is being put to you without giving a lot of background material.  With regard to the operation in question, the weapons that you used for this operation where were they obtained?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "These are the weapons that we were promised when we got into South Africa, we indeed got these weapons.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now where were they obtained, from whom were these obtained?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "From PAC, they had been brought by the PAC couriers into the country.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the ammunition that was used, was it also from the PAC couriers?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "That is correct, we got arms and ammunition.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On page 12 of the bundle - I think it's page 11 at paragraph 11, you have referred to a person called Comrade Junior in Botswana as having been the person that you reported to in connection with the proceeds of the repossession unit that you commanded whereas in your affidavit and in the evidence that you have adduced before this Committee, you have referred to a person by the name of Msiki.  Is Junior and Msiki one and the same person?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "No, these are two different people but the two of them were in Botswana.  Junior was the commander to whom I reported but Msiki - Junior was in the logistics department but both of them were in Botswana.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now which of them did you report to, the incident in question?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "I reported it to Msiki.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what reports did you give to Junior in Botswana insofar as the activities of your unit were concerned?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "There's nothing that I reported to Junior besides the fact that I used to ask him for AK47 bullets and if I had to go outside of the country, that is outside the borders of South Africa to fetch such ammunition I would report it to Junior.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it therefore incorrect what appears in paragraph 11 that whatever activity that had been conducted by your unit was reported to Junior, particularly with regard to the proceeds that had been collected from the repossession operations that your unit conducted?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "No, it was supposed to be Msiki not Junior, I think there's a mistake.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  At paragraph 18 of your affidavit Mr Maseko you have alluded to your poverty stricken family.  Was there any reason for you to do that?  Are you from a very poor family?  Do you have your affidavit before you, do you have the paragraph that I'm referring to?  That's paragraph 18?",
            "Unknown"
        ],
        [
            "THAPELO PATRICK MASEKO",
            "Yes I can see it.  It is like that and my sisters, even if you do look at them, you can say that they are from a poverty stricken family, I'm also from a poverty stricken family.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mbandazayo, will you be calling any further witnesses?",
            "Unknown"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Madam Chair, I think after tea I'll be able during teatime to know whether I'll call somebody.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think we'll take a tea adjournment for about 15 minutes, thank you.\nWITNESS EXCUSED\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Thank you Madam Chair and Honourable Members of the Committee.  At this stage I will call Jabulani Khumalo who is going to be the second witness.  Jabulani Khumalo is a member of the NEC of the PAC.",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Thank you Madam Chair and Honourable Members of the Committee.\n\tMr Khumalo, can you tell the Committee what position are you holding within the PAC NEC?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "I'm a member of the National Executive of the PAC, I'm in the cabinet of the PAC as the Secretary for Sport and Recreation.",
            "Male"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Mr Khumalo, you have seen the applicant, do you know the applicant who appeared before this Committee today?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "Yes I know him.",
            "Male"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Can you tell the Committee how do you know him?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "I know him to be the member of the Azanian Peoples Liberation Army, the commander in charge of the repossession unit within APLA.",
            "Male"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Now as a member of the NEC of PAC, do you know about this unit, how it was formed and for what purpose?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "Yes, I'm sure I need to give a background of the PAC itself in relation to the Azanian Peoples Liberation Army.",
            "Male"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Yes continue?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "PAC as a liberation movement in this country from forceful efforts by the settler minority regime in 1960 opted to go and undertake a serious struggle, a painful one, the armed struggle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo, I'm sorry to be interrupting your witness whilst he is giving evidence.  May I just advise you that we are aware of the submission and may I say a very pregnant submission made by APLA before the Human Rights Violations Committee some time in 1997 and if you are seeking to lead evidence with regard to the existence of the repossession unit and the objectives of that unit, we are fully familiar with those and we wouldn't like evidence to be led in respect of those issues.",
            "Unknown"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Thank you Madam Chair, I'm indebted to the Committee, Madam Chair.  Then I'll have to channel it on how it worked, I'm happy that the Committee is aware of that, many occasions you'll find that we have to lay the basis that there was such a unit.\n\tNow Mr Khumalo, the Committee is aware of the unit, that there was a repossession unit and what was it's purpose.  Now what I would like you to enlighten the Committee on was on it's operational basis, did you know when they went to an operation how they were reporting and whether the PAC was aware of the monies which have been repossessed by this unit and how this was done?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "Yes, thank you Comrade Chairperson to cut me short on this.  PAC gave Azanian Peoples Liberation Army a mandate as a military wing to execute military operation, to make funds to support the struggle, mainly then it was that APLA as a military wing should have a self-reliance because of the PAC not having funds to support them in order to push the staff forward they must create creativity and find some way to raise funds.  PAC made it very clear that the resources and funds, money are here inside the country so a unit should be created, so these units were created for the possession, not for armed robbery or bank robbery, things like that, it was a repossession for the pushing of the struggle forward,  that was the purpose of this unit.  As of the report, we have a clear guideline that within APLA there is the logistic desk, there is commisarian desk that collect information as intelligence and there is commanding structure as well, so we operated in threefold as the then Peoples Liberation Army.  So a commander  of the unit, within the unit itself, there should be a commissar, a logistic because a commander cannot at the same time handle the logistics so those things were defined clearly.  So the report was that the field operators report to the commander of the unit, the unit commander report to the operational commander and then it ends up then lastly to the chief in command which was at the time was Sabello Palma was the Chief in Command and then they would take the report to the chief in command of the PAC.  So all those things was off from the blessing of the Pan Africanist Congress of Azania.",
            "Male"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Now my point, what I want to know and also I want you to tell the Committee, do you know how the money was handled at that particular point in time?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo, I thought the question you had posed to Mr Khumalo was how the commander of the repossession unit operated.  Wasn't that a question that you posed to Mr Khumalo?  If I'm correct that question has not yet been answered?",
            "Unknown"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Thank you Madam Chair.\n\tMr Khumalo, as Madam Chair has already indicated that how was the commander of the repossession unit operating?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "The commander of the unit will from the collective of information from the intelligence go and confirm the assessment of the targets and of the place if need be to be of the repossession, reconcile all the information and approve it and once that is done he'd issue orders in the field that this unit will be doing the this and that and that so he gave responsibilities, he delegate the responsibilities as stated before in this case that there was a supporting group, there was the cut off group, all those groups were designed and given the delegations by the commander of that unit.  So whatever comes up from there it reported back to the commander, a commander can choose to be in whatever group that seems fit to him because he's got authority at that time, he's got a full authority at the time to use his discretion of how it should be operated.",
            "Male"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Now from the commander to - where was the commander reporting to and how it was done?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "A commander reported to his senior whether operational commander which is similar to him.  A commander in the Azanian Peoples Liberation Army, it's very broad.  If we can go deep it's very broad in such a way that if you follow the chain it will take the whole day because you're talking of the unit.  That unit commander is reporting to the section commander, the section commander reported to the regional commander and the regional commander report to the -it goes up to Sabello Palma, it's a chain, it's a very long chain.  So in this particular case I think Comrade Tapello whom is known in other areas as Lebo as a codename, in this particular case he was reporting directly to Msiki.",
            "Male"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "At the time of this operation can you tell the Committee, the question was raised by whether he knows what Msiki does after reporting to him or after handing the money to him, what Msiki does after that, whom was he reporting to?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "Msiki reported to his commander as well, he was reporting to his commander.  In this time it was a national commander of the operations, Commander Letlape who will in turn report it to his commander.  His commander was Sabello Palma.",
            "Male"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Can you tell the Committee would the applicant Mr Maseko know after reporting to Msiki what has been done after reporting to him about the money, if he handed the money to him?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "No.",
            "Male"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Would he know what happened to the money?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "No, he would not know because he would just report and hand over and then the hand over Comrade Msiki would take it to his senior and Msiki as well, he would take the report to his senior, it goes broad and broad, the finality of it he will not know where it ends up.  Sorry, I want to go further to say we were operating - the guerilla warfare, it should be understood although APLA presented the submission into commission but it seems the claims that they know of how these things are conducted as a presentation by APLA, but question that comes from here shows that they're still seeking information and seeking information cannot rely to that information you seems not to know that information.  We were conducting the guerilla warfare which does not at the time have any record keeping, were not keeping any minutes or records, have accountant of this has been submitted, how was it distributed to the last cent and call auditors in the struggle.  We take it at that time that guerilla warfare, if commanders supported this and make a report, a submission, it goes back, he will follow - it will be followed up by the instruction if there was an instruction.  There will be a way, not by planning or passport to infiltrate the country but the commander that rule that commander like in the case of Tapin, Maseko will send a message, not through the fax or through telegram or through phone, he will send because we were working underground.  Somebody will infiltrate and pass on information to the commander to carry out such instruction.  So these questions of logistics of pure accountability in guerilla warfare was not applicable.  I just wanted that everybody knows that.",
            "Male"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Thank you comrade ...[intervention]",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry for the interruption.  Mr Khumalo, did you say that - you heard the evidence of the applicant when he said after every operation he reported by telephone?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "He can report by telephone, it's one option.",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes but didn't you now say that that was not used?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "No I'm saying we will use optionally that are there but we are not forced that we do it on that.  In this case if we reported by telephone which means you went into the pay phones you would have done that but I'm saying that in general that, because this is a general question of accountability, that we were working under a guerilla - a very serious painful way of communication.  Our communication was not easy as supposed to be like now we have cellulars and things like that.  We were - the report goes, optionally that counts like phones, telephones you are talking about, tickie box telephones, cannot come and use my phone because it could be traced.",
            "Male"
        ],
        [
            "MR MALAN",
            "May I just, while I've interrupted you, refer you to page 8 of the bundle of the application, if Mr Mbandazayo can just show you that?  Where the applicant states that there are more operations than he has stated in his application and that the APLA records and documents will shed more light, what records and documents is he referring to if you say that no records whatsoever were kept.",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "No record in the country that were kept but outside there was a structure, there was a head office of APLA in Tanzania so ...[intervention]",
            "Male"
        ],
        [
            "MR MALAN",
            "And in Botswana?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "I'm trying to differentiate the two.",
            "Male"
        ],
        [
            "MR MALAN",
            "And in Botswana?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "Botswana as well.  Remember that Botswana was an independent country from South Africa.",
            "Male"
        ],
        [
            "MR MALAN",
            "So there would have been records, is that what you're saying?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "I'm saying that in Botswana yes there could be some records but not in the country.",
            "Male"
        ],
        [
            "MR MALAN",
            "Ja but Msiki and Junior they might have kept records?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "They might have reported this to their seniors as I said.  The headquarters was not Botswana, the headquarters of the PAC was in Dar es Salaam and the records could not be kept in each and every offices for security reasons, so headquarters of the PAC or of APLA was the one that if there was any record that were record was to be.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Maseko ...[intervention]",
            "Unknown"
        ],
        [
            "JABULANI KHUMALO",
            "Khumalo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry.  Mr Khumalo, you were a member of the NEC from which year?",
            "Unknown"
        ],
        [
            "JABULANI KHUMALO",
            "From 1996.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "From 1996?",
            "Unknown"
        ],
        [
            "JABULANI KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In 1990 what position did you hold within the PAC or within APLA?",
            "Unknown"
        ],
        [
            "JABULANI KHUMALO",
            "No, I was a regional commander, I was the - I'm sorry, I was the East Rand Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you have been aware of any guidelines if there were any that would have been set down by APLA's high command on how the proceeds derived from the various activities of the reparation unit were to be deployed or utilised.  Would you have had knowledge thereof?",
            "Unknown"
        ],
        [
            "JABULANI KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you would have knowledge thereof are you able to just indicate or share with the Committee on some of these guidelines that were set down which really are speaking to the operation of the repossession unit?",
            "Unknown"
        ],
        [
            "JABULANI KHUMALO",
            "What I know then was that the political organ of the PAC and the military organ of the PAC work on different lines.  I know that they were operating under the 15 points of code of conduct of APLA, that is now the military wing with the addition that whatever they do it must be in line with the political ideology of the PAC so there was a differentiation of the two, politically and militarily.  APLA, as I happened not to be in APLA, I was in the PAC, but I know that whatever APLA would do would do it in line with the political objectives of the PAC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm actually speaking specifically with regard to the operations of the repossession unit.  Are you aware of any guidelines that were applicable with regard to how proceeds derived from the activities of the repossession unit were to be deployed?  Are you aware of that?  It's yes or no?",
            "Unknown"
        ],
        [
            "JABULANI KHUMALO",
            "Yes.  Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, what were these guidelines?",
            "Unknown"
        ],
        [
            "JABULANI KHUMALO",
            "The guidelines was that if they go for the repossession whatever they collect there should be surrendered.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To whom?",
            "Unknown"
        ],
        [
            "JABULANI KHUMALO",
            "The unit itself surrendered it to the commander.  The commander surrendered it to his senior.  I think I said it before that there is - sectionally there is regionally there is - there was a PVW, what do you call it, PWV sometimes which is Gauteng now.  Commanding went up to National Commander.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well in this case we've already heard evidence from Mr Maseko that for his part he had to report to Msiki in Botswana?",
            "Unknown"
        ],
        [
            "JABULANI KHUMALO",
            "But do you understand what I'm trying to say?  I'm saying that the operation works on guideline and guideline gave the commander a full authority that he can use a discretion.  I'm saying that other field commanders would give to his commander who is a field commander.  A commander gave to a sectional commander, it goes like that.  In this case Comrade Maseko put it clear that he reported direct to Comrade Msiki.  It means the level of commanding are not the same so he was part of the high commanders, he was not just a field commander.  It was that reason that he could not report maybe to the section commander because he was higher than the section commander.  I may take it like that, that the fact that the instruction is that he report direct to Msiki.  It means he is more senior than the commanders here, that were here.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Khumalo did you have knowledge of this at the time or are you giving us your evaluation of the evidence of the applicant?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "Well I take it from the evaluation of the evidence.",
            "Male"
        ],
        [
            "MR MALAN",
            "You have no first hand knowledge - did you know Mr Maseko in 1990 and in 1991?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "Yes I did.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you know that he was a commander of a repossession unit at that time?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "Yes I did.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you have any information about his activities at that time?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "No, he was not reporting to me, I was a politician.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you didn't hear anything?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "But I know him.  That's why I'm saying to you, the way you take this thing, you take it as if it was conventional and you claim that APLA made submission that you understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Khumalo, I think, you know, you are giving evidence to us.  Please, the reason why you are giving evidence is for you to try and assist this Committee.",
            "Unknown"
        ],
        [
            "JABULANI KHUMALO",
            "I want to assist you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "JABULANI KHUMALO",
            "Can you give me a chance to assist you, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And therefore we will pose questions to you and you will kindly respond to those questions.  We would want to presume that the reason why Mr Mbandazayo has called you is to enable you to assist us in respect of issues which are material and cardinal to Mr Maseko's application.",
            "Unknown"
        ],
        [
            "JABULANI KHUMALO",
            "Yes, can you give me that opportunity?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we have given you that opportunity and we would like you to use that opportunity very sparingly.  Now I have already stated that we are aware of a pregnant submission by APLA which speaks to the existence of the repossession unit and the objectives which were deemed to be attainable by that unit and that is the only submission that I referred to.  The reason why you are here is to give us more information or to clarify issues insofar as the operations of that repossession unit is concerned.  Are you with me?",
            "Unknown"
        ],
        [
            "JABULANI KHUMALO",
            "I am.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "JABULANI KHUMALO",
            "As I said it before, I'm saying it again, that the repossession unit, specifically this one, let me talk about this one because I did add some general, general to other units as well that operated but in this particular case, this particular one, the order was that, that if they go for the repossession, whatever they attained from that repossession should be surrendered.  In this case the commander of that unit was Thapelo Maseko who in turn had to surrender to Msiki in Botswana.  I know Thapelo Maseko not only from 1990 but before that time.  I also quoted the name that you don't know, that was Lebo, that was his operational name to other areas, especially in our area in East Rand when he was introduced to us in 1989 he was Lebo and then he came and go to this operation and I think it was clarified, the only assistant that maybe you can require to me is that because there was a lack of corroboration if I understood the panel, to say that was a genuine political objectives.  I'm here to clarify that, that Thapelo Maseko was a member of the PAC a member of the Azanian Peoples Liberation Army and he carried the operation under the blessing of the PAC.  His mission was that whatever he gets should not be used for his personal gain but for carrying out this instruction but he had also the mandate from his commanders.  I will take it logically even from the PAC that as a commander you've got to use your discretion of how do you utilise the money if you're not, but you have to report it, whatever you take you report it.  In this case there is a standard that he created that R500 and more he will submit it and surrender but less he would not.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Khumalo, this may help you a little because what is questioned is not whether it was a military operation, that we have the - the application we have the information as has been pointed out to you by the Chair.  We even have the supporting affidavit of Mr Mpashlele so the political is not questioned, we wanted information as to the payment in deed but I think you are saying to us you were not involved in the operations, nothing was reported to you so you cannot shed light on the amounts that were paid over to Msiki, you have no knowledge of that?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "Yes, I am saying he cannot know exactly where it ends up.",
            "Male"
        ],
        [
            "MR MALAN",
            "No, no, but that was never the question, that's also understood, that's clear in our mind, he cannot know what Msiki does with it.  But the only information we had at the time was that, was his statement that he handed monies to Msiki?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "Yes indeed.",
            "Male"
        ],
        [
            "MR MALAN",
            "Alright but you wouldn't know that?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "No.  Although I was not particularly involved but he did hand it over.",
            "Male"
        ],
        [
            "MR MALAN",
            "How did you know that?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "Otherwise if he didn't - can I go on?",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes.",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "If he didn't, such a report, it would have been reprimanded.  He would be reprimanded because I'm saying that these reports does not end up to Msiki, it goes up and up until Sabello Palma and Sabello Palma as the commander of the military wing, he does not put these things under his cupboard, it has to come back to the political organ of the PAC because whatever they do it must be blessed by the PAC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Khumalo, are you saying that before proceeding to execute any operation he would advise the person who was higher than him, that is Msiki, about his proposed operations, is that what you are trying to say?",
            "Unknown"
        ],
        [
            "JABULANI KHUMALO",
            "No it depends.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On what?",
            "Unknown"
        ],
        [
            "JABULANI KHUMALO",
            "It depends to him.  Sometimes they can report before, sometimes they will carry on the operation and report later but a report would come.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  My only problem if you put it in that fashion is that if Msiki did not know that this operation was going to be conducted, how would he be able to know if Mr Maseko did not come back to report to him?",
            "Unknown"
        ],
        [
            "JABULANI KHUMALO",
            "A unit does not stay on an island.  Wherever he was he was not alone.  Although they were the unit that will carry over the struggle at that time, that particular operation, but there are people that knows about what is going to happen because they were not staying on the jungle, they were being sheltered elsewhere and there were people who were responsible to assist if possible, who were not actually the people that were to be involved in that particular operation so now there is no way that it's only known by you.  Let me put a clear example to you, if they come to my area in the East Rand they would have been secured in accommodation.  In that accommodation somebody had to look after them.  So although details of the operation could not be discussed with those people that are assisting them with the A's and the B's but it will be known that they are now going out.  So now such information could not just end up with the commander himself as it he's the owner of the struggle.  So in that case, he could not lie and he could not, not to report because the personnel that is used as foot soldiers that he commands also are the brain people, they are not just the machine, they are the brain people, they do the operation under his command for political objectives.  So they would discuss these things because after the operation I would take it that there would be a meeting of observation of the operation and in that a commander is no longer a commander, they are equal.  They discuss this matter and the process of reporting that he is going to report, he must inform his unit, it's not only decided by himself as sole discretion and no one knows about it.  So in that case you cannot - APLA operate in a long arm that if we put you there, we put another person on top of you.  So there was that operational, that's why I'm saying that guerilla warfare goes deeper than what it's viewed on the face.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now I understand about what you are trying to say about checks and balances.  Mr Mbandazayo, you were in the process of leading your client, your witness rather, you may proceed.",
            "Unknown"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Madam Chair, I think some of the points I wanted to canvass have been canvassed by the Honourable Members so that's all at this stage.\nNO FURTHER QUESTIONS BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Prior, do you have any questions to put to Mr Khumalo?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY ADV PRIOR",
            "Madam Chair, there's just one or two points.  \tIt would seem, Mr Khumalo, that you did not during the 1990 period, you were not involved with the APLA structures at all, is that correct?",
            "Unknown"
        ],
        [
            "JABULANI KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And it would seem from your understanding of the repossession units, their primary function was to obtain money, weapons and vehicles that could be used in the struggle, is that correct?",
            "Unknown"
        ],
        [
            "JABULANI KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And finally, if a person belonged to a repossession unit, was that a different type of unit than an assault unit, for example a unit that didn't go out to repossess or for example he just went to attack a target like a police station or hotel or whatever?  Was there a clear difference within the PAC/APLA set up of what a repossession unit was and what an ordinary combat unit was?  Just a short response, yes, was there that distinction or not?",
            "Unknown"
        ],
        [
            "JABULANI KHUMALO",
            "There was no distinction.  Let me put it to you, like what the State's machinery has today, you have the traffic cop, traffic department, it's part of the State.  There is CID's, the investigation commission, there's SAP, there is army meaning the Defence Force, they all fall under the State's machinery.   A traffic cop's duty is to stop the person who violates the standing rules of traffic but if he sees the robber he shoots and chases him and arrests him.  That was like that in APLA.  All these units were under APLA and whatever due course in the discretion of the commander at the time will apply even if it's not within a section because that is a military wing under APLA.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Alright thank you, I've not further questions.\nNO FURTHER QUESTIONS BY ADV PRIOR",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Malan?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Khumalo, do you know the name of Msiki?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Do you know the individual?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "Sorry?",
            "Male"
        ],
        [
            "MR MALAN",
            "Do you have his name for us?  Do you know what his real name is?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "No, not real name, they operate in the names that could not jeopardise them.",
            "Male"
        ],
        [
            "MR MALAN",
            "Ja but he can't be jeopardised now any more.  Do you know Msiki is, can you tell us what his real name is or don't you know who he was?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "That's what I'm saying that I know Msiki, he came to my place, I once met him but I don't know his real name.",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes but, okay.  You know Lebo is the applicant?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "I know Lebo, yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "But you don't know who Msiki is?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "Yes and I know Lebo is Maseko like when he was in prison.",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes, yes, but you don't know who Msiki is?  Do you know who Junior is?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "I know Junior.",
            "Male"
        ],
        [
            "MR MALAN",
            "Have you met him?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "I've met him.",
            "Male"
        ],
        [
            "MR MALAN",
            "Do you know what his real name is?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "I don't know his real name.  That's what I'm trying to say to you that until such time that we come to contact with - you can reveal your really name, I would not know.  I only know Thapelo Maseko, it's Thapelo Maseko, it's when he was arrested when he told that I should visit him in prison - \"Oh, it's you Maseko?\"  I know him by then at the time.",
            "Male"
        ],
        [
            "MR MALAN",
            "Right, do you any of the other comrades of the applicant that he mentions in his application?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "No, I don't know the one that he mentioned as part of the units.",
            "Male"
        ],
        [
            "MR MALAN",
            "You don't know Lumumba or Telo or Small Baby or any one of them?",
            "Male"
        ],
        [
            "JABULANI KHUMALO",
            "No I never even met them.  If I do, I did met them it would be another name maybe.  Physically when they come I'll say \"Oh, it's you John, you were Lubumba then\", I don't know but for now I will assume that I haven't met them because that name I've never come across.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Bosman, do you have any questions?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "No questions thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo, now that we actually take the wind out of your sails by not giving you an opportunity to re-examine, do you want to re-examine?",
            "Unknown"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Thank you Madam Chair. I have no re-examination Madam Chair, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Khumalo you may step down.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Where do we proceed from here Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Madam Chair, I have no other witness to call except that I would like that the affidavit of Letslape Mpashele be made part of the evidence which is before this Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Shall we mark that B, Mr Prior?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "As the Committee pleases.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo, do you want to then close your case?",
            "Unknown"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Madam Chair, that's the evidence of the applicant at this stage, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Prior?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Madam Chair, I do not propose to lead any evidence other than what was put up in the bundles and I ask specifically that the Committee take cognisance of the judgement which is evidence before the Committee.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.   Mr Mbandazayo, are you ready to give us an oral address?",
            "Unknown"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Thank you Madam Chair.  It seems though I'm ready to give oral address.  Madam Chair and the Honourable Members of the Committee, I won't bother the Committee as they are aware of some of the submission of the PAC with regard to these incidents, especially with regard to their attitude to the so-called Whites and also repossession units as their targets and political targets.\n\tMadam Chair, my argument based is that I'll only confine myself Madam Chair on the question of disclosure.  I'll take it Madam Chair, the reason why I - this Committee accedes that Maseko was a member of APLA and PAC which is a recognised political organisation.  I'll take it also Madam Chair, if we take into account what happened in court that also most of the cases you'll find that people do deny their involvement, they also deny their membership and such, but it's one of those cases where from the beginning it was never an issue, it was clear that Maseko was a member of APLA and what he did then was in pursuance of that struggle and as such, Honourable Members of the Committee, that's why I'm saying that I wouldn't like to - unless the Committee wants me to address on those points, I'll accept it that it's accepted that he was a member of the PAC and that, what he did at that particular point in time was in pursuance of the struggle and also of his mission as a member of APLA and also the member of the repossession unit.\n\tHonourable Members of the Committee, I would like to address you on the affidavit, tie his evidence with the affidavit of Letlape Mpashlele...[inaudible] was not reporting at Umtata, that is Maseko, but Madam Chair, Letlape was not a director of operations when he was in Umtata.  Letslape Mpashlele gave this affidavit because of this incident, he was aware of this as the director of operations.  Madam Chair, I know that I'm not giving evidence, you can see that it's signed in Umtata on the 19th August.  I had to trouble myself to go to Umtata to him and obtain the affidavit which was signed by him, asking him, I happened to have the bundle, about all these incidents and he happened to know that's why he made this affidavit in respect of this operation and also to throw some light about the repossession unit.  It was specifically for this operation because before he came inside the country he was a director of operations outside the country, so he came - and stationed in Umtata, so he was aware of this operation so it's because of that that he gave this affidavit and Madam Chair and Honourable Members of the Committee, it's my submission that the operation which Thapelo Maseko was involved is confirmed by the director of operations, the former director of operations, Letslape.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo, I think that is so but hasn't it been Mr Maseko's evidence that he reported directly to Msiki?  That seems to have been the gist of his evidence?  In fact, when I initially read the bundle, he had suggested that he had been instructed and ordered by the director of operations, Mr Letslape Mpashele when this repossession unit was initially formed and that this was the first operation of it's kind to have been sent into the country.  But as he gave evidence I got the impression that Mr Mpashlele did not feature very much in his operations and that he was directly reporting to Msiki in Botswana.  How do you tie the two, if you could assist us in that regard?",
            "Unknown"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Yes Madam Chair, it's exactly that.  Msiki was stationed in Botswana, Letslape was not in Botswana himself though he was a director of operations so he has to report nearest, where he is nearer, until Letslape came inside the country, it's then that he reported directly to the director of operations when they came inside the country.  Then the person who was nearest to him was Msiki that time in Botswana, so he has to communicate with him.  If I may throw some light Madam Chair, though he was commuting, Letslape, between Botswana and Bulawayo in Zimbabwe, so he came and that some report as a director of operations he has to go to the front line but he had to report to the person who was stationed there to have that, so that is the reason why he is mentioning Msiki because he was not in contact with Letslape because he was moving around as the director of operations so he has to report to the person who was there, then he is the person who in turn reports to Letslape about what happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed Mr Mbandazayo.",
            "Unknown"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Thank you Madam Chair and as such, Madam Chair, it is therefore my submission that Thapelo Maseko, when he acted did not act for personal gain nor out of malice against the victims but at that time he was involved in the liberation struggle and as such what he did was in pursuance of the liberation struggle.\n\tMadam Chair, I also want to go back to this question of Msiki and what I've said to this Committee.  Luckily Madam Chair, what you see in the application of Maseko, is what is in the documents of the SAP documents.  Some of these incidents came from Maseko voluntarily but they are in the possession of him.  When he was arrested and deported from Lesotho to here, the documents were there and they were confronted because when Letslape came inside the country there were now reports, they have to make reports.  Most of these are in writing which happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that the incident that Mr Maseko has alluded to ...[intervention]",
            "Unknown"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "No, this one Madam Chair, was not reported, this one, that's why I'm saying that he came with it voluntarily, all the incidents he was involved in.  He himself submitted information.  The Police have certain information about some incidents because they confiscated the document and they have written reports which were submitted, the documents were confiscated in Umtata and also others in Lesotho, so they have written reports.  All others were out of Maseko himself which were before the writing down of the reports so he came with them voluntarily to the Police, that \"I was involved before this in these incidents.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, he has not been charged in respect of any of the incidents...[intervention]",
            "Unknown"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "And he has not been charged in respect of all these incidents except this one.  Not a single one except this one, he was charged with this one and convicted and he came up with all of them voluntarily.  The one he refers as about 28 operation he was involved in.  Of course the others are already with the Committee, they submitted affidavits, they said they can be Chamber matters.  Some of them are still outstanding for the hearing and if I can throw some light Madam Chair, the Committee would not be aware that he was not initially to be put in this, he was not supposed to be in this hearing himself.  It was at my instance that he be put in, he was going to be put in Welkom, they said they can fit him here because I'm having difficulty getting him to give evidence in other cases because we are using him in getting, as the head of this unit, as we're still sorting out the question of Letslape so it's difficult sometimes, the prison authorities, for him to transport on this ...[indistinct], so we agreed with the leader, the Chief Leader, Advocate Mpshe that his matter be set down so that if he may be granted amnesty ...[indistinct] would be able to use him in some of these incidents which some of these operations were involved.  Some of them he has assisted us, some he is able to say this one was not because we have those problems so it makes it easy for us now to differentiate because it's difficult when he's in prison.  Some of them will say no I was in the unit which so and so, the unit commander, some of them are dead so we are unable to differentiate that.  Then he is the person who are in a position to do that and so look, this was not in that and he has done that in many others.  Now the problem we have is that the SAP are holding the documents which are using them in arresting some of these people we are asking if they have not applied for amnesty, that's the reason they are given that they are not receiving this information and we are having that problem in some cases because what is happening that you find that I ask \"who is Junior\" and they tell me the name of Junior and you find that there are other seven Juniors and you are caught up in the situation where we go to the wrong Junior and the only assistance you can get is the documents which were confiscated which have all the records which are throwing some light in some of these incidents.  If I may in passing, Honourable Members of the Committee, the case at issue, though I know it's a controversial one, the Eikenhoff incident which I'm also involved, the applicant.  The same issue is still we are ...[indistinct] by those documents but I may say that I'm trying to make a headway.  They have given me some names but unfortunately, they just give you that if they give me Junior, they'll tell you Junior was used by so and so and so and so, about ten.  Now the question is, at the particular point in time where he was operating, the documents are still there, they are still keeping, they don't release the whole information, you have to fight to get the information so that you can know that at that particular time, point in time, when that operation happened at a certain point in time, Junior was so and so.  So we have those handicaps and I'm glad to say the Committee, the Members of the Amnesty Committee, assisting as I indicated, Judge Wilson is also helping, pushing, exercising some waiting these incidents to try and get this information which is handicapping us and as such, what I'm saying is that it's not because the applicants don't want to come up with the names but some will come and confuse with the others, some - Advocate Prior may say that we had a hearing in Aliwal North, we have to abandon it because of this problem.  When somebody mentions that so and so and so and so was involved, then he will come and say he is also an applicant - \"no I was not involved in this operation I mentioned, I was involved in such and such and such an operation\" and you will find that there was a mix up of names.\n\tSo those are the problems we are faced with this but what my point I'm driving at is that Maseko has come forward and gave the information, also the information, the application is here, he has not been charged because he came here voluntarily with the whole information.  He not been charged because he has applied for amnesty and that they were not known, most of them, which were pre- or the writing of the incident and also that Madam Chair and the Committee, I want this Committee to take into account that during this operation when these monies were asked, R300, R400, it's not a question that this operation was done today the other one tomorrow and the other one the following day or two days thereafter.  Those are the problems, although there are not dates you have a problem where somebody has to sustain himself, he has to stay for a month and taking a unit of that magnitude, who can be sustained with R300?\n\tDefinitely, when we go to the next operation that R300 is no longer there so ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what is the problem Mr Mbandazayo, of the Committee in respect of that particular issue is the question of guidelines, what criterion did the director of operations under whom Mr Maseko had to report, give in respect of the utilisation of proceeds obtained from these repossession operations?  That seems to be the crux of the problem.  If you are able to address us on that, the problem would be greatly pleased.",
            "Unknown"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Thank you Madam Chair and Honourable Members of the Committee.  Madam Chair, the criterion is Maseko put it that first and foremost they were sent inside the country and they were told that what you want is inside the country, everything you will get there, you have to be able to sustain yourselves and as such it became clear that some of the operations will only, what they get from those operations will only be able to sustain themselves, not to use it to finance other operations for other units, that is to hand it over, the money.  So that is the crux of the matter, that they did not have resources available to themselves that \"look, we are sending you, you have so and so, you will be supported, yours is to do this and after doing this you have to hand over.\"  Also themselves, they have to depend in what they are getting from these operations and now it became very difficult now to say that there was a criterion which can be used.  Say it was a uniform one, maybe if we say for instance they get R10 000 and then they hand over the R10 000 and they have a pressing need where they have to use it, this for instance they were using in purchasing weapons, if they found that people were selling weapons, here we can get weapons so that when the other unit comes in, when people come inside the country, will be able to supply weapons because it was part of their duty to repossess weapons.  So that's where I think the Committee also, all of us have problem, is the discretion which Maseko as the commander had, more than the guidelines, it's the discretion which he had.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see Mr Mbandazayo that seems to be my problem because as I tried to understand Mr Maseko's testimony I ended up not really getting a clear picture whether there indeed was such a criterion or whether indeed there were any such guidelines or whether the issue was not entirely dependant on his discretion which they hoped he would use in the best interest of his organisation.",
            "Unknown"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "If I may concede Madam Chair and Honourable Members of the Committee, also myself I think that that's the way he puts it because what I understood and also what my consultation with Letslape and him was that he has a discretion in as much as he was in the unit then, he has a discretion, unlike when they were in Umtata, where if there is money they were given money that \"you go and do this operation\" so whatever they get they come and declare it, the whole amount of money.  But here before that they had a problem because they had to sustain themselves and also to sustain other units because they come inside because there is already a unit that you'll meet Maseko when they infiltrated to do other operations other than repossession unit.  So they have to finance that, so he had a discretion but what he has to do is to report that \"we did this operation and we had so much money, we did this with the money.\"  Sometimes they have to get approval before they use the money but sometimes there are pressing needs where they have to use the money before they report it.  So what I'm trying to say is that some of us are not good in presenting their cases, they seem to - it was a problem because when I consulted with him, that was the impression I have that it was a question of discretion in as much as it was a unit which was sent there to repossess and they have to come back and declare the money to Msiki but he had a discretion because he was senior inside the country because there are pressing needs, some cadres are sent inside the country, they say \"look, you have to meet so and so, Lebo, such a place\", so he has to finance them.  So that was the purpose of the unit, so whenever there's something left they have large sum of money, they have then to go and send it to Botswana, so that also when they are sending other cadres inside the country they have money of transporting, go to certain areas, so that's how I understood it myself and that's what I was told by Letslape that he had a discretion himself there.  Then when everything was sent inside the country then they have some resources so they will send the money and the unit will be sent to certain areas, though they have in other areas, it was a close unit which will be sent for that operation and come back with the whole amount of money and declare it because it was kept, it will be declared to the administrator who will finance all the cadres when they go to certain operations.  So the money was used for all the cadres and to transport arms and buy arms so it was not longer at his discretion now to buy arms after Letslape came in and stationed in Umtata every - some sort of a sub-head office was there other than the one in Dar-es-Salaam.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I'm sure that should conclude your argument?",
            "Unknown"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "That's it Madam Chair unless there is another point you want me to address?\nNO FURTHER ARGUMENT BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "think insofar as my areas of concerns are related you have already addressed them and that applies to the Members of my Committee.   Mr Prior, do you have anything to say?",
            "Unknown"
        ],
        [
            [],
            "Thank you Madam Chair, there are just a few areas of concern.  I think one principally has no difficulty with the notion of the repossession unit as espoused in the APLA submissions to the H.R.V. Committee, that was in October of 1997.  Obviously there has to be some evidence of accountability in order to give credibility to that principle and that strategy and I think this - my understanding of the difficulties facing the Committee are precisely those.\n\tIt is incumbent on the applicant who was - who is described as the head of the repossession unit codenamed Beauty Salon.  That is mentioned in Exhibit B and he was a member of the APLA high command.  It's incumbent on him to satisfy the Committee that where he says \"I carried out appropriation of funds and where people were killed, these monies were to be utilised for the furtherance of the struggle\" and that was our understanding yet he, with respect, is unable to satisfactorily explain what happened to these large amounts of money and that one simply applies simple arithmetic to his amnesty application in 1990 on his own account, I have totalled some forty thousand and in 1991 and excess of half a million yet he has great difficulty in saying how much actually went to Msiki in Botswana.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You say in excess of half a million in 1990?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "In 1991 there was on my count about 535 000 and in 1990 was about 40 500 on his own version.  Yet what we've heard is that there seemed to be a criteria where anything over R500 should have gone to Botswana and everything under R500 could be kept by the unit to sustain them and one can understand that but in the present case we have a complete dichotomy of principle, where R6000 is obtained which on his own version should have gone to Botswana yet it's all absorbed within the unit.  So with respect, Madam Chair, one really doesn't know and how reliable is the information before the Committee that in fact these operations were carried out to further the political objectives of the PAC in those circumstances and although there's no direct evidence to contradict that notion, there's no evidence supporting that notion on the other hand so that is my dilemma really and I simply highlight that for the Committee.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "By the same token Mr Prior, if the applicant wanted to lie to this Committee, he simply would have said the R6000 was handed over to Msiki?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Yes, that was open to him, I mean that obviously would then reflect on his credibility.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well I mean, wouldn't have been able to gainsay that because we don't have Msiki do we?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "No we don't have Msiki but yet if one is looking for motive and I don't specifically want to get into that debate.  He's been convicted of those offences of the R6000 and the murder and he is serving a sentence of 25 years so it may be he can't deny that.  It strengthens his case in the application for amnesty to say what he said but I don't go any further with that, I think I'll leave it at that.\n\tThe only other difficulty Madam Chair is I don't seem to quite follow the information in his affidavit marked A at paragraph 12, it seems to be contradictory to his evidence he gave.  He said as commander of the unit he was to report to Comrade Junior in Botswana, I think he did say that could be mistake, well that was a mistake and hand over whatever has been repossessed by the unit to him with the exception of arms and ammunition and then he went on to say:\n\t\"I was to report to him by going to Botswana or by using \tthe courier who was Comrade General.\"\nNow that doesn't seem to be borne out by his evidence today because he doesn't discuss in his affidavit the discretion that was allowed to him as commander of that particular unit and he certainly gave me the impression that on that very evening he phoned Botswana so there seems to be a deviation from what the principle was.\n\tAnd just lastly, if I may be allowed to comment on this, I don't know if the applicant quite understands the concept of enrichment because he seems to say \"I did not use my position to enrich myself or my poverty stricken family\" but if he was providing himself with accommodation and food and transport and whatever, that would be enrichment in the strict sense and I think what he was trying to say here was that he never became rich in his own right out of the proceeds.  Thank you Madam Chair, I have no further submissions.\nNO FURTHER ARGUMENT BY ADV PRIOR",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "To Mr Mbandazayo, to Mr Prior, we would like to extend our gratitude for the assistance you've rendered to the Committee as it considers Mr Maseko's application.  We will reserve our judgement in this matter and we'll announce it in due course.  Thank you very much.\n\tMr Prior, I am made to understand that the second applicant, our next application has arrived.  Are we in a position to start or should we break for lunch.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Madam Chair, it may be wise to allow Mr Mbandazayo some time with his client.  What is the time precisely now?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Half past one.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Sorry, I think it will be wise to break now for the luncheon adjournment and resume after that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo, how much time do you think you'll need to enable you to properly consult with your client?  We are aware that you have not had an opportunity to do so and would like to afford you that opportunity.  Can you give an indication of when you would like us to start your application?",
            "Unknown"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Thank you Madam Chair and Honourable Members of the Committee.  As the Committee indicates that it's one case, unlike Maseko, I was just given when I was coming ...[indistinct], it would be the first time to meet the applicant, I don't even have the affidavit.  But I can give the Committee that at least at half past two I will be able to start.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You will be able to read it and prepare for your next matter within an hour?",
            "Unknown"
        ],
        [
            "REEXAMINATION MR MBANDAZAYO",
            "Madam Chair and Honourable Members of the Committee, I have read the document itself, it's just that I have to consult with the applicant and confer what - so I think I'll be able to start within the hour.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "However, if you do encounter any difficulties will you please just convey them to Mr Prior and we will try and accommodate you?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, I'll do that Madam Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We'll adjourn until half past two.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}