{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-11-25",
        "location": "JISS CENTRE JOHANNESBURG",
        "day": "2",
        "names": [
            "DUMA NKOSI"
        ],
        "case number": "AM 7269/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53076&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/9811241202_jhb_981125ji.htm",
        "speakers": [
            "ADV DE JAGER",
            "ADV MOTATA",
            "CHAIRPERSON",
            "INTERPRETER",
            "MR SAMUELS",
            "MR SAMUELS ADDRESSES COMMITTEE",
            "MS PATEL"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR SAMUELS",
            "MS PATEL",
            "ADV DE JAGER",
            "MR SAMUELS ADDRESSES COMMITTEE",
            "ADV MOTATA",
            "INTERPRETER"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Thank you.  I call Duma Nkosi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before we get there, where is the list of people whose applications are going to be withdrawn and the list of applicants whose applications are going to be referred for chamber attention?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Yes, I don't have it with me, my instructing attorney has just taken it out.  There is a list.  Currently there are 14 people on that list.  That number will increase.  Already I can tell you there will be three more people on that list and in addition that list will increase even further because that list so far of 17 people refers to volume two of the bundle.  There is also volume three, where in addition there will definitely be people withdrawn.  I will hand it up.  I can assure you there is a list and it is increasing in number.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the other list?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Sorry, which others?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The one's whose applications are going to be referred for chamber attention.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "For chamber, yes, I will also have that available.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But Mr Samuels, you made a promise yesterday already, you told us that you'd have that ready today.  Yesterday you said so.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Oh, I will.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now where would we find this applicant's application?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Volume two.  His number is 7269/97.",
            "Male"
        ],
        [
            "MS PATEL",
            "It's on page 62.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "For what events or offences is this applicant ...(intervention)",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Yes, that will be my first issue that I will discuss.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja, well let's hear what it is first.  No, I want to hear from you what offences is he applying for.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "He's applying for offences where he gave instructions to members of the SDU to - sorry, may I throw this phone away?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can do what you want with it.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Thank you, Sir.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "For example, the instructions which he gave to the previous, Chechele, to defend the neighbourhood in which they lived.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that a crime?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "In which people were shot?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that a crime?  If they acted in self defence, albeit using a firearm, is that per se a crime?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "No, self defence is not a crime.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, that is exactly what I'm asking.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "May I have leave to have Mr Nkosi address you on that point?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On what point?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "On the question of this specific ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Samuels we've been going through this, and I want to repeat myself.  The Act to which we are bound makes provision for the granting of amnesty, in fact in encourages the granting of amnesty for specific crimes committed with a political motive and amnesty shall be granted in those circumstances, provided full disclosure is made.\n\tNo we've got to cross the first hurdle.  It's pointless us listening to an applicant if he's committed no crime.  Hence in the application here there is no hint of this applicant making or committing a crime, be it political or otherwise.  \n\tAll I'm asking here is whether this applicant committed a crime and if so, what crime.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And I'm asking you as a trained lawyer.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "If I could add something there.  He says\n\"Co-ordinated armed individuals into units, sections, with the commanders from Thokoza and Polla Park, under the agreed code of conduct.\"\nThe code of conduct makes it very clear that if they act according to the code of conduct, they can't commit a crime because the code of conduct only makes provision for self defence, but if they have exceeded then they are committing in all probability a crime, if they did not act according to the code of conduct.\n\tNow if you say they've acted contrarily or overstepped the code of conduct in certain events, then it could perhaps fall under the act.  But according to the statement here they acted according to the code of conduct, and as far as I can see it, the code of conduct was framed in such a way that it wouldn't allow a crime to be committed I think.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "May I have leave again, that Mr Nkosi explains these specific acts that he wishes to, to determine whether he does qualify to apply for amnesty, the issue of whether the acts were specific or not?  May I have leave that he argue or present some point on that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Samuels, without wanting to sound facetious, I thought that was your job.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Sorry?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I would have thought that was your job, to explain to us whether the man is entitled to make the application and therefore I ask you, in terms of the instructions, whether in your view he has committed a crime and therefore sets him in this arena.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "...(inaudible)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Samuels, if you look at page 63 of volume two, paragraph 9, the whole of it, that was supposed to have formed the background of the application for this applicant.  He could supplement it with specifics but as I read it, and I gain the impression that my colleagues or of a similar view, that this as contained in the application itself discloses no crime.\n\tNow it is pointless to hear this applicant when in fact he didn't commit a crime, and we are bound largely to his application.  Now I'd like you to address us on that.\nMACHINE SWITCHED OFF",
            "Unknown"
        ],
        [
            "MR SAMUELS ADDRESSES COMMITTEE",
            "Thank you for the indulgence.  It is my instructions that two courses of action may occur.  If this - we wish to argue that the acts for which the applicant will apply for, are cases where instructions, orders were given to defend the neighbourhood and the applicant is aware of situations where members of the SDU didn't follow completely those instructions.\n\tHowever, the argument being presented is not as simple as to say it is only people who acted outside the code of conduct therefore committed an act which is liable for amnesty, that the code of conduct, while the words code of conduct suggest a strong and finite, defined set of principles to act by, in the situation it wasn't a proper military operation and therefore the code of conduct is not as simple as; did a person act in or outside that code of conduct.  And that is why the application for amnesty is in part general in sense that one cannot specifically say yes, it was out of the bounds of the code of conduct.  That is why I wish to call this applicant and the two main issues, well apart from a brief background on history, the two main issues are the nature of general commands given and the fact that people did act outside those commands.  However, because of the situation of those code of conduct, it is not as simple as just to say yes, they acted outside that code and therefore ..(intervention)",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Just there, Mr Samuels, let's take this situation at the end of the day.  We say Mr Nkosi, we accept the political situation in Thokoza, we feel you acted correctly and then we say we want to grant you amnesty, in respect of which acts would we grant him amnesty?  Would we say in general you've got amnesty, would we say that?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now that is precisely what we are asking.  If we are of the view that amnesty should be granted at the end of the day, must we grant it in respect of assault, murder, attempted murder, rape, whatever.  That is what we are asking.  Is this applicant one of those who falls in the category where specific crimes for which he applies can be identified?  That is all I'm asking you.  Has this never been done yet, Mr Samuels?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "I've tried, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now by now, either there is a crime that is identifiable or not.\nMACHINE SWITCHED OFF",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "My instructions are to ask, if our logic which I tried to present ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's debateable but anyhow.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "If my logic which I've tried to present, that this applicant should be heard on the basis which I've tried to argue and if this hearing feels that there is no substance to us bringing that application, may I ask that we still, I still wish to call this witness, call Mr Nkosi as a witness to explain two issues because it is important I submit: the question of the chain of command and what was the structure within the SDUs and how is it that people got instructions and what was the effect of the code of conduct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know if we made ourselves clear yesterday, but even before Mr Kassrils came to give evidence, we told you that we accept and we have been given written submissions, thick volumes at that, which includes the events and the structures in Thokoza and elsewhere in the country because Thokoza was not the only flash point in this country, and we accept that those phenomena existed.\n\tWe are of the view that no amount of evidence regarding the history of this issue is going to improve the matter.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr Samuels, if you have a look at Sections ...(intervention)",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "...(inaudible) for a specified - we're entitled to grant amnesty for a specified offence according to Section 20(5) ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And in terms of the High Court judgment that we are saddled with.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Yes.  They say we should give sufficient particulars about this offence, so that if he is being charged later they could say: \"We could identify this offence.  It's been committed in Thokoza in Khumalo Street on the 22nd of February 1990 and it related to the killing of people there, the murder of people or the killing of people, whatever you could call it.\n\tIt wouldn't then include an offence that's been committed in Buthelezi Street on another date and other victims being ...   So that is the reason why the Act requires that we should be very specific about the amnesty we are granting, because otherwise it may turn out that we grant amnesty in respect of a murder of a personal enemy or whatever it may be.  That is why we are asking, give us the particulars, are you asking for amnesty in connection with the funeral procession for instance? \n\tThen we've got a further problem, and I think you should have a look at that too, we've got an application and it's long after the cut-off date.  In this application no specific offence has been mentioned.  We've been lenient about this and we've widely interpreted it and said: \"Okay, give us particulars later, we're asking for particulars\".  But in this case I don't know whether particulars were asked for, but we received no further particulars about a specific act, and if we would grant amnesty and it's not mentioned in this application, this application as wide as those applications that the Supreme Court have set aside be amnesty granted.\n\tSo even if we would grant amnesty on this application, the result would be that it would be invalid, and that is why are attempting to get something from you so that we could, if we give amnesty it should be valid amnesty we're giving.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "What's more, Mr Samuels, I find it strange that nobody can say: \"I committed\", or you can tell me: \"My instructions are, ...(indistinct) committed the crime of attempted murder by common purpose or murder or assault or malicious injury to property or whatever.  There is a distinct reluctance or inability to tell us or give us a simple answer to a simple question.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Mr Chairperson, may I have leave to ask - or rather, can I ask that Mr Nkosi address the hearing on this specific issue only?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you not able to give us answers?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "No, I think Mr Nkosi may perhaps be able to explain.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "No, but is he going to tell us of specific incidents, because I am interested if you have regard to page 64, he says\n\"Casualties were suffered\"\nListen to this.\n\"Casualties were suffered and property were damaged.\"\nThen they say:\n\"If so, state the names of the victims.\"\nHe says:\n\"Details and background are in the branch submission.\"\nDoes it help his case if he says that?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "No, he should be specific.  I appreciate that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me ask you, is he going to tell us that he committed a crime, in terms of criminal law?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "May I ask that Mr Nkosi have permission to address the hearing?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Samuels, you are his representative, you undertook to represent him, you obviously, unless I'm drastically wrong, have consulted with him and you know more or less what his versions or what his version is.  All we are asking from one officer of the law to another, is he likely to admit to committing a crime?  If so, I will accept what you say and then we can carry on.  If not, then you know what the position is.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "In the circumstances of our discussions, my instructions are to withdraw this application.  And also, I had intended presenting some of the information if the hearing believes that those two issues that I mentioned, the question of the structure of the SDUs and what was the chain of command, if that evidence isn't required, I therefore will stand this matter down.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I told you that we'll give you an indication if we feel it's necessary, later.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "On that basis therefore, I will ask that this application be withdrawn ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On what basis?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "On the basis that there's no evidence to satisfy the requirement for amnesty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Samuels, can I just get some specifics here?  Do I interpret that as that there cannot be any allegations to the commission of a crime as we know it?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Sorry there cannot be allegations?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That there has been a commission on the part  of this applicant, that a crime has been committed.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Ja.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ]
    ]
}