{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-11-25",
        "location": "JOHANNESBURG",
        "day": "2",
        "names": [
            "THEMBA RICHARD XABA"
        ],
        "case number": "AM 7309/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53077&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/9811241202_jhb_981125ji.htm",
        "speakers": [
            "ADV DE JAGER",
            "CHAIRPERSON",
            "INTERPRETER",
            "MR MAKANJEE",
            "MR SAMUELS",
            "MS PATEL",
            "THEMBA RICHARD XABA"
        ],
        "original_speakers": [
            "MR SAMUELS",
            "MR MAKANJEE",
            "MS PATEL",
            "CHAIRPERSON",
            "ADV DE JAGER",
            "MR XABA",
            "THEMBA RICHARD XABA",
            "INTERPRETER"
        ]
    },
    "testimony": [
        [
            "MR SAMUELS",
            "Mr Makanjee will deal with the next applicant.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "Mr Chairperson, the next applicant is Themba Richard Xaba.\nMACHINE SWITCHED OFF",
            "Male"
        ],
        [
            "MS PATEL",
            "...(inaudible) I'll just double-check that.  Yes, they were sent.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Any receipt?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "No, there were no further particulars received in respect of this particular applicant.  If I may just place on record, the last meeting that our offices had with the ANC TRD(?) desk was in August and at which an undertaken was given that better attention would be given to all these applications.  I unfortunately can take it no further than that.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Haven't ...(indistinct) the copy of the particulars that has been asked?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "I see the Evidence Analyst has left the venue.  She would have that with her.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "...(inaudible) just for the purposes of the record to have a copy handed in so that we could deal with ...\nMACHINE SWITCHED OFF",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Makanjee, tell me, we seem to have a recurring problem here.  In the application to be found and starting on page 69 of volume two, there seems to be no hint even that this applicant had committed a specific crime.",
            "Unknown"
        ],
        [
            "MR MAKANJEE",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well what is the position?",
            "Unknown"
        ],
        [
            "MR MAKANJEE",
            "I do understand that according to my instructions from the applicant, that there is a specific crime that he wishes to apply for amnesty for.  Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you satisfied that that application will be in order?",
            "Unknown"
        ],
        [
            "MR MAKANJEE",
            "I am, Mr Chairperson.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You see, I think you should address us at the end of the day, whether in fact if an application was submitted like this without reference to a specific offence, and the TRC have requested further particulars and no particulars have been supplied, whether in fact this is an application that can be dealt with in terms of the Act.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "At the end of the trial when the time comes to argue, you can deal with that matter.  In the meantime we will hear the evidence, but I agree with what my colleague has said, that at the end of the day you may not persuade us that this is a proper application and in which case it will be refused.  But in the meantime we will go through the evidence and we await your argument at the end of the hearing.",
            "Unknown"
        ],
        [
            "MR MAKANJEE",
            "Mr Chairperson, can I get a quick instruction on that from the applicant, just on that aspect of what you've just put to us?  Just to be certain that the applicant is ...\nMACHINE SWITCHED OFF",
            "Male"
        ],
        [
            "THEMBA RICHARD XABA",
            "... what I'm saying.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can get instructions, I don't know what.\nMACHINE SWITCHED OFF",
            "Unknown"
        ],
        [
            "MR MAKANJEE",
            "Mr Chairperson, the applicant is prepared to continue.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Xaba, what language would you prefer to use?",
            "Unknown"
        ],
        [
            "THEMBA RICHARD XABA",
            "Zulu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you any objections to the taking of the oath?  Will you please stand.",
            "Unknown"
        ],
        [
            "THEMBA RICHARD XABA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR MAKANJEE",
            "Thank you, Mr Chairperson.\n\tWould you state your name for the record please?",
            "Male"
        ],
        [
            "THEMBA RICHARD XABA",
            "My name is Themba Richard Xaba.",
            "Male"
        ],
        [
            "INTERPRETER",
            "It looks like the witness is listening to channel 2 instead of channel 4.",
            "Unknown"
        ],
        [
            "MR MAKANJEE",
            "Do you belong to any political party?",
            "Male"
        ],
        [
            "THEMBA RICHARD XABA",
            "Yes.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "What is the name of the political party that you belong to?",
            "Male"
        ],
        [
            "THEMBA RICHARD XABA",
            "ANC and the Communist Party and Umkhonto weSizwe.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "You've applied for amnesty in this matter, what is the specific incident that you wish to apply for?",
            "Male"
        ],
        [
            "THEMBA RICHARD XABA",
            "The Thokoza incident where Councillor's Msizi's house was burnt down and Councillor Sibeko.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that - any injury suffered or death?",
            "Unknown"
        ],
        [
            "MR MAKANJEE",
            "According to my instructions there were people at the scene at the time that the applicant and his colleagues burnt the property.  They ran away after that and they are not sure of what transpired after that.  They do know that the house was burnt down.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Makanjee, now we've started something and - what crime is he going to apply for amnesty, murder?",
            "Unknown"
        ],
        [
            "MR MAKANJEE",
            "Attempted murder.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Is he applying for arson?",
            "Unknown"
        ],
        [
            "MR MAKANJEE",
            "He would like to apply for arson as well but ...\nMACHINE SWITCHED OFF",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "Were there any other members of your organisation with you?",
            "Male"
        ],
        [
            "THEMBA RICHARD XABA",
            "Yes, there were some other members.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "Who were the members that were with you?",
            "Male"
        ],
        [
            "THEMBA RICHARD XABA",
            "One of them passed away, it's Bafana Baloi and Lucky Dlamini, Jack Majego.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "Can you tell me why you attacked, why you burnt the premises of Councillor Msizi?",
            "Male"
        ],
        [
            "THEMBA RICHARD XABA",
            "The reason for that, the Councillors at the time were harassing the community.  They first burnt down our houses just before we attacked them.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Sorry to interrupt you.  That is why we've got a problem now because for the first time there is a victim whose house has been burnt down, there was an attempted murder according to the application, on this person.  We're obliged in terms of Section 29, to give notice to those victims.  They're entitled to legal representatives here.  Particulars have been asked.  In order to enable us to do that, I don't know whether this Councillor or his family has been given notice, we didn't know of him.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Honourable Chairperson, sorry, if I may interject at this point.  Is the Councillor Msizi that the applicant is referring to, Abraham Msizi?",
            "Female"
        ],
        [
            "THEMBA RICHARD XABA",
            "Yes, it's Abraham Msizi?",
            "Male"
        ],
        [
            "MS PATEL",
            "If it is then he is definitely going to want to oppose this application.  I've received a letter from him this morning in that regard.  It's framed in quite general terms but the gist of the letter is that if there are specific victims that are going to be mentioned, they would, the IFP would want to oppose.\nMACHINE SWITCHED OFF",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "... deal with all his evidence first before we take a decision on that.  I mean I'm talking about his evidence-in-chief.",
            "Unknown"
        ],
        [
            "MR MAKANJEE",
            "Who gave the order to yourself to ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) didn't say that he did it as a result of an order.",
            "Unknown"
        ],
        [
            "MR MAKANJEE",
            "Were you acting under anybody's orders, or why did you do this?",
            "Male"
        ],
        [
            "THEMBA RICHARD XABA",
            "No-one instructed us, we just took the decision because the people were suffering and we just decided to do that.  We were taking initiatives to protect ourselves.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "Amongst yourself and the two other gentlemen that you mentioned, was anybody a leader of the section as such?",
            "Male"
        ],
        [
            "THEMBA RICHARD XABA",
            "I was a leader.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "Is there any other incident that you wish to speak about?\nMACHINE SWITCHED OFF",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "...(inaudible) this incident and where was it?",
            "Unknown"
        ],
        [
            "THEMBA RICHARD XABA",
            "It took place in Thokoza.  Msizi was staying at Mandesa Street that is called Mlangeni section.  That was in 1990.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Can you give us a month in 1990?",
            "Unknown"
        ],
        [
            "THEMBA RICHARD XABA",
            "It was February 1990, but I can't remember the exact date.\nMACHINE SWITCHED OFF",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) Mr Msizi easily available?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "I have a phone number for him.  If you would grant me a few minutes I would try and contact him.  I also know that they do have an attorney who is employed on a retainer basis and chances are great that they would want her to come and appear for them.  I'm not sure ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well let's see what arrangements can be made and come and inform me when you're ready.  We'll adjourn.  I want to see counsel please.\nCOMMITTEE ADJOURNS\nEND OF TAPE 1 SIDE A - NO RECORDING ON SIDE B",
            "Unknown"
        ]
    ]
}