{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-12-01",
        "location": "JISS CENTRE, JOHANNESBURG",
        "day": "4",
        "names": [
            "MOGOERA VALENTINE MODIKOA"
        ],
        "case number": "AM 7212/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53089&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/9811241202_jhb_981201ji.htm",
        "speakers": [
            "ADV DE JAGER",
            "ADV MOTATA",
            "CHAIRPERSON",
            "INTERPRETER",
            "MOGOERA VALENTOR MODIKOA",
            "MR SAMUELS",
            "MR SWANEPOEL",
            "MS PATEL"
        ],
        "original_speakers": [
            "MR SAMUELS",
            "CHAIRPERSON",
            "MR MODIKOA",
            "MOGOERA VALENTOR MODIKOA",
            "ADV DE JAGER",
            "MR SWANEPOEL",
            "INTERPRETER",
            "MS PATEL",
            "ADV MOTATA"
        ]
    },
    "testimony": [
        [
            "MR SAMUELS",
            "Mr Chairperson I call Mogoera Valentine Modikoa, application number 7212/97.  His application is on page 142 of Volume 2.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Modikoa, what language do you choose to use here?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Northern Sotho, Sir.",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR SAMUELS",
            "Mr Modikoa, do you belong to a political party?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Yes.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "You are applying for amnesty for the offences of arson, attempted murder and kidnapping, is that correct?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "That is correct.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "Let's talk about the arson.  Can you tell us when this occurred and who was the victim?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "It was in 1993, it was at night.  We went to Ben - Sibongele Sambo's house.  The house number is 9381, that is Sibongele Sambo's house.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "Why did you burn Sibongele Sambo's house?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Sibongele was a member of the IFP.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "Who were you with and who ordered you to burn Sibongele's house?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "We received an order from Meneer.  I was with Jango, Mdmase and M'Africa.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Repeat the names please?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "That is myself, Jango, Mdmase and M'Africa.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "What did you use to burn the house with?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "We used petrol bombs.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "Tell me, when you burnt the house was there anybody present?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Yes, they were present in the house.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "Who was present that you know of?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "That is Sibongele Sambo was present in the house.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "Did you think by throwing a petrol bomb onto her house that you could endanger her life?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Yes I knew very well.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "Now let's talk about the kidnapping incident.  Can you tell us when that occurred?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "That's Sibongele Sambo.  A month after the arson we went to fetch her from Section 5.  We informed her to go with us then she denied therefore we decided to take her by force to Section 2.  When we arrived there, Ben Mashinini who was the commander, it was myself, Vuyisili and Jabu.  Then Mashinini instructed us that because we were not armed we should return.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "What did you then do?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "We returned back.  We waited for those who went with her to find out what happened.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "Did you know that when you were told by your commander Ben Mashinini to leave the house, did you know that Sibongele and her sister would be attacked by your comrades?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "May you please repeat the question?",
            "Male"
        ],
        [
            "MR SAMUELS",
            "Sorry.  When you were told to leave along with Vuyisile and Jabu, did you know what was going to happen at the house after that?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "I did not know Sir.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "Thank you, I have no more questions Mr Chairperson.\nNO FURTHER QUESTIONS BY MR SAMUELS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did you think was going to happen there, were they going to have a party?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "I thought they were going to be questioned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "About what?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "About their involvement with IFP.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Swanepoel?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR SWANEPOEL",
            "May it please you, Mr Chairman.  How far apart from the others, apart from each other were your involvements in the two incidents pertaining to Sibongele?  How far apart in time?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "It's a month.",
            "Male"
        ],
        [
            "MR SWANEPOEL",
            "So you were involved in two incidents pertaining to Sibongele in a space of one month apart from each other and you testified that knew her well, is that true?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Yes I knew her well.",
            "Male"
        ],
        [
            "MR SWANEPOEL",
            "Now look at your application on page 144.  Let me first ask you, who filled out this application, whose handwriting is this?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "There was somebody who was filling in that form but I was instructing him what to do.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "What's the name of this person filling in a form?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "That is George, I don't know his surname Sir.",
            "Male"
        ],
        [
            "MR SWANEPOEL",
            "But you instructed him what to fill out here, what to write here on this paper, is that right?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Yes.",
            "Male"
        ],
        [
            "MR SWANEPOEL",
            "Then why do you say under the question\n\"State whether any persons was injured, killed or suffered any damage to the property as the result of such acts?\"\n\"Yes, but I don't know their names, they were killed when we were defending.  Why is that?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "May you please repeat the question?",
            "Male"
        ],
        [
            "MR SWANEPOEL",
            "I want to know from you, if you knew Sibongele well and you were involved in two attacks in the space of one month at the same premises on this person, why don't you disclose her name in your application?  Is it perhaps because when you filled out this application you did not have this specific incident in mind?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "I knew that it was Sibongele.  I did not know her sister's identity.  I filled these forms after I've received their names.",
            "Male"
        ],
        [
            "MR SWANEPOEL",
            "Did you have the incident that you gave evidence about or the incidents that you gave evidence about in mind when you gave George instructions to fill out these forms?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "I was not writing about those two incidents.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were not writing about them did you say?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Chairperson, the interpreter suspects that the applicant doesn't hear correctly, maybe if they can change his earphones?  He must be on channel 3, please put him on channel 3.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are you able to hear properly now?  Are you able to hear properly.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "You should answer, the machine can't take up your nodding of your head, so you say yes or no.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Can I start from the third question?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Of the mechanisms are operating properly.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Yes they do.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Now can the witness hear from the phones what is being asked?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Yes I do hear now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now the most important question that is being recently asked is when you filled in this form, or when this form was being completed, were you talking or were you referring to the incidents relating to the burning and attempted murder as you referred to in respect of Miss Sibongele Sambo and a month thereafter the kidnapping, were you referring to those incidents after you completed the application or some other incident?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Yes I was referring to them because we filled this form after we did those incidents then at that time when I filled this form I didn't know their identity.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I thought you said when you got the order to go kidnap then you knew who you must go kidnap, no so?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Yes I knew that we were going to Extension 5 but I did not have the full information about the identity of the person we're going to kidnap.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who were you going to kidnap?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "I only heard when the commander instructed us that we should go and kidnap Sibongele.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) knew he was talking about?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "I knew that the commander knew the person, he has the full information about the identity of that person.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm talking about you, did you know who he was talking about?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "No, I did not know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did you find out who Sibongele was by name?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "I knew after - when we were filling, after we had filled the forms.",
            "Male"
        ],
        [
            "MR SWANEPOEL",
            "Thank you Mr Chairman.\n\tNow the first attack, the arson attack that you carried out on Sibongele's house, who did you receive your orders from?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "On arson the order came from Mr Meneer.",
            "Male"
        ],
        [
            "MR SWANEPOEL",
            "And at that stage who was the commander of Section 2 or Extension 2?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "It was both Meneer and Ben Mashinini.",
            "Male"
        ],
        [
            "MR SWANEPOEL",
            "Now when you threw the petrol bomb to Sibongele's house, you said you knew she was inside, is that correct?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Yes, I knew.",
            "Male"
        ],
        [
            "MR SWANEPOEL",
            "Was anybody else inside the house?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "I did not know as to whether there were other people in the house but we knew that Sibongele was in the house but we did not know as to whether there were other people in the house.",
            "Male"
        ],
        [
            "MR SWANEPOEL",
            "Did you look yourself?  Did you look through the window before you threw the bomb?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "No.",
            "Male"
        ],
        [
            "MR SWANEPOEL",
            "How did you know only Sibongele was in the house or how did you know Sibongele was in the house, who told you?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "There were members of Inkatha who were drinking alcohol in the house therefore I knew that they would not entertain themselves in her house in her absence.",
            "Male"
        ],
        [
            "MR SWANEPOEL",
            "So you knew that there were other people who you say were members of the Inkatha Freedom Party in the house?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "They would entertain themselves during the day and they left.  I did not know as whether all of them left the house but we had the belief that Sibongele was in the house.",
            "Male"
        ],
        [
            "MR SWANEPOEL",
            "Who told you ...(intervention)",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But if they've left early and you don't know when they've left, how would you know whether she's still there or whether she left with them?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "They were in the car, we were watching when the car left then we confirmed that he was not inside the car.",
            "Male"
        ],
        [
            "MR SWANEPOEL",
            "Alright, you received orders to go and burn a house while you knew she was inside and you're applying for Amnesty for attempted murder.  Is that in respect of that offence of the house burning?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Yes.",
            "Male"
        ],
        [
            "MR SWANEPOEL",
            "So your instructions was to go and kill her by burning the house in which she was at that stage, is that correct?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR SWANEPOEL",
            "Now did you hear whether you succeeded or not?  Where did you hear she was still alive the first time?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "I knew the following day that she survived.",
            "Male"
        ],
        [
            "MR SWANEPOEL",
            "So would it be correct to say that approximately a month later when you got instructions to kidnap her, you were aware of the fact that your leadership wanted her dead?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "May you please repeat your question?",
            "Male"
        ],
        [
            "MR SWANEPOEL",
            "Am I correct to say that when you got the instructions approximately a month later to go and kidnap her, you were aware of the fact that your leadership wanted her dead.  In fact you already tried to kill her once?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Yes, yes that is correct.",
            "Male"
        ],
        [
            "MR SWANEPOEL",
            "Now why do you tell the Commission that you were under the impression that you were to kidnap her to take her away for questioning?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "When we tried to inform her that she should go with us, she denied then therefore we had to kidnap her.",
            "Male"
        ],
        [
            "MR SWANEPOEL",
            "Yes, but how did it come that you believed that she was to be taken away for kidnapping - for questioning and not to be shot?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Because he had claimed that he was a member of the ANC and she was lying.",
            "Male"
        ],
        [
            "MR SWANEPOEL",
            "What was the accusation against Sibongele?  Why did you have to kill her when you threw the petrol bomb at her house?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "It's because members of the IFP were burning members of the ANC in the community therefore we had to retaliate by burning an IFP members house.",
            "Male"
        ],
        [
            "MR SWANEPOEL",
            "Wasn't it general knowledge amongst both you and your comrades, the members of the group that were instructed to kidnap Sibongele that she was a person whom your leadership wanted to be dead?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "May you please repeat your question?",
            "Male"
        ],
        [
            "MR SWANEPOEL",
            "Wasn't it common knowledge amongst you and your comrades that your leadership wanted Sibongele dead when you went to kidnap her?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Do you say it was common knowledge that our leadership wanted Sibongele to be killed when we kidnapped her?",
            "Male"
        ],
        [
            "MR SWANEPOEL",
            "I'm asking you.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Listen could you kindly listen now.  She was regarded as an enemy of the ANC is that correct?",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "Yes that is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So you received orders to act against her?",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "That is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And the first order was to burn her house?",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "That is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And if she's inside the house she should be killed with the burning, is that correct?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So you knew that this person being seen as an enemy should be killed at one stage or another?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "At the time when we were throwing the petrol bombs to her house, we wanted to kill her.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes and therefore at the time you kidnapped her you knew that the ANC wanted her dead, not so?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "At the time when we kidnapped her I knew that she was going to be interrogated about her claim that she's a supporter of the ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you knew they wanted to kill her a month before already?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Yes, at that time I knew.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So it's not an issue of a question that you only thought they want to question her, you knew in all likelihood she was going to be killed?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Yes I knew that there was that possibility for her to be killed.",
            "Male"
        ],
        [
            "MR SWANEPOEL",
            "And further, was it not for the fact that you did not carry a gun that day, you would have been present at the attack on her, is that correct?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Yes I would take part.",
            "Male"
        ],
        [
            "MR SWANEPOEL",
            "Now just one point that came up now.  How did you know she was going to claim to be an ANC supporter?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Please repeat your question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you misunderstand Mr Swanepoel.  The day of the kidnapping, somehow she had already made that assertion and she was going to be questioned about this assertion.",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "As you please Mr Chairman.  I have nothing further.\nNO FURTHER QUESTIONS BY MR SWANEPOEL",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MS PATEL",
            "When you received your orders, can you tell us exactly what Meneer had said to you?",
            "Female"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "You mean about the order for assault or for the kidnapping?  It was at night in 1993, as I've explained that I was with Jango and Mdmase and Mafrica.  We arrived at her place ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Never mind about that, Ms Patel will probably ask you about that just now.  What did Meneer say must happen?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "He instructed us to go and burn that house, that's what he said to us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he say whether Sibongele must die or not?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please, that's what we're asking, the full instruction.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "And regarding the ...(intervention)",
            "Female"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "He instructed us that we should throw petrol bombs in that house so that she should be burnt together with her house because as supporters of the IFP we were burning the houses.",
            "Male"
        ],
        [
            "MS PATEL",
            "Did he explain that that is why you were to go and burn her house and kill her if possible?",
            "Female"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did he give you the name of the person whose house you should go and burn and who should be killed with the burning?  Did he mention any name?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "He told us that we should go at Sibongele's house.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did he specifically say that you should go to Sibongele's house?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So you knew whose house it was?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Yes as he has mentioned the name and again the house number I knew.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So before you acted you knew her name and before you kidnapped her you knew her name, is that correct?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Yes but I did not know the identity of Sibongele, I only knew the name.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So when you filled in this form you knew her name?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "I knew the name but I did not know the identity of the person.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "When you kidnapped her you had the name and you had the person together so you knew the name and the identity because here you have got the two together?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "I will say it for the second time, I forgot her name because everytime I when I was filling these forms I was filling them with somebody else.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "At the time of the kidnapping what were your specific instructions then from Meneer?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "He said we should talk with her peacefully and take her from Extension 5 to Extension 2 and go with her.",
            "Male"
        ],
        [
            "MS PATEL",
            "Who did he say should talk with her unless specific instructions regarding that?",
            "Female"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "No she did not mention a person responsible for talking to her it's an order.",
            "Male"
        ],
        [
            "MS PATEL",
            "So in terms of the general order the possibility existed at that stage that you might have been one of those people who would have questioned her?",
            "Female"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "...(inaudible)",
            "Male"
        ],
        [
            "MS PATEL",
            "Given that at the stage when you received the order to kidnap, right, you say that Meneer gave a general order that she should be questioned.  What I'm putting to you is that there is then given that, there's the possibility that you would have been one of those people who would have questioned her, is that correct?",
            "Female"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Yes.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay, so the order was not only for you to kidnap, the order was for you to question her as well?",
            "Female"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "The instruction was that we should go and take her at her place at Extension 5.",
            "Male"
        ],
        [
            "MS PATEL",
            "No, that wasn't my question.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Were you supposed to question her as well?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "We arrived and informed her that we should leave, then she denied therefore we had to take her by force to Extension 2.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, let me try again.  After she was supposed to be kidnapped, what did Meneer say should happen to her exactly?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Mr Chairperson, if I may interject here.  According to my client's instructions or according to his evidence in chief he testified that the incident of the kidnapping was ordered by Ben Mashinini.  My learned friend is still I think leading him on the fact that Meneer gave the specific order whereas Meneer gave the order regarding the arson of the house which occurred a month before.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whoever gave the order for the kidnapping, were you supposed to have interrogated her as well?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "No, we tried to talk to her so that we should go to Extension 2, therefore that is why we had to take her by force.  We were not supposed to question her but just to instruct her to go with us.",
            "Male"
        ],
        [
            "MS PATEL",
            "Is all that Ben had said to you, that that was the full extent of your instructions?",
            "Female"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Yes.",
            "Male"
        ],
        [
            "MS PATEL",
            "Thank you Honourable Chairperson.\nNO FURTHER QUESTIONS BY MS PATEL",
            "Female"
        ],
        [
            "ADV MOTATA",
            "Mr Modikoa, at Extension 2 whose place was she supposed to be taken to at Extension 2, Extension 2 is a big place.  Precisely where at Extension 2 was she to be taken to?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "At her house.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Whose house was that at Extension 5 where you were supposed to fetch her from.",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "I didn't know whose house was that in Extension 5.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "So the number given I think 9381, was that number at Extension 5?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "That's Extension 2.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "This number is at Extension 2, that's her place?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Yes, that is 9381 that is her house number.  That Extension 5, I didn't know whose house was that.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "How did you find the place when you didn't know?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "We didn't know the house number in Extension 5.  The 9381 is her house number in Extension 2.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Now do I follow you correctly that you had to fetch her from Extension 5, take her to her house, do I follow you correctly?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "We were supposed to take her from Extension 5 and take her to Extension 2 to her house.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Was the questioning supposed to happen at her house about her membership of the organisation?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Those were the orders of Mashinini that she must be questioned at her place and not be taken to Mashinini for instance?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Yes.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Thank you Chairperson, I've got no further questions.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "This Extension 2, number 9381, when did you remember this number or where did you learn about this number, this address?",
            "Unknown"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "It was after elections because the numbers were written on the walls at that time after the elections.",
            "Male"
        ],
        [
            "RE-EXAMINATION BY MR SAMUELS",
            "Thank you Mr Chairperson.  Just two questions Mr Modikoa.  You are 20 years of age, is that correct?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Yes you are correct.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "And this incident occurred in 1993 so your age at that time would have been fifteen years, is that correct?",
            "Male"
        ],
        [
            "MOGOERA VALENTOR MODIKOA",
            "Yes you are is correct.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "Thank you, I have nothing further Mr Chairperson.\nNO FURTHER QUESTIONS BY MR SAMUELS\nWITNESS EXCUSED",
            "Male"
        ]
    ]
}