{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-12-01",
        "location": "JISS CENTRE, JOHANNESBURG",
        "day": "4",
        "names": [
            "JOSEPH PARKSON GAELATSE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53083&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/9811241202_jhb_981201ji.htm",
        "speakers": [
            "ADV DE JAGER",
            "CHAIRPERSON",
            "INTERPRETER",
            "MR GAELATSE",
            "MR SHEIN",
            "MS PATEL"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "INTERPRETER",
            "MR SHEIN",
            "ADV DE JAGER",
            "MS PATEL",
            "MR GAELATSE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Before we proceed I'd wish to address the public, in particular the applicants.  We adjourned this hearing yesterday earlier than we should have.  Are the interpreters interpreting to the public?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Yes we do.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The reasons for yesterday's premature adjournment was that we needed a particular type of interpreter.  This hearing was adjourned till nine o'clock this morning.  It is now ten to ten.  I speak on behalf of the panel.  We are not very happy about that.  Since this meeting was scheduled to begin last Monday on the 23rd November 1998 there has been niggling problems with having to get people to testify, nonetheless important and the preparations for these hearings.  We get the impression that there are certain people who wish to take the control of this process away from the institution of the Truth and Reconciliation Commission and run these hearings at their convenience.  I am not going to allow that.  Let me make it clear right now that we do not think we are the beneficiaries of any favours by sitting here and listening to these applications and making decisions on the evidence that we hear.  We are completing our work for which we were appointed.\n\tI wish to point out also that from the records that we have been given it seems that most of the applicants in this hearing are free people.  While their rights to amnesty are important, in my view and I speak for myself, compared to other people's rights people still find themselves in prison, their rights are not that important.  This Committee has I understand until the middle of next year to complete all the hearings.  If we carry on as we are doing now we are not going to get to the end by the middle of next year and I dare say that there may be people who are still in prison who may find themselves not being able to exercise their rights in obtaining amnesty and the reason for that would be niggling issues such as those that I have mentioned.  I am not going to tolerate any delays any more from now on.  I trust that my views are taken in the spirit that they are intended and it is to be hoped also that there won't be any further delays in these hearings.  Thank you.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Mr Commissioner, I represent three people, three applicants who are present this morning.  Joseph Parkson Gaelatse, Sidney Siphiwe Nemaorani and Hahlomolo Israel Mabote.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Can't you refer us or Ms Patel could you refer us to the volume and the pages?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Gaelatse, Honourable Chairperson, is in Volume 3 page 68 to 74.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Any of the others?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "I'm sorry, who else has my learned friend mentioned?",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Repeat the names please?",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Joseph Parkson Gaelatse.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes that's Volume 3 pages 68 to 74.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes and then the next one?",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "The next applicant present is Sidney Siphiwe Nemaorani.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay that's bundle 3 as well, pages 75 to 81.",
            "Female"
        ],
        [
            "MR SHEIN",
            "And Hahlomolo Israel Mabote.",
            "Male"
        ],
        [
            "MS PATEL",
            "Same bundle, 96 to 103.   Sorry, my learned friend has not placed himself on record yet.",
            "Female"
        ],
        [
            "MR SHEIN",
            "I am Lawley Shein representing the applicants already mentioned, Gaelatse, Nemaorani and Mabote.  I'm an attorney from Johannesburg.  As far as Mr Gaelatse is concerned Mr Commissioners, the applicant has never in his application stated any involvement whereby there's been a gross violation of human rights.  The only offence that Mr Gaelatse committed and for which he seeks amnesty was that from approximately the middle of 1993 he possessed an AK47 weapon and bullets.  This was possessed, he was one of the commanders of the Thokoza/Beirut section, he was self defence unit, he never incited anybody to commit violence, anyone under his command ...(intervention)",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Shein, where in his application?  Where does he apply for the illegal possession of firearms of any sort?",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "He doesn't, that is why Mr Commissioner, that is why he in fact wishes to withdraw his application because he has not committed any gross violation and he hasn't stated in his application his possession of this weapon.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What about the second applicant?",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "The second applicant Sir, is Sidney Nemaorani.  Him as well Sir, in similar circumstances from 1991 until early 1994 he possessed several weapons, a 9 mm Makarof pistol and bullets and also an AK47.  At no stage did he order or himself commit any gross violation of human rights although he was a commander in the SDU at Beirut Section, Thokoza.  Insofar as the third applicant, Hahlomolo Israel Mabote, Sir, he as well Sir, did not commit any gross violation of human rights, neither did he incite it.  In his application murder is stated.  It relates to a shooting of two victims.  This shooting was in fact done by another applicant who will appear before you, Kalie Letsopa, but this incident was not in any way committed by the applicant Mabote, Sir and he likewise only seeks amnesty for the unlawful possession of firearms and ammunition.  If there's anything further, the Committee wishes me to address it on at this stage?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where is Mr Gaelatse?  Can this be interpreted to him?  Mr Gaelatse, have you heard what your attorney has said?",
            "Unknown"
        ],
        [
            "MR GAELATSE",
            "Yes I heard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you agree with what he said?",
            "Unknown"
        ],
        [
            "MR GAELATSE",
            "Yes I agree with him about all things he has said so far.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you. Mr Gaelatse can leave the chair now.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}