{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-12-01",
        "location": "JISS CENTRE, JOHANNESBURG",
        "day": "4",
        "names": [
            "THANDUXOLO PATRICK MQIBI"
        ],
        "case number": "AM 7375/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53090&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/9811241202_jhb_981201ji.htm",
        "speakers": [
            "ADV DE JAGER",
            "CHAIRPERSON",
            "MR SAMUELS",
            "MR SWANEPOEL",
            "MS PATEL",
            "THANDUXOLO PATRICK MQIBI"
        ],
        "original_speakers": [
            "MR SAMUELS",
            "CHAIRPERSON",
            "MR MQIBI",
            "THANDUXOLO PATRICK MQIBI",
            "MR SWANEPOEL",
            "MS PATEL",
            "ADV DE JAGER"
        ]
    },
    "testimony": [
        [
            "MR SAMUELS",
            "I call Thanduxolo Patrick Mquibi 7375/97 on page 237.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mqibi what language do you wish to speak?",
            "Unknown"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "Zulu.",
            "Male"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR SAMUELS",
            "Mr Mquibi how old are you?",
            "Male"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "44.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "And are you a member of the ANC?",
            "Male"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "Yes.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "And you were a commander of Extension 2, is that correct?",
            "Male"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "Yes I was then.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "Are you also known as Meneer?",
            "Male"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "Yes I'm known as Meneer.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "I see.  Now Mr Mqibi, you're applying for two counts of arson, is that correct?",
            "Male"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "I didn't burn anyone's house but I sent people to go or I instructed people to burn somebody's houses.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that all he's applying for?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Yes there are two counts of arson.  This applicants evidence could be heard in chambers, is that what you're alluding to?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "This evidence will be very short, it's only to say \"Yes I gave a command and yes it was followed\", it will be very short evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "The first incident of arson was to burn down whose home?",
            "Male"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "Mr Masibuko's house.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "When was that?",
            "Male"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "February 1993.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "And who did you order, who did you give these orders to?",
            "Male"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "Comrades Sibusiso Afrika and other many guys because Phola Park were helping us.  The only one that I remember was Sibusiso because I sent him to go and tell other comrades and he told other people from Phola Park as well.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "I see and do you know whether the house was burnt down or not?",
            "Male"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "I know it was burnt down.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whose house?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Mr Masibuko's house.",
            "Male"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "Mr Masibuko's house.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "The second incident, whose home did you order to be burnt down?",
            "Male"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "Sibongele's house.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "Now what order did you get?",
            "Male"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "After I met with Ben and I discovered that he was from a meeting, the community meeting, I discovered that Sibongele was an IFP member.  I got this from Ben Mashinini.  As an elderly, older than Ben, I said to Ben if that's the case then she deserves to die including the people who are staying with her.  At that time, it was at night, I left with Ben.  When we arrived at Danger Zone I met Jambo and Mgwele, I gave them the instruction as well.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "Sorry Mr Mqibi, what order did you give them?",
            "Male"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "That Sibongele's house must be burnt including herself if she is inside the house she must be killed there.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "I see and did they carry out that order?",
            "Male"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "Yes they did that but after three days.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "I see.  Thank you.   Thank you Mr Chairperson, that is his evidence in chief.\nNO FURTHER QUESTIONS BY MR SAMUELS",
            "Male"
        ],
        [
            "MR SWANEPOEL",
            "I have no questions Mr Chairman.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MS PATEL",
            "Mr Mqibi who was or is Mr Masibuko?",
            "Female"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "Would you please the question?",
            "Male"
        ],
        [
            "MS PATEL",
            "Who is Mr Masibuko?  Why was he a target in other words?",
            "Female"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "As everyone knows that ANC and IFP were fighting.  After three years everyone in the township knew exactly who was the member of the IFP and who was the member of the ANC so he was a member of IFP from 1990 up to 1993 when we burnt down his house.  We knew exactly that he was a member, not that we suspected that he was a member of the IFP.",
            "Male"
        ],
        [
            "MS PATEL",
            "Is that the only reason that he was a target?",
            "Female"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "That's not the only reason.  His actions, his words, things that he used to say to people.",
            "Male"
        ],
        [
            "MS PATEL",
            "What were these actions, words and things that he used to say to people?",
            "Female"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "Everytime when there was a meeting or when hostel dwellers were going to attack in the townships, he was accompanying the hostel dwellers and he used to oppose everyone from the township and these were his actions and his words.  This is why his house was attacked.",
            "Male"
        ],
        [
            "MS PATEL",
            "Right and in terms of Sibongele, you said that you received your information from Ben Mashinini that she was an IFP member.  Is that the only information that gave to you, regarding her?",
            "Female"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "Yes that's all.",
            "Male"
        ],
        [
            "MS PATEL",
            "He didn't say perhaps that she was an informer or anything more?",
            "Female"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "He said even the IFP used to go to her house and after the attacks IFP used to go and celebrate in her house.  We didn't attack people's houses because we suspected them but we attacked people's houses because we knew we had the knowledge that we've been there for a long time and we knew Sibongele.  We were not suspecting Sibongele, we knew, we were certain that she was an IFP member.",
            "Male"
        ],
        [
            "MS PATEL",
            "Can I ask, were you involved in the process of disciplining the members who had raped Sibongele and her sister?",
            "Female"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "No I wasn't a member of a disciplinary committee, I was a commander.  When these two boys were disciplined I wasn't in the township, I was in a meeting.  We never used to go together, Ben and myself.  He will be left behind and I'll go to a meeting or he'll go and I'll be left behind.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay.  Thank you Honourable Chairperson.\nNO FURTHER QUESTIONS BY MS PATEL",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Mr Masibuko, have you got the address where he was living?",
            "Unknown"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "He was staying at number 4, Extension 2.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Is he still living there?",
            "Unknown"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "They left, him and his family, I don't know where they've gone to.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But he left at Extension 4, number?",
            "Unknown"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "Number 4, Extension 2.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Which number?  You've mentioned a number I couldn't - oh, number 4, Extension 2?",
            "Unknown"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And his house was destroyed?",
            "Unknown"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "Yes his house was destroyed to ashes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You've got no idea what happened to him, whether he is still alive or what's the position?",
            "Unknown"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "What I'm going to say now is hearsay.  I don't have solid evidence.  What I heard is that he died.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "The only reason I'm asking is because we must make a recommendation about victims.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "If I may for the record state that our investigative unit have tried without fail to locate this particular victim.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes mean without success?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Yes of course.",
            "Female"
        ],
        [
            "MR SAMUELS",
            "I close my case for this applicant.",
            "Male"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "Thank you very much.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "He is asking for amnesty, he testified that he in fact ordered them to kill Sibongele in the first instance.  They didn't succeed in killing her.  He is not applying for any offence in that regard.",
            "Unknown"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "I don't understand, if you may repeat?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see, you gave an order for the killing of Sibongele.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Sorry, I met that first point?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Your or your client gave the order for the killing of Sibongele.  In our minds that gives rise to ...",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Common purpose.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Criminal liability.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Yes, can I interrupt?  I assume you're coming to the point of should the applicant have applied for attempted murder.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, we're just checking whether he wants to or didn't.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Yes, at this very late stage may I have leave to amend his request and ask that the crime of attempted murder be included, that is at a very late stage I appreciate.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I don't think you're amending sort of what you told us here but there's no mention of ...(inaudible) or attempted murder in the application?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Quite correct and again it's my ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well that's going to fall into that argument we've asked you to address?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Numerous - yes I appreciate it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you go Mr Mqibi, you are one of the on the ground leaders or used to be in that area, correct?",
            "Unknown"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "I was a commander that is true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now while things have happened and there's nothing we can do to change it, people have lost their properties, people were injured, people lost family members, how do you feel about that today?",
            "Unknown"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "Thank you very much for asking that question, it's a very good question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I know it's good that's why I asked it.",
            "Unknown"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "What happened at that time was terrible, the devil came and was living with us and that's why today we are here to ask for amnesty.  We don't know where the devil came from and who brought the devil in South Africa.  Even today if you see the people who got injured it's sad, it's sad to everyone because somebody's blood is never quiet or somebody's soul, that's why I'm here today to ask for amnesty.  I'm not asking this from the people who suffered only, I'm also asking from other people who suffered, even the whites especially in Section 2, too many whites died there.  I'm saying I'm very much sorry, it wasn't our intention, we were defending ourselves and the devil was among everyone of us and now I'm asking for forgiveness, even to Sibongele.  It wasn't the intention, the devil came, we were living together and the devil came and divided us.  He made sure that some people died and some are suffering and I want to tell everyone in this house that devil just came and we are very sorry.  Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now you see, how are things in the area now, are they quite, peaceful or what?",
            "Unknown"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "It's quite and very peaceful.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the last time this devil came to pay his attention to the area was just before the last elections, not so?",
            "Unknown"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "It was just after the election when the devil passed and people lived.  If I can tell you today how it was and then take you today and go with you to Thokoza, you will think that I'm lying.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I know what you're talking about.  How do I ask the question you know, would you agree that was real madness, people dying for nothing?",
            "Unknown"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "I don't know whether people were mad but what I can agree with is that the devil was there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm not saying the people were made I'm saying what happened there was madness, it was not right?",
            "Unknown"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "The situation was really bad.  Whether it was madness or what I don't know but it was very bad.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right.  Now next year these elections come along again, you know that?",
            "Unknown"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "Yes I know that very well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you know the devil may just come pay his respects again, not so?  It always happens election time.",
            "Unknown"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "That's correct because the devil can come again but he likes those situations, we didn't know the first time he was going to come and he came and he might come again.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you think the people of the area can learn the lesson of the last time and resist doing and repeating what happened last time, if the devil does come back here?",
            "Unknown"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "I would say people who had been present, people who had experienced the past, if there's anyone who is going to allow the devil to enter his heart, that person won't be a living human being.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that people have learned their lesson?",
            "Unknown"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "Yes they have truly learned to wait for the devil so that when he comes he mustn't enter their hearts.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well all I can say is that I hope that you are right and if the devil does come I can only plead with you to do your best to avoid him being successful.",
            "Unknown"
        ],
        [
            "THANDUXOLO PATRICK MQIBI",
            "I'm happy, thanks for that, I hope it will be like that too.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}