{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-12-02",
        "location": "JISS CENTRE, JOHANNESBURG",
        "day": "4",
        "names": [
            "C CHISOMA"
        ],
        "case number": "AM 7065/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53092&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/9811241202_jhb_981202ji.htm",
        "speakers": [
            "ADV DE JAGER",
            "ADV MOTATA",
            "CHAIRPERSON",
            "INTERPRETER",
            "MR CHISOMA",
            "MR SAMUELS",
            "MR SWANEPOEL",
            "MS PATEL",
            "WITNESS EXCUSED"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR CHISOMA",
            "C CHISOMA",
            "MR SAMUELS",
            "ADV DE JAGER",
            "MR SWANEPOEL",
            "MS PATEL",
            "INTERPRETER",
            "ADV MOTATA",
            "WITNESS EXCUSED"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Chisoma, what language would you prefer to use?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "Zulu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you got any objections to the taking of the oath?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Please be seated.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "May I proceed?\n\tMr Chisoma, are you 27 years old?",
            "Male"
        ],
        [
            "MR CHISOMA",
            "Yes, I'm 27 years.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "And you belong to the ANC?",
            "Male"
        ],
        [
            "MR CHISOMA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "And during the 1990's you were a member of the SDU in Thokoza, is that correct?",
            "Male"
        ],
        [
            "MR CHISOMA",
            "That's correct.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "Who was your commander?",
            "Male"
        ],
        [
            "MR CHISOMA",
            "Meneer and Ben Mashile.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "Sorry, Mr Chairman, I think I've got to ask - the offences that this application applies for are in fact three offences.  They all relate to the same incident, that is the kidnapping, the murder of Mr Zulu and possession of an AK47.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Murder of?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Mr Zulu.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Zulu?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Z-U-L-U.  May I proceed?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And the third one is?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Illegal possession of an AK47.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what was the second one?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Murder of Mr Zulu.  Kidnapping, murder and possession.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you say it's all one incident really?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Yes, correct.  May I proceed?\n\tMr Chisoma, you're applying for amnesty for the kidnapping, murder of Mr Zulu and possession of an AK47, is that correct?",
            "Male"
        ],
        [
            "MR CHISOMA",
            "That's correct.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "Where did Mr Zulu live?",
            "Male"
        ],
        [
            "MR CHISOMA",
            "611 Extension 2.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "And who was Mr Zulu?",
            "Male"
        ],
        [
            "MR CHISOMA",
            "He was a member of IFP.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "I see.  Now what orders did you get from your commanders?",
            "Male"
        ],
        [
            "MR CHISOMA",
            "They said we must kill any member of Inkatha.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "I see.  Now relating to this incident with Mr Zulu, in what year did it occur?",
            "Male"
        ],
        [
            "MR CHISOMA",
            "In 1994.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "And approximately in which month?",
            "Male"
        ],
        [
            "MR CHISOMA",
            "I can't remember very well, I think it was between March or April.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "Now who was with you on this day?",
            "Male"
        ],
        [
            "MR CHISOMA",
            "Joseph Tamo, Veli Tsotetsi.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "Now describe in your own words what happened on that day.",
            "Male"
        ],
        [
            "MR CHISOMA",
            "It was on a Saturday morning, it was myself, Joseph and Tamo and Veli Tsotetsi.  We went to Mr Zulu's house and we took him from his house ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he go voluntarily or did you have to force him?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "We forced him because he didn't want to come with us because we knew him as an IFP member.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "Continue.",
            "Male"
        ],
        [
            "MR CHISOMA",
            "We took him to Mbatha's house.  This house had already been damaged and Veli shot him there.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "And what did you do?",
            "Male"
        ],
        [
            "MR CHISOMA",
            "Veli shot him.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "Did you take part in the shooting as well?",
            "Male"
        ],
        [
            "MR CHISOMA",
            "No, I had a gun as well but I didn't shoot him.  Joseph held his hands and Veli shot him, but I also had a gun with me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you associate yourself with what they were doing?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "Yes, because I also had an AK47.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No but even if you didn't have an AK, did you agree with what they were doing?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "Yes.  He was an IFP member and I was an SDU, so we were all in this thing.  Joe held his hands and me and Veli we pointed the guns at him but only Veli shot him.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "Did you know that being in possession of an AK47 was illegal?",
            "Male"
        ],
        [
            "MR CHISOMA",
            "Yes, I knew.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "And finally, Mr Chisoma, another applicant, Vusi Gazide: G-A-Z-I-D-E, he will mention that you had handed to him a pump-action shotgun in about 1990, is that correct?",
            "Male"
        ],
        [
            "MR CHISOMA",
            "It wasn't in 1990 when I gave him the gun.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "Sure.  Which year was that?",
            "Male"
        ],
        [
            "MR CHISOMA",
            "It was in 1994.",
            "Male"
        ],
        [
            "MR SAMUELS",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who was that person that ...(intervention)",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Vusi: V-U-S-I Gazide: G-A-Z-I-D-E.  His application number is 7684/97.  It will be a matter heard in chambers.  Thank you, Mr Chairman, that is the evidence-in-chief for the applicant.\nNO FURTHER QUESTIONS BY MR SAMUELS",
            "Male"
        ],
        [
            "MR SWANEPOEL",
            "No questions, Mr Chairman.\nNO QUESTIONS BY MR SWANEPOEL",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MS PATEL",
            "Mr Chisoma, besides the fact that Mr Zulu was an IFP member, was there anything else that he had done or said that led you to killing him?",
            "Female"
        ],
        [
            "MR CHISOMA",
            "We knew him from 1990.  The reason we left our places and ran away, it was because of them, it was because of the IFP members.",
            "Male"
        ],
        [
            "MS PATEL",
            "No, I'm asking about Mr Zulu specifically.  Was there anything that he himself had done, who had participated perhaps in the activities of the other IFP members, that led to people having to leave their homes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Why was it necessary to kill him, as opposed to telling him he must stop it?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "It wasn't easy to tell an IFP member to stop.  We knew him as an IFP member and the reason we ran away in 1990 was because of them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I know that but did Mr Zulu do any specific - I mean, if you killed Mr Zulu, would the IFP's power be reduced?  What purpose did his death serve?  Was he a leader of some sort or something like that?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "He was just a member of IFP, I won't know if he was a leader or not but he used to go to every Inkatha meeting.  We used to see them.  I was staying in Extension 2 and he was staying there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did you see?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "What they were doing to us in 1990.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you killed him, when?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "1994?",
            "Male"
        ],
        [
            "MR CHISOMA",
            "In 1994.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you killed him for something he did in 1990?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "He was still a member of IFP and he was still participating as a member.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what was he doing as a member?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "When they attacked Polla Park, he was one of them.  We knew him all along as an IFP member.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm not interested in whether he was an IFP member or not, I want to know if there is any other reason, other than his membership of the IFP, that he was killed?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "He ran away when we wanted to kill him and when he came back we got hold of him.",
            "Male"
        ],
        [
            "MS PATEL",
            "When did he run away?  You didn't mention this in your evidence-in-chief.  Is the same incident or is it a separate incident?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well let's put it this way, what has his running away got to do with the matter?  If he ran away then he wasn't a threat to you.",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "In his house there were too many Inkatha members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "People from Polla Park came and burn down the shacks in his house and that's when the violence started.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you have any other private matter against him?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "The only thing I know about Mr Zulu is that he was a member of IFP.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And so you killed him?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "Yes, we were given orders that we should try to eliminate Inkatha members in the township.",
            "Male"
        ],
        [
            "MS PATEL",
            "Why did you choose him specifically?  I mean, he's the only person that you've applied for, so there must have been a reason for you choosing him specifically.",
            "Female"
        ],
        [
            "MR CHISOMA",
            "That's because he was the only one we got hold of.  If we could have got other members we would have killed them as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I have difficulty in accepting that.  You went to his house to kidnap him, surely he was not the only IFP member you knew?  Is that not so?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "Others were ANC members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If there was only one IFP member in Polla Park then there wouldn't be a war, would you agree?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "Others ran away.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why didn't you go to another IFP member's house, why Mr Zulu specifically is the question?  Why didn't you kidnap somebody else, another member of the IFP?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "In my section it was only Mr Zulu who was an IFP member, the rest had run away at that time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And it took four years to go and kidnap him?  He must have been very illusive.",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "...(no English translation)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't get that.",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "Would you please repeat your question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How come then if Mr Zulu was your target, that it took you four years, almost four years to get him?  He must have been very illusive, and if he was such a clever man to elude you, you catch him in his house.  It doesn't make sense.  Can you explain it?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "In those years, 1990, IFP members were the ones with guns.  We didn't have guns, so we didn't even try but in 1994 it was easy for us because in those years we also had guns.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja.  1994, that's three years and some months after he was party to chasing you away from your home, was he still an active member of the IFP?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "Yes, he was still an IFP member.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now what did he do that irritated you in 1994, the time he was killed more or less, in those few months or weeks?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "It's what they've done in 1993.  Some of them ran away.  Those that I know from my section, it was Mduduzi and Mr Zulu and another man.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did they do?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "We used to call meetings in our section and they never wanted to co-operate with us or with the community, and they supported Inkatha and they would tell the community that they were not involved in those meetings.  And they had guns in those years, so we didn't have a chance to attack them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But why would you want to attack somebody who refused to come to a meeting?  What's wrong with saying I don't want to come to a meeting?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "He had done a lot from 1990.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's what I'm asking, what did he do that you didn't agree with?  You've told me now he refused to come to a meeting, that you didn't agree with, anything else that made him deserving of being killed and kidnapped?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "He's done a lot.  We used to call meetings for youth and we never used to continue with those meetings because they would stop us, they never wanted the youth to hold meetings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How would they stop it?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "They used to harass us.  They would come with guns and we would be scared and ran away because we were scared.  And in those years we didn't have guns.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see.  So he was seen as the disruptive force of your democratic processes, like meetings?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "Yes, he never agreed with what we used to do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anything else you want to mention about what he did?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "He will attend IFP meetings and I used to consider him as a leader because he never missed any IFP meeting.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But at that stage, a few weeks before the election in 1994, because you killed him in March/April '94 and the election was in April '94, there was already an agreement at Kempton Park, that all political parties would participate in the election and that they could hold meetings, even the IFP, was it necessary at that stage still to kill him?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "Meneer and Ben(?) had given us orders and they never came back to us to tell us to stop, therefore we didn't get that message that we should stop.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "When did they give you the order to kill him or to kill IFPs?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "I'm not sure, I think it was four months before the incident.",
            "Male"
        ],
        [
            "MS PATEL",
            "But Mr Chisoma, Meneer testified here yesterday, he made no mention of this in his testimony.  If he had given you that instruction, surely he would have said it?  He didn't apply for this incident either, for having instructed you to go out and kill.",
            "Female"
        ],
        [
            "MR SAMUELS",
            "Sorry, may I be a bit difficult?  There's a distinct between what a person says: \"Go and kill IFP member or IFP supporters\" and \"Go and kill Mr Zulu\".  If Mr Xebe, Meneer, had specifically said that, in my submission that would have been an offence for which he would have had to apply for.  In the case ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct) is the question, Mr Samuels, why even at this stage was he not told that, look here your co-applicant is going to say this.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "No, that was my decision.  My submission is that if person gives an order as far back as four months ago and a general order, it in itself doesn't link that person to the offence and that is why I did not lead him on that specific - it was only one fact, I appreciate that.  In an attempt to be short and quick, I only focused on those issues that were led.  I appreciate that it's not evidence in relationship to the applications but if it counts at all, it was my specific decision not to testify on that point, just simply because it wasn't relevant to Mr Meneer's, Mr Xebe's application and I wanted to just be specific on those issues.  The hearing can consider that evidence whichever way it wishes, but that is my submission.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Samuels, on a lighter note, I really enjoyed your remark \"Mr Meneer\", so he's now a double Meneer?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Be that as it may, Mr Xebe yesterday did not mention that he, that there was a general order that he had given out for IFP members to be killed, regardless of whether there's a link between that general order and a specific incident, as this applicant is applying for.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are you able to explain why he never mentioned it?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Would you please repeat that one for me?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The Evidence Leader has asked you why Meneer did not mention that he had been party to giving a general instruction for the destruction of IFP and their members in the area, are you able to explain why he never mentioned it, or can't you?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "I don't know how to answer this question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, it's simple, can you explain why he didn't mention it, or can't you, or do you think it's his business?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "He only talked about one incident, he didn't mention the one of Mr Zulu.  I don't know why he didn't mention that.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "After killing Mr Zulu, did you report back to Mr Meneer?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "Yes, we went to his house afterwards.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And what was his attitude, what did he say about the killing?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "We told him in passing, and the soldiers were behind us, we were running away.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Ja, but did he approve of it, did he say it's alright that you did it?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "He only asked us if we've killed him for sure and we told him yes, we have already shot Mr Zulu and we ran away, we were looking for cover.",
            "Male"
        ],
        [
            "MS PATEL",
            "Mr Chisoma, do you really want us to believe that the only person whom you were involved in the killing of, that you chose to report back to your commander whilst you were running away from the police, and that this serious matter was discussed under those circumstances?",
            "Female"
        ],
        [
            "MR CHISOMA",
            "We were running from danger zone to the township.",
            "Male"
        ],
        [
            "MS PATEL",
            "And you chose that particular time to report back to him, whilst you were running?  I put it to you that Meneer probably doesn't even know of this incident and that is why he didn't mention it, and that there was no order or instruction to go out and kill IFP generally, from Meneer.",
            "Female"
        ],
        [
            "MR CHISOMA",
            "Meneer knows about this.",
            "Male"
        ],
        [
            "MS PATEL",
            "Alright, thank you, I have no further questions.\nNO FURTHER QUESTIONS BY MS PATEL",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Could you kindly clear up your answer on page 87.  You were asked\n\"Did you benefit in any way financially or otherwise?\"\nAnd you said:\n\"Yes.\"\nWhat benefits did you receive, or what did you try to convey to us there?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "This is a mistake.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You didn't write it yourself, or did you?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "I was writing.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But you've made a mistake there?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "Yes, I've made a mistake.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Did you understand the question asked there?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "I think I didn't understand the question.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Now Mr Ben, did you tell him about the killing of Zulu, because you said you got the instructions from Meneer and Ben?  Now you've told us that you told Meneer, did you tell Ben, Mr Ben?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "Meneer reported to Ben on our behalf.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Were you present when he did so?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "There's no-one else who would have told Ben, Meneer was the one who was telling Ben.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Are you thinking that, or are you assuming that Meneer would have conveyed that to Mr Ben?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "I know because Meneer was the one who was attending meetings, and he would go back and report everything to Ben.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "You said Mr Zulu was amongst the people who attacked Polla Park, do you recall saying that?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "You saw him in that crowd that was attacking Polla Park?",
            "Male"
        ],
        [
            "MR CHISOMA",
            "Mr Zulu was staying in my section and I would see him all the time, so I've seen him.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "I see.  In the crowd that was attacking Polla Park, I assume it was IFP attacking Polla Park, but I mean, did you see him in that crowd going to Polla Park to attack?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "Yes, I've seen him.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Did you see anything that he did when he was amongst that crowd attacking Polla Park, did you see anything which Mr Zulu did?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "They went and attacked Polla Park and they burnt houses in Polla Park, and he was one of the people.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Ja, but my question is simple, did you see him or did you not see him do anything?  I know you saw him in the crowd but did you see him - let's take it that houses were burnt, but did you see him doing so or didn't you see him do anything?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "If you are with people who are armed and who are attacking, obviously you are an attacker yourself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Chisoma, we will decide that.  The question is simple, that when you observed Mr Zulu in this crowd, did you see him do anything specific?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "I'm staying in Extension 2 and if you're going to Polla Park, there is no way you cannot pass Extension 2 and that.  So ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So when did you see him in the crowd then, did you not see him in the crowd?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "They will pass Extension 2 all the time and even if the police were trying to chase them away, they will come running.  So I've seen Mr Zulu among the crowd or among the attackers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now did you see him doing anything specific while in that crowd?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "They were all armed, he was also armed and he was among them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that all you can say about it?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "That's all I can say, that if you are armed and going to attack people, you are going to kill people.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "And lastly, Mr Chisoma, turn to page 83 which will lap over to 84.  Did you understand question 8(a) because they are asking you there\n\"If you are/were an officer/officer bearer, employee of the State or any former State or if you are/were a member of the Security Forces of the State or any former State, state the Department/Division.\"\nAnd you ...(indistinct) employer.\"\nThat's your answer to that question:\n\"Your employer.\"\nDid you understand what was required of you there?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "I used to work at Coca Cola company.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Do you understand the word: \"Employer\", what it means?  What does it mean?  Don't just nod your head because we've got a machine and it doesn't record the nods.",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "Now I understand, it means \"Employer\".",
            "Male"
        ],
        [
            "ADV MOTATA",
            "So you were none of that?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "In 1993 I was working for Coca Cola company.  It was a contractual post.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Do you know the difference between an employer and an employee?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "You mean and employer and an employee?",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Ja, that's right.",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "I think I know the difference.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Thank you, Chairperson, I've got no further questions.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "When was the attack on Polla Park?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "Would you please repeat your question?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "When was the attack on Polla Park, which year?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "From 1990.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "No, but this one you spoke of where you saw Mr Zulu in the company of the people who were attacking Polla Park, when was that?  We don't want generalities here because you mentioned a specific incident.",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "Yes, it was in 1990.  At that time we didn't have guns in the townships.  They were the ones with guns.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Thank you, Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Samuels, any questions?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "I close my case for this applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Mr Chairperson, if I may, the victims's daughter is present.  I just wanted to place her details on record.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You take the details and give it to us when we're finished all the evidence.\n\tMr Chisoma, I just want to point out to you that we are not a Court of law, we don't represent the Courts, especially those before 1994.  Do you understand that?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "Yes, I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And therefore you mustn't think you are on trial.  Do you understand that?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "Yes, I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I get the feeling, during your testimony, that you want to prove a case and there are times that you don't want to answer certain questions that are very simple to answer.  Now I'm not going to ask you why, I'm going to give you another opportunity to answer one specific question.  We're trying to help you but we can't help you if you're not giving us the reasons to help you.\n\tDuring any of these marches or attacks in which Mr Zulu was a party, did you see him do anything specific?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "No, I didn't see him attacking as such but I've seen him armed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And he was part of a group that were armed, and you assumed that they would attack because they were armed?  It's a fair conclusion to come to, I must add.",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "Yes, he was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And how often did you see him in a group like that?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "I would often see him going with them and more especially going to IFP meetings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now I am sure that there were other people who were also in a similar position, that you would have seen going to these meetings and you would seen present and armed in these marches or gatherings of the IFP members, why did you choose Mr Zulu as a person to be kidnapped and killed, why not anybody else?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "I couldn't recognise others because others had ran away.  Mr Zulu was in my section so it was easy for me to recognise him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see.  Thank you, you're excused.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Sorry, could I just ...\n\tHow old was Mr Zulu?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "He was big, I can't tell his age.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Was he an elderly man?",
            "Unknown"
        ],
        [
            "MR CHISOMA",
            "Not that old.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Thank you.",
            "Unknown"
        ],
        [
            "WITNESS EXCUSED",
            "",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Is that all your applicants?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Mr Chairman, ...(inaudible).",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "...(inaudible) three persons were prisoners and a few days later we in fact were informed that they in fact had been released and they were no more prisoners and therefore we should try and trace them in the normal method that we try.\n\tI've just been instructed this morning that in fact we found out that two persons are still prisoners.  So in fact I think there may have been crossed wires between the two sides.  For that reason, and I know that I've been given until 11 o'clock this morning ...(end of tape) \n\t...(inaudible) if we don't my suggestion is that all matters that I haven't consulted with, I'm prepared to have those matters adjourned sine die and they can the place in the roll at any stage. \n\tI'm reluctant to withdraw persons whom I haven't consulted with because I don't know what a person is going to tell me in relation to the very general statements that person made in their papers.  That is my only reason why I wish to ask for one last adjournment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Patel, those three people, were they given notice?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "If I may, Honourable Chairperson, Brian Kopedi from the ANC TRD desk had undertaken responsibility for services of all the notices for these matters.  We were given no indication up until recently, that these persons weren't located.\n\tMy instructions late last week was that these persons were in fact paroled and that we couldn't locate them.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Well Mr Samuels will have to answer for that.  They take the instructions from ...(intervention)",
            "Female"
        ],
        [
            "MR SAMUELS",
            "Sorry, I didn't hear the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where is Mr Kopedi?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "I have no idea.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "If a person is out on parole, the officials must have his address because a person on parole should report frequently.  So they must be able to trace them unless they've broken their parole rules and then they could even be rearrested.   That may be the case, but it wouldn't solve our immediate problem.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You see this apparent disrespect for this process has gone beyond just an irritation.  In their favour I must say, one doesn't know whether they did in fact receive notice but at the same time I don't want to over-extend this hearing, it's not really our fault.  Mr Kopedi is the address chosen and by agreement he is supposed to do what is necessary.  How long do want to find out where they are?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "If we have today, and by 9 o'clock - without any witnesses, I will be here to give an answer to a convened Court or hearing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why can't a couple of phone calls sort this out?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Oh, we can try right now, yes, we will.  I will keep you updated at 11 o'clock and at 1 o'clock and equally when we close this afternoon ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I said, just hold your horses.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "We had a contact number at Correctional Services, the TRC.  I don't what's his name, is he still operating and could he assist us perhaps?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "I will endeavour to get hold of our Investigative Unit who will make the necessary arrangements if possible.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)  It's going to help me make a decision also.  Of these three people, are there any one or more of them that have been mentioned during evidence that has gone by?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So if they are involved in hearable matters, it will be on their instructions only, not because other people had mentioned them?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I certainly hope Mr Kopedi is not going to charge for the days of this hearing because he's put in no work.  Ja, I hope that is conveyed to him, Ms Patel.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "I'll ensure that it is.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Samuels, ...(inaudible)",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "As the Court pleases.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Yes, Mr Shein is ready to proceed with his clients.",
            "Female"
        ]
    ]
}