{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-12-02",
        "location": "JISS CENTRE, JOHANNESBURG",
        "day": "4",
        "names": [
            "XALI LETSOPA(?)"
        ],
        "case number": "AM (?)",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53093&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/9811241202_jhb_981202ji.htm",
        "speakers": [
            "ADV DE JAGER",
            "ADV MOTATA",
            "CHAIRPERSON",
            "FAITH SEFATSANE",
            "MR SAMUELS",
            "MR SAMUELS ADDRESSES COMMITTEE",
            "MR SHEIN",
            "MR SHEIN ADDRESSES COMMITTEE",
            "MR SWANEPOEL",
            "MR SWANEPOEL ADDRESSES COMMITTEE",
            "MS PATEL"
        ],
        "original_speakers": [
            "MR SHEIN",
            "CHAIRPERSON",
            "ADV DE JAGER",
            "ADV MOTATA",
            "MS PATEL",
            "MS SEFATSANE",
            "FAITH SEFATSANE",
            "MR SWANEPOEL",
            "MR SAMUELS",
            "MR SAMUELS ADDRESSES COMMITTEE",
            "MR SHEIN ADDRESSES COMMITTEE",
            "MR SWANEPOEL ADDRESSES COMMITTEE"
        ]
    },
    "testimony": [
        [
            "MR SHEIN",
            "... for murder.  He has stated in his application that he applies for amnesty for initial formation of SDU Thokoza.  That application is withdrawn.  He will also apply for amnesty, he says\n\"Supply of weapons\"\nbut in fact it means Sir, the possession of an unlicensed weapons and ammunition, as well as the distribution thereof.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's two separate counts?",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Well he calls it supply of weapons, but it also pertains to giving others weapons and his own possession.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So that's two separate counts?",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Two separate counts.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who did he murder?",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "He murdered two unknown people, Sir.  I don't want to use the word: \"murder\", Sir, because although he's applying for amnesty for this killing, he did shot two people, it's clear from my instructions, Sir, that if he were to be charged in a Court of law, he would have raised the defence of self-defence, which might well succeed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's just as well I did swear him in, because if he's not going to admit guilt or if he can't admit guilt, the he's not guilty of any crime for which amnesty can be granted.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Sir, Mr Chairman, the situation is this, he is seeking amnesty for an act that he did, which only with respect, only a trial would be able to determine whether his defence would succeed but he seeks amnesty in order to ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Avoid a trial?",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Avoid a prosecution and also he is ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But it doesn't work like that Mr Shein.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Sir, he is also - it is unlikely in his circumstances, if I might just mention, it is unlikely that a trial would ever follow.  It is not known as to whether this killing was ever investigated, they were people unknown to the, they were people completely unknown to the applicant, although he knew they were hostel dwellers and they were at the time, as he will testify, they were at the time in fact carrying out an attack in Thokoza, the Beirut section.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you quite finished now?  I don't know if you listened to me.  I don't know if you've acquainted yourself with the law.  I'm going to put it as simplistic as I can.  If he's not guilty then he can't get amnesty because it's pointless making an application for amnesty for something that you're not guilty of.  If he's guilty then he can make an application for amnesty, for which amnesty can be granted subject to the conditions as described by the Act.\n\tWe have to accept that he's guilty in the first place.  If he comes to tell us he acted in self-defence or in defence of others, then we can't assume guilt and therefore it follows that he can't be granted amnesty for something he's not guilty of.  Now he's got to make up his mind.\n\tLastly, I'm going to point out to you, that this process is not intended to be used as a mechanism to avoid prosecution.  The underlying spirit of this process is to tell the truth and reconcile with the victims and perhaps reconcile with oneself.  \n\tSo he has got to make up his mind whether he wants to make the application or not.  In view of what you've told us it's going to be difficult for him to change his mind or his story.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Mr Chairman, if I may just for, very briefly just confer with the applicant on that issue.  I'm not asking for an adjournment.\nMR SHEIN CONFERS WITH CLIENT\n\tMr Chairman, my instructions are that the applicant wishes to make application for amnesty for the killing of two persons unknown to him.  That is, we won't mention in the circumstances, any possible defence that might be raised if ...(indistinct), that won't be made but ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where does that put you, you yourself as his representative?",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Well Sir, I will lead him as his representative.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja, but he's told you what the true facts are, now you  want to concoct a version to suite the law.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "No, Sir, that is not at all the situation, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Didn't you just tell us, Mr Shein, that the circumstances under which he killed these two people is to your mind very close to a possibility that he may be able to raise the defence of self-defence?",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now given that, if he is going to come and tell us; look I shot these two people in defence of myself or other people when they were attacking us, then he's not admitting guilt.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Sir, what he is admitting is, he is admitting to the killing of two people unknown to him, for which he seeks amnesty.  Because this is not a Court of law as such and because the purposes of this Commission is to hear the whole truth and to an extent show remorse to known victims or their families, this is what he wants to do, with respect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He can do that outside this forum, if he wants to shake hands with the victims.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Sir, with respect ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm speaking to you, Mr Shein, not to him, listen to me.  As an officer of the Court, is he entitled to bring this application?  Never mind what his instructions are.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "In my view, with respect Sir, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On what basis?",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Sir on the basis that he knows he killed two people in, and it might - Sir, as this is not a Court of law, I just mentioned it, maybe I shouldn't have, this aspect of a defence of self-defence.  That ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm glad you did, you should have because those are your instructions.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Yes, after detailed consultation, those are clearly the facts that he relayed to me.  However Sir, it doesn't mean, it doesn't flow from that, that this defence would definitely succeed if ever a criminal trial were to take place.  So that - it's not cut and dried, with the greatest respect Sir, the accused acknowledges he caused the death of two people.  He will explain the circumstances ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Shein, I don't know to what extent you are acquainted au fait with criminal law but if you say he's making application for amnesty in respect of killing two people, is he guilty of anything?",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Well with respect, Mr Chairman, he might well be, that would be ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, is he?",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "This is not ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is he guilty of anything, I'm not asking if he might be.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Mr Chairman, as a criminal attorney, one obtains instructions, one does not make the decision on the guilt, one has a certain belief, one has to put it to a Court.  This is not a Court as is pointed out, this is not ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Shein, you come here to come to ask for amnesty in respect of a crime.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm asking you simply, what crime is he making application for?",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "The crime would be murder.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Murder?",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, in terms of your instructions, did he commit murder?",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "In terms of my instructions Sir, he has, as I consulted him on all the facts, he has raised certain defences, that is I was dealing with a criminal trial, which I'm not dealing with now Sir, I would then, that would be used as a defence, but this is not a criminal trial Sir.  I mean, I submit with the greatest respect, that ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you got the Act in front of you?",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "I do, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well read it then.  I'm going to give you 10 minutes to read it.  One can only come and make application for amnesty in respect of a crime.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Correct Sir, and the crime is murder.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well did he ...(intervention)",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "And the firearm, sorry.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well did he commit murder, in terms of your instructions?",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Sir, in terms of my instructions, he certainly killed two people.  In terms of my instructions he killed two people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know what the wording of the Act as yet, I'm going to look it up again, but the effect of the Act as I understand it, is an unequivocal admission of guilt is what is required before you can entertain the idea of an application.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Sir, if I may say this.  He is asked to: \"Furnish particulars of acts, omissions or offences.\"\nThat is the wording, with respect Sir.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Ja, but in the next sub-article you will see that\n\"An act associated with a political objective is defined as an offence.\"\nSo it must be an offence.  And in Section, is it 19, no, 20(5) and (6) we could grant amnesty in respect of a specified offence.  So at the end of the day there should be an offence.  You've told us now there was a killing of two persons.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Prima facie the killing of a person would be illegal because we're not allowed to kill people unless we are killing, for instance, in self-defence.  Now if on the facts his life was threatened at that stage and he killed in self-defence, then he wouldn't be entitled to amnesty, but that would depend on the facts he's testifying to.  I don't know what the facts are.  You've been asked according to your instructions, what are the facts and would it boil down to an offence.  So we're in your hands there.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Sir, if I may just be ...(inaudible).  Sir, I've been asked now to ask for a short adjournment of 10 minutes to consult on this aspect, but before we do that Sir, all I wish to state is that with the greatest respect, if one undertakes the defence of someone in a trial, one would raise certain defences.\n\tNow this is not a trial, I just raised this, the applicant has killed two people.  If he were tried in a criminal trial for example, Sir, the fact that he would raise this defence does not mean that he would be acquitted, it might not succeed in a criminal trial.  Even though it might be the opinion of his lawyer that it would succeed, it doesn't mean that it would.  And if he were charged with - I would submit that from what I have been told by the applicant, there is sufficient prima facie evidence for a prosecution to take place, and he would raise a certain defence of self-defence.  It doesn't mean that that is going to be a successful defence, it might be rejected.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Mr Lawrie(?) Shein, the purpose of this process is that people are unequivocally admitting an offence which they have committed and that they appear before us is that, should be accept his story under which circumstances he did it, we would grant him amnesty and the Court of law would not prosecute him.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Yes.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Taking what you have said, that probably this would come into self-defence, are you suggesting that we should close our ears to what you have said, because the impression, I speak for myself now, created is that he is taking chances and this process is not created for that purpose at all.  And we would say; let's not enter into a debate, take fuller instructions with that in mind and we will allow you, I'll implore the Chairman to allow you 10 minutes to do that.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Mr Commissioner, if I might just state that the instructions Sir, he's not trying to abuse any process or trying to avoid a prosecution.  And the fact that if I had not mentioned that he would rely on the defence of self-defence, from my questioning and from leading him and from cross-examination of this applicant, it would be clear from that evidence that self-defence is going to be relied on because he would then disclose it in his testimony anyway.  I just did this before he disclosed it, with respect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Shein, you needed feel apologetic or bad about mentioning it, you are correct to have mentioned it to us.  You acted in terms of what is expected of an attorney of this country, and I thank you for that.\n\tI'm pointing out to you that there is a flaw in the application to the extent that the applicant is not going to admit to having committed a crime, and Section 19, I think it's (5) or thereabouts, creates a compulsion that upon application there must have been an offence, either by action or omission or whatever, upon which the application is based.  \n\tNow if there is no admission to an offence in either of the possible ways to commit it, either by omission or commission, then the application must fall flat.  Do you follow what I'm saying?",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "I do Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now I'm going to give you time, 10 minutes, to satisfy yourself and to deal with your client as if he's come to you for advice, and we'll take it from there.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Thank you, Sir.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "When was this murder committed, or the killing?",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "During 1993, Sir.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You're sure about the date?",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Just bear with me, Sir.  I apologise, 1991 was the time of the killing.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "Then look page 90.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "...(inaudible)  Yes, Sir, thank you.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Male"
        ],
        [
            "MS PATEL",
            "I request leave to re-open the matter of Cyril Chisoma.  Certain information has come to light after the matter has been closed.  I believe that it is material information that effects the credibility of the applicant.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I'll tell you what I'm prepared to do.  You can lead this witness in the ordinary course of the hearing.  If Mr Samuels is of the view that whatever transpires now is sufficiently important for him to counteract, then I would allow an application to recall his client.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Fair enough, Honourable Chairperson.  Okay, I then call Faith Sefatsane.  That is spelt: S-E-F-A-T-S-A-N-E.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Sefatsane, what language would you prefer to use?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "Zulu.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Have you any objections to the taking of the oath?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Please be seated.",
            "Unknown"
        ],
        [
            "EXAMINATION BY MS PATEL",
            "Thank you, Honourable Chairperson.\n\tMrs Sefatsane, is it correct that you are the niece of Mr Zulu, the person who was killed or who was mentioned in the amnesty application of Mr Cyril Chisoma?",
            "Female"
        ],
        [
            "FAITH SEFATSANE",
            "That's correct.",
            "Female"
        ],
        [
            "MS PATEL",
            "And you stated that - where do you live?",
            "Female"
        ],
        [
            "FAITH SEFATSANE",
            "612, Extension 2.",
            "Female"
        ],
        [
            "MS PATEL",
            "You said that your uncle used to live in that area but that he left to go back to Natal, can you please tell this Committee when he left?",
            "Female"
        ],
        [
            "FAITH SEFATSANE",
            "He left 1991 for Newcastle.",
            "Female"
        ],
        [
            "MS PATEL",
            "Can you state more or less when in 1991, was it the beginning or the end?",
            "Female"
        ],
        [
            "FAITH SEFATSANE",
            "Beginning of 1991, before the violence.",
            "Female"
        ],
        [
            "MS PATEL",
            "Do you know which political party your uncle belonged to?",
            "Female"
        ],
        [
            "FAITH SEFATSANE",
            "He was an ANC member.",
            "Female"
        ],
        [
            "MS PATEL",
            "Was he ever an IFP supporter, to your knowledge?",
            "Female"
        ],
        [
            "FAITH SEFATSANE",
            "No, he never.",
            "Female"
        ],
        [
            "MS PATEL",
            "Do you know whether he ever attended any IFP meetings or associated himself with the activities of the IFP?",
            "Female"
        ],
        [
            "FAITH SEFATSANE",
            "No.",
            "Female"
        ],
        [
            "MS PATEL",
            "Did your uncle have family in the vicinity when he was staying here?",
            "Female"
        ],
        [
            "FAITH SEFATSANE",
            "Yes, he did.",
            "Female"
        ],
        [
            "MS PATEL",
            "Do you know whether there was any contact between him and the family?",
            "Female"
        ],
        [
            "FAITH SEFATSANE",
            "Yes, there was.",
            "Female"
        ],
        [
            "MS PATEL",
            "Did they visit each other?",
            "Female"
        ],
        [
            "FAITH SEFATSANE",
            "Yes.",
            "Female"
        ],
        [
            "MS PATEL",
            "Alright.  Thank you, Honourable Chairperson.\nNO FURTHER QUESTIONS BY MS PATEL",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Swanepoel, have you got any questions?",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "No questions, Mr Chairperson.\nNO QUESTIONS BY MR SWANEPOEL",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Samuels?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR SAMUELS",
            "Thank you.\n\tMrs Sefatsane, you say that ...(intervention)",
            "Male"
        ],
        [
            "MS PATEL",
            "...(inaudible).  Sorry Mr Samuels, she's ready.",
            "Female"
        ],
        [
            "MR SAMUELS",
            "Ma'm you say that your uncle was not an IFP supporter and that you know that he didn't go to meetings, is that correct?",
            "Male"
        ],
        [
            "FAITH SEFATSANE",
            "Yes, that's correct.",
            "Female"
        ],
        [
            "MR SAMUELS",
            "I see.  Were you with him all the time that he was in Thokoza?  Did you spend all the time with him?",
            "Male"
        ],
        [
            "FAITH SEFATSANE",
            "We were not staying in one house but he used to come and visit in our house.",
            "Female"
        ],
        [
            "MR SAMUELS",
            "Right.  The point is that you didn't spend all the time with him, so therefore you wouldn't know what he did all the time, is that correct?",
            "Male"
        ],
        [
            "FAITH SEFATSANE",
            "No, he never went to meetings, I am sure of that.",
            "Female"
        ],
        [
            "MR SAMUELS",
            "Is it possible that he went to meetings when you didn't know about it?",
            "Male"
        ],
        [
            "FAITH SEFATSANE",
            "No, what I know is that we used to go to ANC meetings together with him, not IFP meetings.",
            "Female"
        ],
        [
            "MR SAMUELS",
            "Yes, that's possible, but my question is, do you know specifically - is it not possible that he could have gone to IFP meetings without you and that you didn't know about it?  Is that possible?",
            "Male"
        ],
        [
            "FAITH SEFATSANE",
            "I won't know there, and I'm not sure about that.",
            "Female"
        ],
        [
            "MR SAMUELS",
            "And one last question.  You say he was a member of the ANC, do you have any proof of that?",
            "Male"
        ],
        [
            "FAITH SEFATSANE",
            "Yes, I do.",
            "Female"
        ],
        [
            "MR SAMUELS",
            "Which is?",
            "Male"
        ],
        [
            "FAITH SEFATSANE",
            "He's a card-holder of the ANC.",
            "Female"
        ],
        [
            "MR SAMUELS",
            "I see.  Do you appreciate that any person can have a card from the ANC, it doesn't mean that they are a member of the ANC?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If somebody paid, registered and took out a card, paid for it, what would that be?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "It would just mean that he's a person who holds a card.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But surely that's membership?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Yes, it does indicate that he would be a member of the party of which he holds a card.  I accept that.  Sorry, one moment please.\n\tMa'm, is it possible that your uncle could have been an informer for the IFP and therefore to protect himself, he would have applied for membership to the ANC to cover up?",
            "Male"
        ],
        [
            "MS PATEL",
            "Honourable Chairperson, I object to this question.  There was no indication from the applicant himself that the person whom they killed was in fact killed because he was an informer.  Unless there is a basis for this question, I object to it.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "But Ms Patel, despite that, it is your witness that raised the issue and created a dispute as to membership.  The testimony of the applicant was that the deceased was a member of the IFP, he used to be seen at meetings and seen during IFP gatherings, armed.  Your witness says now that, the implication is that that could not have been so because he was indeed an ANC card-carrying member.\n\tIt follows then that's it's logical, if both are telling the truth, the question of double-agency arises and hence the question.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "I think my question in essence was, is it possible that he could have been an IFP informer even though he did hold an ANC card?",
            "Male"
        ],
        [
            "FAITH SEFATSANE",
            "I won't know about that.",
            "Female"
        ],
        [
            "MR SAMUELS",
            "I see.  Thank you, no further questions.\nNO FURTHER QUESTIONS BY MR SAMUELS",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "He went to Newcastle in 1991, when did he return to Thokoza?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "February 1994.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Why did he come back?  Or let's put it this way, why did he go to Newcastle.",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "He bought a stand and he was building a house in Newcastle.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And why did he return?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "He came back because someone told him that there were houses which were vandalised and people, the owners of those houses should come back and fill up the RDP forms to have their houses reconstructed again.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So he spent about two months here before he died, in order to fill in the forms?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "Yes, that's correct.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "How far from the place where you stayed was his house here in Thokoza, was it in the same extension or what was the position?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "Two different extensions, but it's closer because there is just a shop inbetween.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Did you often visit him at his house?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "Yes, we used to go to his house and clean his house.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Do you know the applicant?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "No, I don't.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Did you know Willy or Willie?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "No, I don't.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Do you know Joseph Thambo?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Sorry, could you please repeat that?",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Did you know Joseph Thambo?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "No, I don't.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "How did you - did you find the body of the deceased, your uncle?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "Yes, we did.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Have you seen his body or didn't you see his body, how did he die?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "He was shot.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Can you remember when that was exactly or round about, when he was shot?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "I won't remember very well, but it was round about the 12th of February.  We heard on the 13th of February that he passed away.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Are you sure about the date, the 13th of February?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "No, I'm not sure, I'm just estimating that I think he was shot on the 12th and then we heard on the following day, which was the 13th.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Ja but you mention the two dates, now why do you mention the 12th of the 13th if it's an estimation, or was there something particular about those dates that you remember?  Why do you give us those two dates, why don't you give for instance, the 17th and the 18th of February?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "What I remember is that his death certificate had, I think the 12th.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Couldn't it be March or April, because according to the evidence he was killed round about March or April 1994.  The applicant said so.  Is he correct or not?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "I won't know.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "And you say the death - have you seen this death certificate or how do you know it's ...(inaudible)?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "Yes, we still have it in the house.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Have you ...(intervention)",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Sorry.\n\tDo you remember a battle or a shootout when the IFP attacked Polla Park?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "Yes, I do remember.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "When was that, could you tell us or don't you know?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "No, I don't remember which month but I do remember the incident.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "According to the evidence, your late uncle took part in that march and the was a member of the IFP commando.  Can you comment on that?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "No, he wasn't.  When this attack took place he was in Newcastle.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Didn't he only leave for Newcastle in 1991, and this attack was in 1990?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "In 1990 he was in Thokoza, during the taxi violence.  After the taxi violence, he left for Newcastle and returned back in 1994, February.",
            "Female"
        ],
        [
            "ADV MOTATA",
            "Ma'm, Mrs or Miss Sefatsane?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "Miss.",
            "Female"
        ],
        [
            "ADV MOTATA",
            "Miss.  According to the evidence it was an attack by Inkatha and there were several attacks, and I hope you listened to me when I asked the applicant that I didn't want generalities, but he mentioned this specific attack during 1990 where he saw your uncle armed, in the company of the IFP members who attacked Polla Park.  Even though he cannot say he saw your uncle doing XYZ, but houses were burnt in Polla Park.  Did you hear that kind of evidence?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "Yes, I heard that.",
            "Female"
        ],
        [
            "ADV MOTATA",
            "And what has been placed before us is that they has been violence in Thokoza from 1990, and if I listen to you, you said the violence started in 1991, are you certain that in 1990 there was no violence in Thokoza?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "There was violence in 1990 but it settled down and that is when my uncle left for Newcastle.  After he left another violence ...",
            "Female"
        ],
        [
            "ADV MOTATA",
            "Now this violence of 1990, which parties were  fighting each other, do you bear knowledge of that?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "It was between hostel dwellers and Polla Park residents.",
            "Female"
        ],
        [
            "ADV MOTATA",
            "The information we have through evidence, is that it was the IFP and ANC related members who were waging war against each other, and in particular the hostels were perceived to be invested with Inkatha members.  Do you bear that knowledge as a resident of Thokoza?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "Yes, it is true.",
            "Female"
        ],
        [
            "ADV MOTATA",
            "Thank you, Chairperson, I've got nothing further.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Was your uncle married?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "No, he wasn't.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did he have any children?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "Yes, only one.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How old is that child now?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "21 years.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Where is that child now?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "He is staying with me in Extension 2.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "He is studying.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is he the nearest dependant of the deceased?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What is the address?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "612, Extension 2.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Where would that be?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "Thokoza.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is there a postal number?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "We use 612, Extension 2, Thokoza.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ja, but under the town's name normally one needs to put a code.",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "1421.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "1421.  And what is this child's name?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "Gugu Patience Zulu.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Can you spell it please?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "G-U-G-U, Gugu.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ja?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "Patience.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "As in hospital patient, like that patient?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "Patience.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Patience?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Zulu you say?  I assume it's a female?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "Yes, Zulu.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Now Ms Sefatsane, were you close to this uncle of yours?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "Yes, I was very close.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And did it effect you emotionally when he was killed?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "Yes, it did.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Has your feelings and emotions improved with time?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "I wasn't well until I heard these people who were talking about it in the TRC, but now I'm sad because I've tried to forget about it and now it looks like the TRC is opening the wounds.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is it the first time you heard what happened to your uncle, during this hearing?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "Yes, it's my first time.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Would you object to the people coming to talk to you and make peace with you about what happened?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "No, I won't object, the only thing I will ask about is that I will ask them to tell the truth about my uncle because I don't think what they've said here was true about him.\n\tI still have other witnesses who also suffered from this ordeal, people who used to stay with my uncle.  They didn't have time to come and testify here because they didn't get the forms to fill.  We only heard about this on Sunday night.  George came and told us that we should come here and he promised that he was going to bring the forms on Thursday but he didn't, he only came and told us to come here.  Another man as well said he wished to come here to testify because what happened to my uncle wasn't fair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, well if all these many people were going to come and testify about your uncle, it would just, and I don't want to sound insensitive, but we prefer to hear the nearest relative that could testify, tell us how it affected the family.\n \tNow it is unfortunate that your uncle had to die the way he did during what I think was a tragic war.  I understand that matters have calmed down somewhat and peace has been restored to the area.  How do you feel about the restoration of the peace?",
            "Unknown"
        ],
        [
            "FAITH SEFATSANE",
            "Yes, there is peace in Thokoza and I'm staying in my uncle's house even though it had been vandalised.  I'm staying there as it is.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "It's not for me to say that you must forget this whole incident and to be indifferent to the emotions that the death of your uncle has set in motion.  I can only hope that those responsible for killing your uncle would have the courage to come and see you and his child, make peace with the two of you and themselves, and one can hope that you with time could see your way clear to live with those people as well, understanding that whatever happened rightfully or wrongfully, occurred during a period that one can only describe as tragic in this country.   Thank you, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Thank you, Honourable Chairperson.",
            "Female"
        ],
        [
            "MR SAMUELS ADDRESSES COMMITTEE",
            "Mr Chairperson, I think one point of clarity, the postal code for Thokoza, I've been told is 1426.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that your lot, Mr Samuels?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "May I get some guidance from the Chair?  I don't want to delay the process.  I haven't put these specific facts to Mr Chisoma, he's not present and as has been agreed ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well if necessary ...(inaudible)",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "I'll handwrite ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) you can inform us ...(inaudible).",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Okay, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will be guided by your judgement there.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Okay, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have the evidence now.  I don't know if you regard it as concrete or what.  Is that your lot?  I understand there are three applicants in terms of the documents, that have not testified and are represented by you.  What is the position about those?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "There are one of two options, if we do find them in the next day or two, we will bring an application to the other TRC hearing to ask whether our matters can also be included on their list.  If that fails and if we find our clients, that is firstly, I will make an application for this hearing to reconvene at some future date.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me ask you a question, I mean bending over backwards is one thing but you're doing a flick-flack.  Have you any knowledge or any explanation as to their absence?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Nothing, not at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You haven't seen them?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "You are talking about the prisoners?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know if they are ...(intervention)",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "...(inaudible)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I can't hear.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "The three persons mentioned on the list?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Yes, those are the prisoners.  No, I haven't spoken with them myself, I haven't consulted with them and only based on the paperwork and the facts disclosed there, was why I had included them on the list.  There are events that they have stated in those papers ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible).  I don't know why you're going to play Missing Persons Bureau.  If they haven't made contact with you by the 1st of February, 15th of January next year, what are you going to do then?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "I will have those matters adjourned sine die and the applicants, each person can take up their own case.  I cannot continue to hold a brief on a matter ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well what I'm prepared to do is then remove it from this role.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Very well, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you or your attorney will have to take it up with Cape Town head office.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To have it enrolled elsewhere.  I was very tempted to strike it off the roll but it crossed my mind that they may not have received notice, I don't know.  I'm confident that a notice did go out but ...(intervention)",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "It's hard to tell.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But with our experience with the prisons we know that things like that do happen, but somehow it must be left in your hands to determine that cutoff date ...(intervention)",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Yes, and write a letter to the TRC, officially from ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whatever the decision is.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Yes, yes, I will take that responsibility.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The re-enrolment of those matters is not a question of right, it is a request that can be granted by ...(intervention)",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "I'll have to move an application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Yes.  Other than that, the matters that have been heard be disposed with, the matters in chambers, I had a list, I think you have a copy.  I will update that list and ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The most important person to have that list is Ms Patel.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Okay, then we will discuss with each other and all other matters have been finalised for this hearing as far as my clients are concerned.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could you only for record purposes give the names of the three persons?",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Sure.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And refer us to the volume and the pages.",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Sure.  The first one is 2148/96.",
            "Male"
        ],
        [
            "MS PATEL",
            "It's in bundle three, page 105 to 122.",
            "Female"
        ],
        [
            "MR SAMUELS",
            "Thank you.  3444/96: Myizola Khanya, page 123 to 144.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "All of the same volume.  The last one is 3884/96: Joseph Bongi Nkosi Mtsweni: M-T-S-W-E-N-I, page 145 to 147 of volume three.  That concludes my ...\nMACHINE SWITCHED OFF",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then there is left the matter of ...\nMACHINE SWITCHED OFF",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Sorry, Mr Chairman, I had briefly mentioned I wished to present argument.  I don't wish to waste the time, and the points I've already argued during these hearing is in fact the same points I wished to make, the question of the discrepancy between the founding affidavits and oral testimony.\n\tI don't think - I don't want to say anything more, unless the hearing wishes.  I don't have anything to say.  May I conclude?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MR SAMUELS",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Shein?",
            "Unknown"
        ],
        [
            "MR SHEIN ADDRESSES COMMITTEE",
            "Mr Chairman, the instructions that I received remain the same, as far as the application for amnesty for murder is concerned.  In the circumstances my client withdraws his application for amnesty regarding murder.  The only amnesty he now seeks is for the possession of unlicensed firearm and ammunition, firearms and ammunition and distribution thereof.\n\tVery briefly, Mr Chairman, my instructions are regarding the firearms, during 1990 the applicant with others purchased from an IFP hostel in Vosloorus ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is this not a matter for chambers?",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "It might well be.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because the offences that he's applying for are not human rights violations.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Are not, certainly not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well then I think it should be transferred to a chamber matter.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "In other words, can I just furnish Ms Patel a short affidavit on that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whatever.  You can deal with her on that issue.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "I will then.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "If you can only sort of give particulars in the sense, like an indictment so that if we grant amnesty, we will grant it in terms of a specific offence which would be identifiable, possession of an AK47 or whatever it may be, during the period 1990 up to 1992 or whatever period it may be, so that it will cover the whole incident and period.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "I'll do so, Mr Commissioner, thank you.  Then there's just one more matter.  I think my client is\nMr Jeremiah Mgoneni Mabusa.  Now I have consulted with him.  He is a member of the South African Police Service stationed at Khatlehong.  I have endeavoured to get him to come here today, I know Ms Patel has, I know we have both not been successful.  \n\tI just wish to state that as far as the applicant who is now before you, Xholi Letsopa, he was in fact given notification to appear on the 8th, but due to efforts of my instructor from the ANC, they managed to secure his release from the Defence Force to testify today and he is here.  \n\tNow this witness Mabusa, he was given notification in terms of Section 19(4), to appear before the Commission on the 10th and 11th of December.  I understand this Commission won't be sitting at that time and I would ask for the matter to then be postponed till next year at your earliest convenience.  I don't believe - I believe I could get him to appear possibly on Monday or Tuesday, which is the 8th.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think you must try anything.  Ms Patel, is it possible to hand over to the applicant's attorney a notice for the 8th of December?  You can hand it over today and it will be accepted that notice has been given.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "I will attend to the necessary arrangements.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "In the circumstances, Mr Shein, the matter then will be postponed.  I must say I'm not charmed by the applicant's attitude but so be it, to Palm Ridge Community Hall, Palm Ridge Road, Palm Ridge in Alberton, the 8th of December 1998, a notice of which he would receive today.  You will be handed that notice.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "I will make every effort to ensure his appearance, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well that's why I'm asking Ms Patel to hand you a notice so that he's got no reason or no lawful reason to be absent.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And he runs the risk of the matter being struck off if he refuses to go.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "I understand, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can tell him that he may be under the misunderstanding that he is doing us a favour.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "I understand that, Sir.  In fact, I will send the notice to his officer commanding because he is a member of the Police Services, so the officer ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well you can tell him also by way of your own communication with him, that the notice you have in your hand, when that happens and it reads the 8th for Palm Ridge, and you've sent it to his officer commanding and you expect him to attend that hearing and consult with him.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "I'll do so, thank you, Sir.  May I then be excused, the matter's finished.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SHEIN",
            "Thank you, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Swanepoel, we really appreciate your attendance.  We just need to hear your argument on the question of whether the application and the basis upon which applications are based, in terms of times and actual offences, what the status of an absence of clarity in the written applications has if it is supplemented by oral evidence.",
            "Unknown"
        ],
        [
            "MR SWANEPOEL ADDRESSES COMMITTEE",
            "As you please, Mr Chairman.  I have endeavoured to find something in writing which is more than my mere opinion in this regard, but I have been unable to do so.  I've also contacted my colleague, Mr Hewitt at the Durban Bar, who is well versed in the Truth Commission's doings and he was unable to help me in this regard.\n\tI do have a few submissions to make in this regard, and the first one of that is that the wording of Section 18 or Section 18(1) is clear, that the written document submitted in the prescribed form forms the application and that that document must be an application for amnesty in respect of any act, omission or offence, and those are words used in the singular, their meaning is quite clear from the wording of the text.\n\tI do however accept that it is amply clear from the wording of the text, and it's subsequent articles pertaining to further investigation, that an applicant may at any time, whether it be by virtue of a request for further particulars from the Committee or whether it be by virtue of oral evidence at a hearing which was convened by the Committee, supplement his founding papers, if I may call it that, in the form of his written application.  \n\tIn that regard I submit to the Committee with respect, that it seems clear and only logical from the wording of the text of the Act, that a person must be allowed where a general statement has been made, to specify that general statement and supplement it further.  And if that were not the case, then of course the sections dealing with further particulars would have been irrelevant and superfluous.  It must have been the intention of the Legislator.\n\tA good example of that in this case, is the application of Meneer, who is mentioned in almost all the applicants' applications and he himself deposes to a general application but then he came and he testified to two specific events.  I'm prepared to accept that, Mr Chair. \n\tThere is however, in this matter before the Committee, a somewhat different aspect and that is that not only are there applications in writing which are vague and of a general nature, which have been clarified and more specifically attested to in oral evidence, but there are also applications which have, the contents of which have been contradicted in oral evidence.  And my submission to the Committee is that these two types of applications should be distinguished.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "My apologies ...\nMACHINE SWITCHED OFF",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which two do you say should be distinguished?",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "I'm saying that an application where the written application has been of a general nature, and if oral evidence has been delivered to specify the acts and to narrow down the general scope of the application, without contradiction of what is written in the written application, that is one matter and that must be perfectly acceptable in terms of the Act.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Suppose you've got an application saying: \"I'm applying for amnesty, I've been a member of the SDU for the period 1990 till 1994, during that period murders have been committed.\"  Then if I understand you correctly, you say the applicant could come and say: \"Murder A, Murder B, Murder C, on such and such a date.\"   But on that same application he is now applying for arson, could that be included in the application if nothing was mentioned at all about burning of houses or whatever it may be, there was no mention at all about burnings and ...?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I think if I could make it easier for you, Mr Swanepoel, what Advocate de Jager is probing at is that in the event of them having chosen to identify offences, even in a limited way and for example the identified offences were let's say murder and attempted murder, having opted for that line of disclosure, can an applicant come here and also apply for arson which he made no mention of ...(inaudible).  ... which wasn't related to the murder?",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "Mr Chairperson, with respect, no.  My submission in that regard is, no, he cannot.  Where an applicant - and it must be remembered that the Act is clear, the application is contained in the written document, anything else is amplification of the written document, it can never constitute a new application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "Of course.  And the fact of the matter is, there is a good reason why a written document in a prescribed form was required by the Legislator, and that is simply that certain investigative functions must have been facilitated.  And that is the only way to do that.  It is clear from the wording of Section 18(1), that no oral applications can be entertained firstly, and secondly, that only written applications in the prescribed form can be entertained.  And if an applicant chooses a limited wording in his written application, then he is bound through the course of the proceedings, by that limited wording.\n\tMy submission to the Committee is, where he chooses a general wording, he is at liberty to refine the general wording by the furnishing of further particulars or oral evidence, as the Act envisages, but he is not at liberty to broaden the scope of a limited wording to include acts which were not included in his original application because the application must stand in its written and prescribed form, anything else is amplification.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He may be in the fortuitous position of having been un-descriptive initially, in which case he may have been able to include arson or whatever, but having chosen to be specific, he's really solidified his block, as it were.",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "It can follow logically.  If it is accepted that the written application constitutes the application, that there cannot be any oral application or any other written application, then it follows logically that limited wording is limiting on the route that the applicant may take.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Except if he sort of amended it before the cutoff date of course, then it's another ..., but we're talking about after the cutoff date.",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "The matters we are concerned with here are matters which have been filed timeously and which have not been amended before that, and they are before the Committee as they stand at the moment.\n\tNow from the applications that I am concerned with, and that is relating to the two events, the burning of Mr Msizi's house and the abduction and murder and attempted murder of Sibongile and her sister, the only two applications with respect, that conform to the requirement of the Act before the Honourable Committee, are the applications of Jabu Nyete, which is found on page 166 of volume two and the Patrick Mkwebe, known as Meneer, which is found on page 237 of volume 2.\n\tThere is an important aspect which I would like to point out to the Committee.  Jabu's application is a perfect example of how an application should look.  It specifies the deeds, his evidence is perfectly in line with what he specified and it was deposed to and signed on the 10th of May 1997, as was each and every other application that we heard.\n\tNow the excuse for irregularities and indiscrepancies was that they were in a hurry, but the fact of the matter is that person who deposed to his application on exactly the same day, had the time and took the effort to inform the Committee and to inform the TRC as a whole, the Investigative Unit, of exactly who he dealt with, exactly what his offence was.  There was no logical reason for the other people not to do the same.\n\tThe person known as Meneer is a classic example of someone who took the liberty of using wide language initially and narrowing it down to specific offences, and the offences of course were mentioned by his representative counsel to the Committee, they also include attempted murder and not only arson as stated on the list that was supplied to the Committee.\n\tThe other people with respect, could never have on the evidence, contemplated the deeds and the events that they testified to when they deposed to these applications.  It is clear from the evidence, and I will go through them one by one if the Committee requests me to ....(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are they all the same?  Are you making the same point in respect of each applicant that you now want to deal with?",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "I'm making similar points regarding two of the applicants on the one side and two of the applicants on the other side.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you can deal with the same argument two by two.  Just give us the names of those applicants you refer to.",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "As you please, Mr Chairperson.\n\tIn the matter of Sibongile, her abduction and the murder of her sister, the gentleman called Mogura Modikoa whose application ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Modikoa.",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "Modikoa, my apologies.  His application is found on page 142 of bundle 2, and Mhlapho if my memory serves me correctly, his accomplice in that specific event, Kifue Mhlapho, the testimony on page 187 of bundle 2, the testimony was abundantly clear, that they gave evidence that they received instructions from Ben, firstly to go and commit whatever deeds they testified about and secondly, that they did not know the names of the victims or if any damage was caused - or that they did know the names of the victims, my apologies, I confused their testimony with what their applications state, that they did know the victims, they knew it was Sibongile that they had to go and kill together with her sister, they knew her house, especially in Modikoa's case, especially in Mhlapho's case, where he actually was involved in a bombing of a house a month before.  He knew her very well, and yet he writes in his application that he does not know the names of the victims or if anybody was injured, while he full well knew that all the time.\n\tSecondly, the mention that they received their orders from the commander of Extension 2, and also Meneer.  Now if the person known as Meneer's application is perused it will be noted that during that time he says on page 240 of bundle two, that:\n\"I was the commander of Extension two SDU.\"\nSo they could not have been referring to the matter of Sibongile in their applications, in their written applications, because they did not on their own version, receive instructions from Meneer and they did know the names of their victims.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But was Meneer not the commander in Section 2?",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "He was indeed.  But in that regard they received their instructions directly from Ben.  And all the applicants in their oral evidence were adamant that Ben gave them the instructions to abduct and murder Sibongile and her sister.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, can I get back to the first point you make on there, that whether they knew the names or not, that may be an issue we have to deal with under the heading: \"Full Disclosure and Truthfulness\" etc., but in terms of the point we ask you to argue on, that concerns us, hasn't there been sufficient identification of the event?",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "My submission with respect, Mr Chairperson, is that the oral evidence given contradicts the written application sufficiently to deduct that that is not the event that they applied for amnesty for when they filed their applications.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see what you say.",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "It could not have been.  Logically it does not follow from the contents of their applications.  It follows from Meneer's application, it follows from Jabu's, from these two people's written application, and that is the application ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can't we have regard for Meneer's application and his evidence?",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "To supplement their own applications?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, to identify the event for which Modikoa and Mhlapho makes.",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "Yes, the difficulty with that approach, Mr Chairperson, is with respect, that Meneer does not specify the events either in his application.  He however gave oral evidence which does not contradict his application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which clarifies the ...(intervention)",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "Exactly, it narrows down ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The event for which he takes responsibility and for which he gave these two orders.",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "Indeed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So can't we refer and rely and that kind of evidence to rectify any defect that there may be in applications that you complain of?",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "My difficulty remains, Mr Chairperson with respect, that as I've already pointed out, I distinguish matters where oral evidence supplements a written application on the one hand, and matters where oral evidence contradicts a written application.  The question is not whether they actually did go and kidnap Sibongile, there can be no doubt in that regard.  The question with respect, is whether their applications ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There's a valid application ....(intervention)",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "Their applications cover that event.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja.",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "And my submission to you is, on a proper reading of the application ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can't go outside the ...(intervention)",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "They could not have contemplated these events when they deposed to these applications because the details differ materially.\n\tSimilarly in the matter of Msizi's house, the burning of Msizi's house, both Xaba and Perry Dlamini, if my memory serves me correctly, apply for amnesty for deeds which were done between specific dates, the 28th of February 1992, 1991 to 1992.  And the 28th of February is a very specific date, they don't 1991 to 1992, which leaves room for relaxation and their evidence relates to an event that happened in 1990.  That is a matter totally different from Meneer's affidavit, where all his details and his oral evidence correlates and corroborates each other, the one is a specification of the other.  \n\tThis is a contradiction and with respect, this application cannot have bearing on the oral evidence that the Committee heard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If we accept that there was an error made in terms of the date, what would then be the position?",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "Obviously with respect, the Committee has a wide ranging discretion ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, I accept that, let's for argument's sake say we do find that there was a mistake in recording a particular date, would there be any other defects in identifying the event, for the purposes of a clear application?",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "Yes, the only defect which I can hold out to the Committee is again, while both of these applicants knew Msizi very well, neither of them disclosed his identity or the damage caused to his house, which on their own version they realised the following day in their applications.  And on the balance of probabilities, and I know it's difficult to implement a test such as that in proceedings such as this, but the fact of the matter is that we must work with probabilities.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see what concerns me, and I speak for myself, we haven't discussed the matter and I'd like you to deal with it, is that one the witnesses, one of the applicants says, you know someone in particular, I don't know if it was George or some other person or they may be both, just filled in these forms as a matter or urgency and he was told to sign.  Now even at the best of times we know those things do happen.  It explains to me to some degree why this cloud of secrecy that is apparent in these applications, why there's no specific issues mentioned.\n\tThere is of course one exception to that, I'm saying generally, for example, this one phrase here:\n\"Offences during the SDU activities\"\nor whatever, it certainly by itself wouldn't qualify for a successful application.\n\tNow I'm not saying we're going to find this, it is an issue of concern to me that an applicant who are generally, and I viewed them, some of them cannot, and I say this with the greatest of respects and it's not their fault, cannot be regarded as mentally equipped to understand this document, let alone complete it.  Therefore I can understand that other people who claim to be au fait with the rules and are able to fill it in properly, by the way we discovered thereafter that they also themselves are not equipped, can we hold anything against the applicant for such defects?",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "Mr Chairperson, the only submission I can make in that regard is that the question, even though it was distinguishable in that there was no hearing and no oral evidence, was tested in the Cape High Court when the blanket amnesty granted on similar papers to 37 high-ranking ANC members were considered.  I tried to get hold of that judgment but I couldn't, I ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We are aware of that, it was a non-hearable matter that was reversed and the effects of the granting of the, or the effects of the basis for which amnesty was in fact granted was that we take responsibility as the executive of the African National Congress, both inside and outside, wherever they may be, for everything that was done and unlawful in the name of the ANC.",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because amongst other things we gave a general approval, fighting apartheid in whichever way we could.  That was of course general blanket amnesty.  I don't know if any one of the people, of those 37 could very well have supplemented it with oral evidence, I'm not too sure.  But here we have something a bit different.",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "Yes, I understand that the matter is distinguishable.  What I would like ...(end of tape)\n... is that the individual was held accountable for what was in his application, regardless.  And on that basis, the difficulty with illiterate applicants I understand fully, and the Committee is with respect, better versed than I am in these matters as to what extent leniency should be applied in that regard.\n\tMy submission is that on the probabilities, and it if was only one particular paragraph or one particular circumstance for example, that was to be condoned, then that was of course a different matter but it just appears from the written document and the oral evidence, that the two are totally irreconcilable because of several difficulties there are in the document.  Not only one, but two specifically in each of the applicants' cases.  \n\tThe other important matter is that it did not appear, and the Committee had the advantage of having sight of the applicants and asking them questions, it did not appear that Jabu was overly gifted as apposed to the other applicants, with respect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is true.",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "Even though his application conforms to the standards, conforms to the norms, he was assisted by the same people on the same date, there is no real reason save lack of diligence, to the omissions in the written applications on behalf of the other applicants.  The reason that something was contrary to instructions, people should read documents, that is the rule, especially documents as important as this.\n\tCondonation of that regard and acceptance of that reason regardless will purely result in a flurry of useless applications, as was the case before this Committee with respect, only a very small portion of the total amount of applications was heard in the end because of this difficulty.\n\tThe disadvantage to the process of truth and reconciliation is by far larger than the disadvantage to the individual, greater than the disadvantage to the individual.  With respect, the difficulties could have easily been rectified even by supplying further particulars at an earlier stage or at an earlier stage setting the wheels of rectification in motion.  There were several ways.  \n\tBut it's strange that a person supplies the Committee with a written document and without a word inbetween comes and sits on the day of the hearing and he gives evidence that cannot possibly be reconciled with the contents of the written document.\n\tAnd also with respect, it's difficult to understand as a mistake because each of them gave oral evidence regarding one or two specific instances, not a great amount of events that could easily be confused, that he could easily not remember, where he did what, when.  They were specific on specific events, and then the chances of a mistake greatly diminishes.  There was not a great deal to occupy their minds with in the meantime.  And the probabilities with respect, is that when these applications were lodged, the evidence that was given was not contemplated on the ...(intervention)",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And was on purpose not given?",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "Mr Commissioner, with respect, possibly inadvertently not given.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "...(inaudible) you're burning a person's house and they ask who is the victim, what is the damage caused, and you don't supply it, and that's the only thing you are applying for amnesty for.  Why wouldn't you supply it, except to sort of make investigation difficult  or so and come at the last moment and give it.",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "There might be a very good explanation for that, and that is simply that in the flurry before the cutoff date, several people in this country were worried about prosecution, that they did not know what the information was that was supplied to the organs of State and the organs of reconciliation and truth and that they purely filed applications just to make sure that they are covered, and that it later appeared that they might be implicated to the one or the other side and that they then adapted their applications.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "The cutoff date was 1994, 10th of May.  The deadline for filing your application was the 30th of September 1997.  So the 10th of May as such wasn't the last sort of day to ...",
            "Unknown"
        ],
        [
            "MR SWANEPOEL",
            "That might be so, but the applicants put that as the reason for any mistake or discrepancy before the Committee in their application, in their oral evidence.  It was specifically put so by Perry Dlamini.  He specifically gave evidence to that effect.  He said he was in a great hurry, that must be a mistake.  He was the only person who gave evidence as to a mistake in any event, the other people did not even explain their discrepancies.\n\tMr Mhlapho specifically said that the form was filled out according to his instructions, he didn't take the oath but he certainly gave instructions and what stood there was according to his instructions.  There was only one applicant who tried to explain the mistake, and that was after you, with respect, pointed it out to him, that he tried to explain it by virtue of some mistake of some sort that was not according to his instructions.   \n\tAnd with respect, there is nothing even from the applicants, before the Commission, that can justify such a deduction.  Unless there's anything specific any further, I have no more submissions to make.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you, Mr Swanepoel, I want to say something about you first.  I want to thank you for your co-operation throughout your attendance here and the fairness you've displayed, it's impressed us.  I thank you.\n\tThis hearing is therefore adjourned.\nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}