{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-02-03",
        "location": "JOHANNESBURG",
        "day": "3",
        "names": [
            "TANKISO KOENA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53175&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99020118_jhb_990203jh.htm",
        "speakers": [
            "ADV GCABASHE",
            "ADV STEENKAMP",
            "CHAIRPERSON",
            "INTERPRETER",
            "MR SHANE",
            "MR SIBANYONI",
            "TANKISO KOENA",
            "THABATHA NGOZO"
        ],
        "original_speakers": [
            "MR SHANE",
            "CHAIRPERSON",
            "MR KOENA",
            "TANKISO KOENA",
            "INTERPRETER",
            "ADV GCABASHE",
            "ADV STEENKAMP",
            "MR SIBANYONI",
            "THABATHA NGOZO",
            "MS NGOZO"
        ]
    },
    "testimony": [
        [
            "MR SHANE",
            "Mr Chairman can we proceed with the next one?  The next applicant is Tankiso Koena on page 22 to 28.  It is 741220 5694 08 6.  It is confirmed as being correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Koena, what language would you prefer to use?",
            "Unknown"
        ],
        [
            "TANKISO KOENA",
            "Sotho.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you any objections to taking of the oath?",
            "Unknown"
        ],
        [
            "TANKISO KOENA",
            "(sworn, states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Be seated.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Mr Koena you ...(intervention)",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR SHANE",
            "Sorry, Mr Koena you were a member of the Slovo/Tambo sections, Tokoza Self-Defence Unit.  Correct?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "That's correct sir.",
            "Male"
        ],
        [
            "MR SHANE",
            "And you were a member of the ANC since when?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "Since 1990.",
            "Male"
        ],
        [
            "MR SHANE",
            "A member of the Self-Defence Unit 1990, and you were an ordinary member?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "Yes I was a Self-Defence Unit member in 1990.",
            "Male"
        ],
        [
            "MR SHANE",
            "You seek amnesty for the murder of Kraai Mambaso, is that correct?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "That's correct, sir.",
            "Male"
        ],
        [
            "MR SHANE",
            "And also for possession of weapons and ammunition without a licence?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "That's correct, sir.",
            "Male"
        ],
        [
            "MR SHANE",
            "Kraai Mambaso was murdered in 1993 during October or November.  Is that correct?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR SHANE",
            "Explain the circumstances as to how and why he was murdered.",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "He was killed in the circle at Khumalo section, because he was an informer.",
            "Male"
        ],
        [
            "MR SHANE",
            "An informer for who?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "He was internal stability unit informer.",
            "Male"
        ],
        [
            "MR SHANE",
            "That is the internal stability unit of the former SAP?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "That's correct, sir.",
            "Male"
        ],
        [
            "MR SHANE",
            "How did you know that he was an informer?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "The deceased Gamso told me that.",
            "Male"
        ],
        [
            "MR SHANE",
            "Now when ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which deceased?",
            "Unknown"
        ],
        [
            "TANKISO KOENA",
            "The name is Gamso.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "His full names are Ivan Khumalo.",
            "Unknown"
        ],
        [
            "TANKISO KOENA",
            "That is correct, it is Ivan Khumalo.",
            "Male"
        ],
        [
            "MR SHANE",
            "On this day in 1993, you accompanied Ivan Khumalo and other people, correct?  You were with them?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "That's correct, sir.",
            "Male"
        ],
        [
            "MR SHANE",
            "Who were the other people?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "It was Vusi Sithole, and Sifiso of which I don't know his surname.",
            "Male"
        ],
        [
            "MR SHANE",
            "Where are these people now?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "They are in gaol, both of them.",
            "Male"
        ],
        [
            "MR SHANE",
            "Now what happened regarding the murder of Kraai?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "He was at Ndlapo section, sitting in the yard, and Gamso came to me accompanied by Vusi and Sifiso and they both told us that the person that we are looking for is at Ndlapo section.  And having heard that they said I must guard him so that he should not run away.  It was Gamso who instructed me to do that and I knew that I had to do that because we knew that he had to be killed.  And then he ran away from Ndlapo's initially, in Khumalo Street.  He was standing outside with Beki and he ran towards the circle, and Gamso had produced a firearm.  He ran into some house, and I was peeping through the window, some bedroom window, when I was looking for him inside.  I spotted him inside and I told Gamso that this man is hiding inside one of the bedroom.",
            "Male"
        ],
        [
            "MR SHANE",
            "Right, now it is correct that you yourself were not armed, and you yourself did not in fact fire the shots at the deceased.  Is that correct?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR SHANE",
            "And you were at all times aware that there was an order to kill the deceased Kraai?  Is that correct?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "Yes I was fully aware, because Gamso was told me that Thabo Sibeko who was our commander had already issued the instruction.  Thabo Sibeko is deceased.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Mr Koena you don't have to approach your mike to speak.  You can just relax and the tape will pick up what you are saying.  Otherwise it just reverberates at the back.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Now you in fact told Gamso where Kraai was, and if you had not done so he would not have found the deceased in order to kill him.  Is that correct?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR SHANE",
            "And when you pointed out the deceased Kraai to Gamso, you knew that he was going to be murdered.  Is that correct?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "That is correct, sir.  I knew that he was going to be killed.",
            "Male"
        ],
        [
            "MR SHANE",
            "So that is how you played a role in his killing.  Is that correct?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "That is correct sir.",
            "Male"
        ],
        [
            "MR SHANE",
            "And you in fact had a common purpose with Gamso who actually did the shooting, to kill the deceased.  Is that correct?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "That is correct, sir.  I had the same intention.",
            "Male"
        ],
        [
            "MR SHANE",
            "Yes, now before Kraai was shot, you knew him from before, he lived with you Tokoza.  Is that correct?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "That is correct, I knew him.",
            "Male"
        ],
        [
            "MR SHANE",
            "And before he was shot you were in fact confronted by the deceased's sister.  Is that correct?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR SHANE",
            "Who you also knew.",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "Yes I knew her as well.",
            "Male"
        ],
        [
            "MR SHANE",
            "Will you tell what, what did the deceased's sister say to you, or what did she do?  What did she say?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "The deceased's sister asked me as to why did we shoot him, and we asked her what we normally do with an informer.  And she said the trend is to kill the informer.",
            "Male"
        ],
        [
            "MR SHANE",
            "And after that, he was shot, is that correct?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't follow her question then.  If he wasn't shot when she confronted, by the time she confronted you, then why would she have asked the question?",
            "Unknown"
        ],
        [
            "TANKISO KOENA",
            "She was present at the moment when this incident occurred.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh I see.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Did this incident occur at the house where the deceased and his family lived?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "No it was not at the deceased's home, but at the Khumalo section circle.  Some circle in that section.",
            "Male"
        ],
        [
            "MR SHANE",
            "And his sister happened to be present at that same place?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "I do not understand, are you referring to when we are shooting him?  Please explain your question.",
            "Male"
        ],
        [
            "MR SHANE",
            "At the time when the deceased was shot, his sister was present at the same house where he was shot.  Is that correct?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "No she was not there.",
            "Male"
        ],
        [
            "MR SHANE",
            "Well explain when did you confront the sister.",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "Please repeat your question.",
            "Male"
        ],
        [
            "MR SHANE",
            "When did you confront the sister of the deceased?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "We met the deceased's sister before this happened, in the yard.",
            "Male"
        ],
        [
            "MR SHANE",
            "And did she know that you were going to, that her brother was going to be killed?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "Yes, she knew because she had already told us what to do, or what is normally done with an informer.",
            "Male"
        ],
        [
            "MR SHANE",
            "Are you saying that the sister of the deceased in fact encouraged ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know if you can suggest that Mr Shane.  As I read his evidence, she was asking, \"Why are you doing this to my brother?\"",
            "Unknown"
        ],
        [
            "MR SHANE",
            "That is correct.  And he then, he asked the question, \"What do we do with informers?\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "She said the trend was to kill informers.  It certainly doesn't suggest that she encouraged the killing of her own brother.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Now after she suggests, after she said that informers, police informers are killed, was her brother then killed?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "Yes he was killed thereafter.",
            "Male"
        ],
        [
            "MR SHANE",
            "And you, as you've said, you played a major role in his killing although you didn't fire the shots.",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "That's correct sir.",
            "Male"
        ],
        [
            "MR SHANE",
            "Where is Gamso now?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "He's dead.",
            "Male"
        ],
        [
            "MR SHANE",
            "Are you aware that the family of the late Kraai Mambaso is present here today?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "Yes, I'm aware.",
            "Male"
        ],
        [
            "MR SHANE",
            "Is there anything that you wish to say to them?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "Yes, I would like to say something to them.",
            "Male"
        ],
        [
            "MR SHANE",
            "Proceed.  Say it.",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "Thank you.  I would like them to forgive me because that was the situation that was prevailing at that time that led to his death.",
            "Male"
        ],
        [
            "MR SHANE",
            "Mr Chairman if I may just mention, I believe the family are there, they don't have any equipment, I don't believe they can hear anything, if I'm not mistaken.  I don't know if I should mention this now.  I think it is important that they hear what the applicant says, sir.  I'm sorry sir, they can hear.  \tThat is evidence thank you Mr Chair.\nNO FURTHER QUESTIONS BY MR SHANE",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman my instructions is that, it may be just for the record purposes, the deceased's full names and correct names were Morris Auri Ngozo.  The first name is Morris with two R's.  Morris.  The second name is Auri, A U R I.  And the correct spelling of the surname is N G O Z O, Ngozo.  Morris Auri Ngozo.  That's the deceased's correct name sir.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Was he also known as Kraai Mambaso?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, my instructions is that the sister of the deceased is available and she is here today.  She is opposing the application of the applicant.  My suggestion at this stage is Mr Chairman, because of all sorts of reasons, that a sworn statement will be handed in in this regard.  I would like, however, in fairness sake, to put a version of ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "No plan that she should testify?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "There is a request from her to do so, Mr Chairman.  My suggestion is she wasn't in attendance when the deceased was killed.  However, the reason why he was killed is, according to her, far different to what the applicant is putting before you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY ADV STEENKAMP",
            "So my suggestion and my request is, Mr Chairman, I'll ask a few questions on ...(indistinct) and then in support of that a sworn statement will be handed in, which is currently being taken.  If you would allow me that.  Thank you Mr Chairman, Honoured Members.  Sir, according to the sister of the deceased the deceased were never a member of the IFP.  He was actually a member of the ANC.  Do you have any comment on that?",
            "Unknown"
        ],
        [
            "TANKISO KOENA",
            "That I, I'm not aware of that.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "But you're not disputing that?",
            "Unknown"
        ],
        [
            "TANKISO KOENA",
            "Please rephrase your question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You said that the deceased was a member of the Khumalo gang and therefore supportive at least of the IFP.  The sister of the deceased is going to say that this not so, you are not telling the truth, he was in fact a member of the ANC.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Sorry Mr Chairman, the reason is not that.  The reason is he was an informer of the internal stability unit of the SAP.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Didn't you say that the deceased was attached to the IFP?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "No sir, the reason was his membership of, his being an informer for the South African police internal stability  unit. It's the only reason.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I beg your pardon.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "I beg your pardon as well Mr Chairman.  My notes must be wrong but I had it as saying that.  I withdraw the question.  So the sister's view is this.  The reason why the deceased was killed was because he was working for a security company called Alert Industries.  Do you have any knowledge of this?  Do you know or did you know that at the time he used to work for Alert Industries?",
            "Unknown"
        ],
        [
            "TANKISO KOENA",
            "That I was not aware of, and I don't have any evidence to that.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "The reason for him to be killed was because he did make, or reported you to the police, in his capacity as a security guard working for Alert Industries, because according to the information she had he reported you for being involved in a car theft incident.",
            "Unknown"
        ],
        [
            "TANKISO KOENA",
            "I've never stolen a car in my life.  I don't know anything about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, but what is being put to you is that the reason for him being killed was because he named you in a car theft incident.  Whether the car theft incident was true or not is not the point.",
            "Unknown"
        ],
        [
            "TANKISO KOENA",
            "He reported the deceased, not me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you, as far as you're concerned he was not killed because of a report related to his work, but because he was an informer of the internal stability unit.",
            "Unknown"
        ],
        [
            "TANKISO KOENA",
            "That's correct, sir.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "The last question to you is, if necessary a statement will be handed in, and a statement, a sworn statement will be handed in, where the sister will indicate that the deceased, her late brother was killed because there was a pending criminal action against you.",
            "Unknown"
        ],
        [
            "TANKISO KOENA",
            "That is not so, sir.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Thank you Mr Chairman.  That is in broad lines the reason for the opposition of the application, and if you would allow me if time concerns I will later hand in a sworn statement, and a copy thereof will also be made available to my learned colleague as soon as possible.\nThank you Mr Chairman.\nNO FURTHER QUESTIONS BY ADV STEENKAMP",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Do you intend to call the sister now?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "The sister is present if you would allow that Mr Chairman.  She can just testify quickly.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) These other formalities, and while he is still in the box maybe he wants to listen to what she's got to say.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "As you - I would then call the sister.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Wait, before, I just want to finish other  aspects.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Sorry Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Thank you Chair.  What did you know about the criminal matter?  What did you know about the criminal matter that was pending viz a viz this theft of this car?",
            "Unknown"
        ],
        [
            "TANKISO KOENA",
            "I was not aware of that.  I never stole any car.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was there a case about it?",
            "Unknown"
        ],
        [
            "TANKISO KOENA",
            "No, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you not arrested for car theft?",
            "Unknown"
        ],
        [
            "TANKISO KOENA",
            "No, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you never appeared in Court on charges of car theft or something related to a theft out of a car or whatever?",
            "Unknown"
        ],
        [
            "TANKISO KOENA",
            "No, sir.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Did Gamso say anything at all to you about this car theft?",
            "Unknown"
        ],
        [
            "TANKISO KOENA",
            "No, sir.  No.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Where did you get your information that Kraai was an informer for the ISU?",
            "Unknown"
        ],
        [
            "TANKISO KOENA",
            "The deceased Gamso told me that.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "No other source?  Was Gamso your only source?",
            "Unknown"
        ],
        [
            "TANKISO KOENA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "So when Gamso approached you as you were sitting outside, and asked you to guard Kraai, at that time did you know that Kraai was an informer, or did you only hear about it afterwards?",
            "Unknown"
        ],
        [
            "TANKISO KOENA",
            "I already knew.  He had already told me.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you Chair.  Thank you.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Did I heard you say the alleged car theft was against Gamso?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "I did not know, maybe it was as to whether Gamso was stealing cars.  I did not know.  I did not hear that.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "In other words you are hearing it for the first time today, about car theft.  Are you hearing it for the first time today?",
            "Male"
        ],
        [
            "TANKISO KOENA",
            "Yes, that is correct.  I hear it for the first time.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you, no further questions Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I just want you to sit next to your attorney, because I am going to give an opportunity to the deceased's sister to testify.  I'm going to allow you to sit there just in case she says something with which you don't agree, and you can tell it.  Do you understand?  Do you understand that?",
            "Unknown"
        ],
        [
            "TANKISO KOENA",
            "Yes, I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Steenkamp is this going to be a sworn, under oath, testimony under oath.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Yes Mr Chairman that will be testimony under oath.  The deceased's sister, her name is Thabatha, T H A B A T H A, and her surname is Ngozo, N G O Z O.  That's confirmed.  Thank you Mr Chairman.  I would, it's miss.  Mr Chairman I would also like to ask for permission if I can maybe just to save some time lead her in asking a few questions to get to the point.  Thank you Mr Chairman, she can be sworn in.",
            "Unknown"
        ],
        [
            "THABATHA NGOZO",
            "(sworn, states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY ADV STEENKAMP",
            "Ms Ngozo, am I right in saying that you are the sister of the deceased in this matter, Morris Auri Ngozo? Is that correct?",
            "Unknown"
        ],
        [
            "THABATHA NGOZO",
            "Yes, that's correct.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Can you tell us for record purposes exactly when was he killed, when did he die?",
            "Unknown"
        ],
        [
            "THABATHA NGOZO",
            "He died on November the 20th, a Saturday afternoon, 1993 the year.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Can you also tell us as far as your knowledge serves you, did the deceased belong to any political party?",
            "Unknown"
        ],
        [
            "THABATHA NGOZO",
            "He was ANC member.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Can you tell us what was his occupation?  What did he used to do for a living?  Just before he died, or when he was killed.",
            "Unknown"
        ],
        [
            "THABATHA NGOZO",
            "He worked for Alert Industries Security in Alrode.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Am I correct in saying this now near Germiston?",
            "Unknown"
        ],
        [
            "THABATHA NGOZO",
            "It's very close to Tokoza.  Alrode South that is.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "And what type of work did he do there?",
            "Unknown"
        ],
        [
            "THABATHA NGOZO",
            "He was a security guard.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Now before we get to the incident itself, do you know the applicant before the Committee today?",
            "Unknown"
        ],
        [
            "THABATHA NGOZO",
            "I know him as a neighbour.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "For how long have you been knowing him?  That is, how long did he stay next to you?",
            "Unknown"
        ],
        [
            "THABATHA NGOZO",
            "Since his birth, to date.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Do you know, the deceased, if there was any connection between the deceased and the applicant?  Were they friends, or what was the situation?",
            "Unknown"
        ],
        [
            "THABATHA NGOZO",
            "He grew in front of him.  He grew up, in other words.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Am I right in saying you are opposing the application of the applicant, because you are of the view point that he's not making a full disclosure.  Am I right?",
            "Unknown"
        ],
        [
            "THABATHA NGOZO",
            "Yes, I dispute all this, because he has not yet begin to tell the truth.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Now, in short, can you tell us why you're saying that?",
            "Unknown"
        ],
        [
            "THABATHA NGOZO",
            "First of all, he did not make mention of all the people he was with that day in question.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Were you present?",
            "Unknown"
        ],
        [
            "THABATHA NGOZO",
            "Yes I was present, but I did not see him when they shot him.  I only met them as they were running away after the incident.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Can you maybe just give us the names of the other people that you've seen at the incident, at the time when he was killed?  Can you maybe just relate the names to us?",
            "Unknown"
        ],
        [
            "THABATHA NGOZO",
            "Yes.  I can furnish you with the names.  It was Dankiso, Siphiso who is in prison, Vusi as well is in prison, Oupa is in the residential areas at home, Mulefe is in prison as well.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Now you've heard the evidence of the applicant when he testified that, as far as he was concerned, the deceased was an informer for the internal stability unit.  Do you have any comment on that?",
            "Unknown"
        ],
        [
            "THABATHA NGOZO",
            "Yes, I would like to say something in relation to this.  First of all, the reason why they labelled him as an informed.  In 1992 Mulefe came to me together with my other brother, not the deceased.  He said he will like us to talk to Auri and stop Auri, and I asked him as to what he has done.  He said, in answering, he is one of the people rendering evidence with regard to the stolen car.  A car that was stolen by Beki.  I don't know with other people, but he only mentioned Beki's name to us.  And I said to him, how can we possibly stop him because he works as a security man and we are not even present there.  We have no idea and we bear no knowledge.  And he said, please talk to him, they must never be convicted.  These people, that is.  And I spoke to Auri, and I asked him if he knew or bore any knowledge with regard to this, and Auri said, yes, he knew, and he was at work and there is no way he can withdraw or implement the request made by these gentlemen.  This is not within him in other words.  Mulefe left and came back again one day.  The case was going on at the Court, about the stolen car.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "The applicant before the Committee today was also present at the time in Court, and the case was proceeding?",
            "Unknown"
        ],
        [
            "THABATHA NGOZO",
            "Yes.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "In other words, was he actually charged with this incident?",
            "Unknown"
        ],
        [
            "THABATHA NGOZO",
            "Beki was convicted.  There was nothing emerging as such until their conviction.  After that, after their conviction in other words, Mulefe came back once again and said, I previously requested you to speak or talk to your brother that my colleagues must not be convicted, but all of that was to no avail.  And I answered him and said there was nothing we could do, this was not within us, and he was working as a security man and we are therefore ineffective in this.\nIn 1993 on the 20th of November he was killed, and was labelled as an informer of the police subsequently.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Do you think there was any political context or motivation for the killing of your brother, as far as you were concerned?",
            "Unknown"
        ],
        [
            "THABATHA NGOZO",
            "I think this was a criminal act, because if it was political I don't think he would have been killed since he was an ANC member.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Are you aware, was he ever involved in any political activity, in the specific area where he was staying?",
            "Unknown"
        ],
        [
            "THABATHA NGOZO",
            "In Vosloorus where he resided I have no information pertaining to that because he was not living with us.  He had his own house in Vosloorus.  All I know is that he was an ANC member.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "My last question to you.  Is there anything else you would like to add to your testimony?",
            "Unknown"
        ],
        [
            "THABATHA NGOZO",
            "In summing up this whole evidence, I have no forgiveness whatsoever, because I tried to plead with them.  I even asked them if they, if he was owing them, and if that was the case I was prepared to pay and reimburse, but they killed him fatally and in a strange house.  And they broke, and they damaged so much property in that house, and in summation I will say I have no forgiveness towards these gentlemen.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "That will be the testimony.\nNO FURTHER QUESTIONS BY MR STEENKAMP",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Do I understand your evidence correctly that you spoke to them before they killed your brother?",
            "Unknown"
        ],
        [
            "THABATHA NGOZO",
            "Yes, I did speak to them before the incident.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What did you ask them?",
            "Unknown"
        ],
        [
            "THABATHA NGOZO",
            "Firstly, I asked why they were killing them.  Then they said an informer must be killed.  And I said, who did he inform on, then they said that's none of my business, it had nothing to do with me.  And I said please do not kill him, I will even give you money if this is what you need.  I will even pay you instead of you killing him.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "At that time when you pleaded with them for his life, you were told that he was going to be killed because he was at least thought of as an informer?",
            "Unknown"
        ],
        [
            "THABATHA NGOZO",
            "They told me at that point in time when I was talking to them.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Shane have you got any questions?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR SHANE",
            "Just one Mr Chairman.  Would you agree that there were, Mrs Thabatha, a lot of informers for the police at the time, in the township?",
            "Male"
        ],
        [
            "THABATHA NGOZO",
            "No, I have no knowledge in as far as that is concerned.",
            "Female"
        ],
        [
            "MR SHANE",
            "Would you also agree that if a person was an informer, it is not something he would brag about or even let anybody know about, he would keep that a secret, so that if your late brother was in fact an informer for the internal stability unit it's not something that you would have known about.  He would have kept it secret from you like all informers did.  Would you agree with me?",
            "Male"
        ],
        [
            "THABATHA NGOZO",
            "I will like to reiterate the fact that I was not living with him.  All I know is that he was a security man.  As to his activities I bear no knowledge.",
            "Female"
        ],
        [
            "MR SHANE",
            "The applicant instructs me that he has no knowledge of any person Mulefe or Oupa, as mentioned by you.",
            "Male"
        ],
        [
            "THABATHA NGOZO",
            "I have no amnesty, or I have no forgiveness for Tankiso because the one who was busy behind the location of the late, was Tankiso, he was the one behind them discovering or finding the late in the house.",
            "Female"
        ],
        [
            "MR SHANE",
            "The applicant also denies that he was ever charged with a stolen car, or knows anything, I'm talking from the applicant, not from any other person, but from the applicant, knows nothing about any stolen car as mentioned by yourself.",
            "Male"
        ],
        [
            "THABATHA NGOZO",
            "With regards to the stolen car I did make mention of the fact that Beki was convicted.  Mulefe knows everything. These ones only took part in his killing.  The only question I have for them is that why did they kill him, because he never fought with them and there was no fight or battle between them.  Why would they want to kill him, or why did they ever kill him?",
            "Female"
        ],
        [
            "MR SHANE",
            "He did already answer you that he believed your brother was an informer of the SADISU.  That's the answer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Shane have you got any more questions?  I'm asking you, not your client.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Mr Chairman I was just confirming with him whether he has, and he has nothing further.  There's nothing further for the witness.\nNO FURTHER QUESTIONS BY MR SHANE",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Did I understand you to say that this applicant was at the criminal trial?  He attended the criminal trial concerning the theft of the motor vehicle?",
            "Unknown"
        ],
        [
            "THABATHA NGOZO",
            "He was not there.",
            "Female"
        ],
        [
            "ADV GCABASHE",
            "Thank you Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "May the witness be excused Mr Chairman?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "I'll call no further witnesses, thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Your client is excused Mr Shane.\nWITNESS IS EXCUSED",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Thank you Mr Chairman.  I can inform ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that your lot for today?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "That's all I have today.  I have no more applicants that I can bring before you today.  I hope to see what logistics are, but tomorrow.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many tomorrow?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Mr Chairman I have to see who's going to come.  Who's going to get transport.  I do have an applicant who is serving a sentence.  I understand he's only going to be brought on Monday.  I have to try and obtain his papers, because he's serving a sentence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I trust that you will have consulted with him before Monday.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "I will be consulting with him at the prison, Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So in other words we'll adjourn until tomorrow morning.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman unfortunately my learned colleagues informed my other learned colleagues who are present here that they will also only be able to proceed tomorrow, so for today I would adjourn.  It's in your hands.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}