{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-02-08",
        "location": "JOHANNESBURG",
        "day": "5",
        "names": [
            "MBONGENI OTTO TSHABANGU"
        ],
        "case number": "AM7152/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53182&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99020118_jhb_990208jh.htm",
        "speakers": [
            "ADV GCABASHE",
            "ADV STEENKAMP",
            "CHAIRPERSON",
            "MBONGENI OTTO TSHABANGU",
            "MR SIBANYONI",
            "MRS NHLAYISI"
        ],
        "original_speakers": [
            "ADV STEENKAMP",
            "CHAIRPERSON",
            "MRS NHLAYISI",
            "MR TSHABANGU",
            "MBONGENI OTTO TSHABANGU",
            "ADV GCABASHE",
            "MR SIBANYONI"
        ]
    },
    "testimony": [
        [
            "ADV STEENKAMP",
            "Thank you Mr Chairman.  May I apologise for starting late again this morning, Mr Chairman.  We are ready to proceed.  Mrs Nhlayisi is prepared, and we are ready to start with the first applicant.  Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Steenkamp, I see there is no headphones for the public.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, they are in the process, I think they received them late, and they are in the process of handing them out just now, thank you sir.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes Mrs Nhlayisi?",
            "Unknown"
        ],
        [
            "MRS NHLAYISI",
            "Thank you Mr Chairman.  The first application for the day is application AM7152/97, appearing on page 219.  The applicant's name is Mbongeni Otto Tshabangu.\n\tThe applicant is applying for amnesty for murder and possession of unlicensed firearm and ammunition.  His ID number is 711112 5362 08 5.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, may I be so rude as to interrupt.  There is also further particulars which appears in the supplement bundle 2, it is the white bundle, on page 90 to 91.  On page 90 is the further particulars and on page 91 is actually the request for the particulars, thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Tshabangu which language would you like you use?",
            "Unknown"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "Zulu.",
            "Male"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MRS NHLAYISI",
            "Mr Tshabangu, you were a member of the SDU's in Mandela Section in Tokoza, is that correct?",
            "Female"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "When did you join the SDU's?",
            "Female"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "I joined in 1991.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "Who was your Commander at that stage?",
            "Female"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "My Commander was Bonga Nkosi.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "You have brought an application for amnesty relating to the death of one Khumalo.  Can you tell this Committee what was your involvement in this incident?",
            "Female"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "The role I played in this incident, killing of the deceased, I arrived at that house, number A33 in Tokoza.  The victim was already captured, he was sitting in the dining room.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When would this have happened?",
            "Unknown"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "It happened in September 1993.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "You said you arrived at house number A33 Mazibuko Street in Tokoza, and you found the victim there.  What was happening with the victim at that stage?",
            "Female"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "He was being questioned and he was being assaulted at the same time, because of his involvement in Mandela Section, after it was discovered he had a card written Zulu Police and his surname was written as Khumalo and he was related to Khumalo, Bishop Khumalo who was a leader of the Khumalo gang in Tokoza.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "On your arrival at this house, who were the people who were present there, busy questioning the victim, can you remember the names?",
            "Female"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "There were a lot of people.  I can remember the following, the late Jeremiah Masilela, Boy Gamede, Charlie, Stokfela, these are the only people I can remember.  I cannot remember the others.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "On your arrival, what did you do personally to the victim, if there is anything that you did?",
            "Female"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "When I arrived there, I came closer to him.  I asked questions and I wanted to know why was he there, being Khumalo and as he was also related to Bishop Khumalo and he was also coming from kwaZulu Natal and he was also a member of the Zulu Police.\n\tHe said he went there to check the place.  He had some resistance, I had a stick in my right hand and I used my right hand to hit him on the head.  I cannot remember how many times did I hit him.  After that, I was wearing training shoes and I kicked him on his ribs on the left hand side.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "Did you question him?",
            "Female"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "Yes, I did question him, I wanted to know, as he was not the resident of Tokoza, why was he there in Tokoza at the time.  He said to me, he first said that was none of my business because I did not even know him.\n\tI hit him and I kicked him on his ribs.  I was not alone, the others were also assaulting him.   He told us that he was there, to surveil the place, because he was not staying there.  He wanted to check the conditions and the living area, he wanted to know how dangerous was the place.  He was sent down there to surveil the living area.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "Did he tell you who had sent him to surveil the area and what was the purpose of him coming there to surveil the area?",
            "Female"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "He did not say who sent him there, he told us he was from Khumalo Street, next to the hostel, next to Madala hostel in Tokoza and he told us that he was from the Khumalo family and he emphasised the fact that he was related to Bhekinsele Khumalo.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "What was the impression that you got from his answers that he was related to Khumalo and he was from Madala hostel, what did you conclude then?",
            "Female"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "First of all, Bishop Bhekinsele Khumalo and his Khumalo gang were the people who were fighting the community of Tokoza, and the Khumalo gang was involved in violence and during that violence, Bishop Khumalo was staying with the IFP members and they were harassing the community.\n\tIt occurred to me that as he was related to Khumalo and he was coming from that area of IFP, I later realised that we are in danger.  We might be involved in danger, or we might even die because of him and the situation.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "So for that reason, then it was decided that he fell in the enemy camp, is that correct?",
            "Female"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "What happened to him after you had assaulted him, do you know?",
            "Female"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "I left the house, he was still alive in the house although he was already injured.  I later heard from the late Sicelo, Welcome Qoka, he told me that after a few minutes, he shot him, he shot the victim.  The same person that I participated in assaulting and questioning.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "So at the time when he was killed, you were no longer there?",
            "Female"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "No, I was not there.  I was at home.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "Did you fully associate yourself with what happened after you had left?",
            "Female"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "Yes, I do.  I associate myself with the action, I was a member of the SDU in Tokoza and if I would be arrested, I would be arrested as a member of the SDU and I was not against the actions.  I was not against the SDU's fighting the IFP members.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "So, what you are saying is that although you didn't physically carry out the killing of this particular person, but you were in full agreement with what happened to him?",
            "Female"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "Yes, that is correct, to such an extent that in the meetings, the SDU meetings that were there, the only thing that was discussed, amongst the things that were discussed was the fact that if we happened to get a person from IFP, that particular person should be killed, therefore I agree with the statement.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "And you have earlier indicated that you did assault him by hitting him with a stick and kicking him.  Can you be in a position to say today whether your contribution didn't cause his death in any way?",
            "Female"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "I cannot be so sure, but I agree because I did assault him.  I only contributed by assaulting him and then he was later killed.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "Mr Tshabangu, you have also applied for possession of unlicensed firearms and ammunition.  You have also submitted a supplementary affidavit to your main application, where you state that at some stage, you participated in patrolling the streets of Tokoza and you carried an AK rifle with you during those patrols.  Is that correct?",
            "Female"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "Yes, that is correct.  I was in possession of an AK47 and I was also patrolling and wanted to make sure that the living area was safe enough.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "Who issued you with an AK47?",
            "Female"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "I got it from the Commander of our Section, Mr Bonga Nkosi.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "Further in your supplementary affidavit, you mention that on one occasion, you remember that you were in charge of a house where weapons were stored, is that correct?",
            "Female"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "Yes, that is correct.  It happened one day, although I cannot remember the date and the time, there was a funeral in the township of Tokoza.  The people, a lot of people attended the funeral and I was there, in charge of making sure that the place was safe and I was in this house, number A15 Legone Street.  I was told that there were weapons there.\n\tFor in case of eminent attack, I would be able to use those weapons.  In this house, number A15 Legone Street, there were AK47's, three of them loaded.  They were in that house that I was safeguarding.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "Mr Tshabangu, is there any other incident that you can remember for which you wish to apply for amnesty, except those that you have mentioned now?",
            "Female"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "No, there is no other incident.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "Okay, let's go back to the first incident, the person you say you knew him as Khumalo.  Do you know his full identity like names and things, were you in a position to get hold of that or you only know him as Khumalo because he said he was the brother to Bishop Khumalo?",
            "Female"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "We did not get his name.  We heard that from him that he was from the Khumalo family and he was related to Bishop Khumalo.  Till today, we did not get his name.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "Mr Chairman, that is all for now, I have nothing further.\nNO FURTHER QUESTIONS BY MRS NHLAYISI",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, I don't have any further questions.  I must apologise I was referring you to page 90 and 91 of the additional supplement, which is actually incorrect.  I was actually referring you to Mr Mbongeni Otto Tshabangu, which is actually before you.  You can see it is the same surname, so I do apologise profusely Mr Chairman.  It is actually the additional statement of Mr Mbongeni Otto Tshabangu.\n\tIt is not the same Tshabangu which is appearing on page 90 to 91.  I do apologise.  I don't have any further questions, thank you Mr Chairman.\nNO CROSS-EXAMINATION BY MR STEENKAMP",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Steenkamp, where would we find the one that we were supposed to be looking at?  Exhibit 4?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, if you will allow me, I can hand in a copy of the statement to you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Have we not got it?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Yes sir, it was handed to you last week in a bundle, but I will ...",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are we talking about bundle, Exhibit 4?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Yes Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "This one?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Yes, that is Mbongeni Otto Tshabangu.  The top one was Moses Mduduzi Buboka.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, I will give you the correct one just now, that is the correct statement I am referring to now, which my colleague has referred to as well, that is the actual supplementary statement.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Very well.  Let's make that Exhibit 5 then.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Thank you Mr Chairman.   I've got no further questions, thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Thank you Chair.  Mr Tshabangu, Bonga Nkosi, which area was he a Commander of, just remind me?",
            "Unknown"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "Bonga Nkosi was a Commander at Mandela Section where I was residing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The Mandela Section?",
            "Unknown"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "Yes.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Was Mandela Section close to Penduka, that is the Slovo Tambo Section?",
            "Unknown"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "Mandela Section is not far from Tambo Section, Mandela Section, Tambo Section is just after Mandela Section.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Do you know where this Khumalo victim, this particular person, the deceased, was captured?",
            "Unknown"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "Will you please repeat your question Ma'am?",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "The Khumalo that was killed, the victim here, the deceased, where was he captured, do you know?",
            "Unknown"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "No, I don't know.  All I heard is that he was captured next to the bottle store, the bottle store that was next to the Tokoza municipality offices, that was next to Mandela Section where I used to stay.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "You mentioned in your testimony that amongst the things that you discussed, was the fact that IFP members who were captured, should be killed.  Did I get that right?",
            "Unknown"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Was that a general position that was taken by your SDU, vis-a-vis IFP members?",
            "Unknown"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "Yes, that is correct, that was an agreement.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Would you know if it was also the attitude of all the other SDU formations in Tokoza itself, it was generally know, IFP people will be killed?",
            "Unknown"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "Yes, that was a general feeling in the whole township.  Meetings would be held and it would be discussed that if the IFP member would appear, that person should be killed without asking questions.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Then finally I didn't get the name of the person who actually shot Khumalo after you had assaulted him.  I just want that name?",
            "Unknown"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "The person who came to me to tell me that he is the one who killed the deceased, his name is Sicelo Welcome Qoka.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you very much.  Thank you Chair.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson.  Where is this Sicelo Welcome Qoka presently?",
            "Male"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "He passed away last year if I am not mistaken, the month was May 1998.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You said this Khumalo was asked and assaulted in that particular house, did he say, was it as a result of the assault that he said he was related to Bishop Khumalo or was that information which he volunteered?",
            "Male"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "He said that as he was being assaulted, as he was being asked about his identity.  He said again after he was assaulted, that he was coming from the Khumalo family and he was related to Bishop Khumalo, the leader of the Khumalo gang.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "I heard you talking about a card written Zulu Police.  What was the surname on the card?",
            "Male"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "Truly speaking, I did not see what was written.  I did not notice whether he was Khumalo or not, but the only thing that I saw was his photo.  I did not see the surname on the card.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "What eventually happened to the card?",
            "Male"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "I don't know what happened to the card, but after some time, I had to leave for home.  I don't know what happened to his card.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson, no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Tshabangu, as I understand your evidence, you didn't know the deceased was being held at that office, correct?  When you got there, he was already captured?",
            "Unknown"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "Yes, I found him there.  I was told where he was captured.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then later you left?",
            "Unknown"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "Yes, I left.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He was still alive?",
            "Unknown"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "He was still alive, though he was injured, but he was still alive.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How was he injured?",
            "Unknown"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "What I noticed was that he had a lump on his head and he had a wound on his ribs.  His face was swollen but not badly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That wound on his ribs, was it an open wound or a wound caused maybe by blunt force?  What kind of wound was it?",
            "Unknown"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "It was not an open wound, maybe he had some bruises because I kicked him, but it was not an open wound.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you left, it didn't look like he was injured such that he could die from it?  Not yet, anyway, correct?",
            "Unknown"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "He was not injured to such an extent that he can even die out of those injuries.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  As I understand it also, you assaulted him.  How did you?",
            "Unknown"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "Yes, I assaulted him.  I first hit him with a stick on his head and I kicked his ribs on the left hand side.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, what more?  Anything else?",
            "Unknown"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "No, I did that only.  I hit him on his head and after that, I kicked him on his ribs on the left hand side.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you assaulted him like that, did you intend to injure him badly?",
            "Unknown"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "My intention was, I wanted him to be injured or die if possible, because that was the decision and the procedure of the SDU's that if they come across an enemy, that person should be hit until he dies.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did you think he could die by being hit on the head with a stick and kicked in the ribs?",
            "Unknown"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "I did not think of anything.  The only thing that came to my mind was to hit him, because I only had a stick.  I thought that by me hitting him, that would contribute to his death.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How?  How would that contribute to his death?",
            "Unknown"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "If I continued kicking his ribs, maybe he would, his ribs would break and damage the heart and by hitting him on his head, maybe the stick would cause his internal bleeding and the brain would be effected.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many times did you hit him?",
            "Unknown"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "I cannot remember whether I hit him once or twice, but I did not hit him more than twice.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many times did you kick him?",
            "Unknown"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "I cannot remember, but I think it was not more than five times.  I cannot remember how many times did I kick him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you wanted to kill him, why didn't you borrow a gun and shoot him?",
            "Unknown"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "I did not borrow a firearm to shoot him, because I was not brave enough, though I was angry, but I was not brave enough to get a firearm and kill him.  I think I was a bit scared to kill him.\n\tThough I was an SDU member, I was not brave enough to kill him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you did not intend to really kill him, but really to injure him only, not so?",
            "Unknown"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "I wanted to injure him if possible, if he would die in the process, because I was also angry like the others, and I could feel that we were in danger.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do I understand you correctly then that you intended to kill him, and if he died as a result, it was well and good although you didn't, you knew you didn't do enough to actually ensure that he died?",
            "Unknown"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "I wouldn't be surprised if he died out of that, because that was our intention and my intention as a member of the SDU as we were assaulting him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you leave before he was actually killed, if you wanted to kill him?",
            "Unknown"
        ],
        [
            "MBONGENI OTTO TSHABANGU",
            "I was afraid, I was scared to kill and a few days before his capture, Sicelo indicated to me as I was still a student at the University of Transkei, it was during the holidays, Sicelo told me that if someone is captured, I have to get an AK and kill that person.\n\tI thought that that was time for me to take off a person, so that is why I decided to go home before that person was killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  You are excused.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}