{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-02-11",
        "location": "JOHANNESBURG",
        "day": "8",
        "matter": "FINDINGS",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53189&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99020118_jhb_990211jh.htm",
        "speakers": [
            "ADV STEENKAMP",
            "CHAIRPERSON"
        ],
        "original_speakers": [
            "ADV STEENKAMP",
            "CHAIRPERSON"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Towards the end of the 1980's South Africa entered a new phase in it's history.  It was the beginning of a democracy that we are still trying to shake even today.  With these changes we saw a phenomenon that is not unusual with the dawn of a new political dispensation.  In particular, there was highlighted incidents or heightened incidences of violence which was eventually clearly identifiable with political differences that we have in South Africa.  In our view this was not a difficult phenomenon to develop because of the political violence that existed prior to the changes.  However, the focal issues changed and the violence in the early 1990's escalated in areas formerly reserved for the so-called African people.  As a result thereof, the African National Congress structured the mechanism of defending it's membership in those areas and the residents in general who lived in those areas, these mechanisms were designed to defend those people from attacks by other groupings.  It was explained that it was necessary to establish what is now known as self defence units because and in particular the police were not helping to resolve the situation at all.  The area of Tokoza was no exception and essentially, the battles developed between members of the ANC and it's allies on the one hand and Inkatha Freedom Party and it's allies on the other.\n\tThe core of the fight was political power of the area which included for tactical purposes the establishment of territorial divisions within the same locality and to assert a national image to some extent.  This led to attacks against each other and the so called protection of the areas so demarcated as belonging to a particular political party.  In these cases the ANC and the IFP while it was the essential purpose of the SDU to defend the areas and people, matters developed with time to such an extent that it included full scale political wars in which members of the different political parties attacked each other.  It included the distruction of most if not all the machinery employed to interfere with the functions of the ANC and so forth, for example the killing of the opposition membership in particular informers and people involved in assisting the apartheid machinery.  Therefore it was no longer the question of waiting for an attack but rather at times to use aggressive force to obtain political objectives.  The self defence unit's operations were conducted almost in a kwasi-military style in which commanders were appointed to oversee operations.  These commanders seem to have had overwhelmingly huge powers and perogatives bestowed upon them.  \n\tSection 20 of Act 34 of 1995 as amended and I will refer to it as the act whereafter prescribes that amnesty shall be granted provided that the act or offence or ommission to which the application relates is associated with a political objective committed in the course of the conflicts of the past.  Furthermore, that full disclosure regarding the activities to which the application relates must be made and furtherly that this Act and it's requirements must have been complied with.\n\tHereunder the intent to deal with the number of applications which fall within the ambit of what is set out above, it must be added though that a few of the applications to be dealt with below fall ostensibly within the context of the political scenario but do not comply with the requirements of the Act.  We deal with each application in turn.\n\tVUSI MBATHA, this applicant applies for amnesty in respect of the crimes of murder of Bheki Khanyile.  He joined the SDU at Tokoza in 1992 under the command of Victor Wanda Mabaso alias Mkumuzulu.  He says that the deceased ferried members of the IFP to commit offences in taxis.  He was also a member of the IFP.  The decision to kill the deceased had already been taken by December 1993.  During that month, the applicant attended a gathering where the deceased was being questioned by approximately 50 members of the local SDU.  He took a firearm, namely an AK47 when the deceased was being marched to the veld near the local school.  There the applicant amongst others shot the deceased.  He gave the firearm to Mswaki Buthelezi thereafter.  The deceased died as a result of the gunshot wounds.  Three of the deceased family members submitted affidavits denying that the deceased was a member of the IFP and that he transported IFP members.  They allege that the deceased's death was related to a private dispute between the deceased and some other person who was friendly with the applicant and his SDU colleagues.  The allegations are however not tested and little if any value can be attached to them.  In the circumstances, we are of the view that the applicant has complied with the Act and AMNESTY  in respect of the murder of Bheki Khanyile and any incidental offences related thereto IS GRANTED.   \n\tSotole Khanyile is declared a victim and his matter is referred to the reparation and rehabilitation department for consideration. \n\tVICTOR WANDA MABASO, alias Machacho, identification number 760210633087.  This applicant applies for amnesty in respect of the murder or murders of Steven Radebe, Bheki Khanyile and for the unlawful possession of firearms used in such murders together with the ammunition.  The applicant was the commander of the SDU and joined it in 1991.  This was in the Section Tambo Slovo area of Tokoza.  The applicant believed that Steven Radebe was a member of the IFP and provided information to the IFP in order to enhance their cause against the ANC.  He witnessed Radebe committing various offences and involving himself with IFP activities.  He says that the deceased was also a member of the IFP brigade.  \n\tThe applicant testified that the IFP continuously approached him to join their ranks.  He believed that it was Radebe the deceased who had suggested and given information to the IFP about his abilities and hence the approach to become a member.  In December 1993 Radebe was caught and questioned about his IFP activities.  The applicant states that Radebe admitted such activities and this being so, there was no alternative but to take his life.  The applicant in fact gave such an order accordingly and also personally participated in such killing.  It occurred near a school in the area.  A firearm used to shoot Radebe was a pump gun which he unlawfully possessed.  On the same date Bheki Khanyile was also caught and admitted to participating in activities which enhanced the position of the IFP as against the interests of the ANC.  Similiarly, Khanyile was taken to the veld near a school where he was shot with an unlicenced firearm, namely an AK47.  \n\tThe applicant hereto gave the order for his killing and also personally participated therein.  As already stated, the affidavits deposed to by Khanyile family members are not helpful in the circumstances.  Accordingly we are satisfied that the applicant has complied with the requirements of the Act and AMNESTY IS THEREFORE GRANTED in respect of the murders of Steven Radebe and Bheki Khanyile.  AMNESTY IS FURTHER GRANTED in respect of unlawful possession of the pump gun and ammunition used in the killing of Steven Radebe and furthermore AMNESTY IS GRANTED in respect of the firearm, namely an AK47 together with the ammunition used in the killing of Bheki Khanyile.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, I have to check on that but I'm sure it was Esther, if I'm not mistaken.  I think it was Esther, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sukulu Khanyile is declared a victim and his matter is referred to the reparation and rehabilitation department for attention.\n\tSIDNEY VINCENT NKOSI, identification number 70112953710827.  The applicant applies for amnesty for the murder of Jabulani Dube also known as Jabulani Nyangwane.  He furthermore applies for the amnesty in respect of attempted murder of occupants of the Khumalo household, malicious injury to property and arson in respect of the same homestead.  He joined the SDU in the Slovo section of Tokoza in 1990.  \n\tOn or about the 6th September 1993, members of the IFP came to his home to instruct him to attend a certain meeting.  He escaped from that gathering.  The deceased was a member of the IFP and believed to be an informer who had intimate information about the applicant.  The applicant believed that the visit by the IFP group was related to information given to them by the deceased.  \tThe deceased was also noted for his IFP activities and at one time took a firearm from the applicant or his associates and did not return it.  He was believed to have informed on the ANC activities regularly.  The deceased was taken from a tavern by the applicant and others for the purposes of carrying out the murder which was decided upon earlier.  He was taken to a place near a stadium.  The deceased admitted to such activities while he was being taken to where he was eventually killed behind the stadium.  The deceased was shot by some of the members of the group who were all members of the local SDU.  The applicant associated himself with the decision to kill the deceased and the execution of that decision.\n\tIn November 1993 the Khumalo Gang was a target of the SDU.  The Khumalo Gang was reputed to be aligned with the IFP and allegedly caused many problems in the area.  The gang was decidedly an anti-ANC grouping.  It seems that this gang was led by a church minister who was a member of the IFP.  He was in fact known as Bishop Khumalo.  This gang as I've said caused havoc in the area.  The attack was directed at the Khumalo homestead.  The members of the SDU who were involved in this attack used an F1 bomb and shot at the home.  The homestead was damaged by the bomb and the bullets discharged in it's direction.  The occupants fortunately escaped.  \n\tMrs Yongwani, the mother of Jabulani Dube, the deceased, testified that the deceased was not a member of the IFP.  She stated that he in fact stayed with the applicant for six weeks prior to his death.  This was denied.  She questioned the failure of approaching her as a mother of someone who was doing what the applicant alleged her son was involved in.  The applicant explained that the decision had already been taken and nothing would have been served by what she suggested.  In any event it seems that the applicant was of the view that the deceased was in fact involved in these activities which offended at least part of the community of the area.  In addition, the decision was that of the SDU and was expected to be executed.  We are satisfied that in the circumstances that the applicant has complied with the requirements of the Act and consequently AMNESTY IS GRANTED to him in respect of the murder of Jabulani Dube, also known as Jabulani Yongwani together with offences incidental to the killing of the deceased.  \n\tHe is furthermore GRANTED AMNESTY in respect of attempted murder on an unknown number of occupants of the Khumalo homestead and also all offences incidental to that attack.  \n\tAlso, AMNESTY IS GRANTED to the applicant in respect of arson and malicious injury to property, to the property committed during the attack on the Khumalo homestead.  \n\tMrs Yongwani is declared a victim and the matter is referred to the reparation and rehabilitation department for attention.  Similarly, Bishop Khumalo is declared a victim in respect of the damage to his propery and his matter is also referred to the reparation and rehabilitation department for consideration.\n\tWe deal with the matters of SOLOMON DLAMINI, MOSES KUBEKA, CHRISTOPHER KHETE NGCOBO in one decision because they were involved in the same incident.  They apply for amnesty in respect of armed robbery, the theft of six pistols, one R5 rifle, 6 pumpguns and 3 R1 rifles, the theft of ammunition in respect of firearms just mentioned, the unlawful supply and distribution of firearms and ammunition, assault and malicious damage to propery, alternatively the contravention of the laws relating to the Posts and Telegraphs Act. \n\tThe applicants joined the SDU in the Slovo section of Tokoza in 1991.  They planned to rob the Klip River Police Station with other members of the SDU.  The Klip River Police Station was adjacent or is adjacent to Tokoza.  The applicants, together with others that observed the police station and discovered that very few policemen manned the office and decided that it was a very easy target for obtaining firearms for the purposes of defending the community.  They left for the police station on the 15th December 1993.  Their activities were intended to be part and parcel with the operations of the SDU.  Duduzi Kubeke was in command of the operation, his nickname is Bla.  He was also the overall commander of the Slovo SDU.  \n\tSolomon Dlamini elected to give evidence first, which evidence amounted to the following.  Four of the group kept guard outside the police station while the following went inside to complete what they had planned.  Dlamini, Themba, Sebiko, Ngcobo, thereafter the rest came in and demanded firearms initially they found two pistols and one R5 rifle.  They threatened and assualted the policemen who eventually produced the keys to the safe where other firearms were being kept.  The items set out about mainly the 6 pistols, 1 R5 rifle, 6 pump guns and 3 R1 rifles were taken by the applicants.  Prior to leaving the police station the telephone wires were cut probably to prevent detection.  They all returned to Tokoza with the firearms.  The firearms were in the custody of Bla who later distributed these amongst the SDU members.  The applicants acknowledged that these firearms were used in the violent activities that engulfed the area at the time.  The remaining applicants also testify and confirmed what Dlamini had said in all respects.  For the purpose of this decision we accept that they associated themselves with Dlamini's testimony.  We are satisfied that the acts of the applicants fall within the ambit of the Act and that the applicants have complied fully with these requirements.  In the premises, the Committee is satisfied that the applicants are entitled to amnesty and consequently AMNESTY IS GRANTED to all of them in respect of the armed robbery of Klip River Police Station, the theft of 6 pistols, 1 R5 rifle, 6 pump guns and 3 R1 rifles, the theft of the ammunition in respect of those firearms, the unlawful supply and distribution of firearms and ammunition, the assault on those police at the police station and the malicious damage to property in respect of the telephone wires.  Insofar as it is necessary, AMNESTY IS ALSO GRANTED in terms of the Posts and Telegraphs Act for the cutting of those wires.\n\tAUBREY STIMBEKO RADEBE alieas Magede, identification number 7102105393083.  The applicant makes application for amnesty in respect of the murder of a policeman whose identity is unknown, attempted murder of an unknown number of policemen whose identities are unknown, the theft of a motor vehicle known as a Casspir, the murders of an unknown number of people at the Katuza Hostel, the attempted murders of an unknown number of occupants of Katuza Hostel, malicious injury to property of the Katuza Hostel ...(intervention)\n\tWill the photographer please desist from insisting on taking photographs?  It's one thing if the person allows it, if he doesn't want it, it's a violation of his rights to do so.\n\t... the murders of an unknown number of people at an unnamed hostel adjacent to Tokoza, the attempted murders of unknown number of persons being the occupants of the unknown unnamed hostel adjacent to Katuza and malicious injury to the property of the hostel unnamed, adjacent to Tokoza and malicious injury to property in respect of the bakkie suspected to be the property of Bishop Khumalo.\n\tThe applicant joined the SDU in Tokoza in 1990.  In 1991 the applicant and others, as members of the SDU, encountered a motor vehicle belonging to the police and know as a Casper. At the time member of the police force were also regarded as enemies of the ANC and its allies, and also, in particular, the SDU.  They were seen as associates at least of the IFP in the ongoing violence in the area.  As a result the applicant and his colleagues shot at the Casper, killing one policeman and injuring others who subsequently escaped.  \n\tThe applicant took charge of the Casper and using it for political purposes, in doing so they attacked IFP members occupying Kutusa Hostel and another hostel, firing at the hostels and the people living therein. \tThe attack took the form of a ruse to lull the occupants of those two buildings into a false sense of security, and into thinking it was the police, who supported them, when they were woken up.  Some people died and some were injured.  The buildings were damaged as well.\n\tOn another day, the applicant and other received a report of a bakkie in the area, shooting randomly at people.  They went to look for it and found it.  When they found it there was still shooting from it.  They opened fire on the motor vehicle.  The occupants thereof escaped, and the applicant continued to shoot at them.  The motor vehicle was also damaged.  It seems that there was suspicion that the motor vehicle known as a bakkie was the property of Bishop Khumalo.\n\tIn the circumstances we are satisfied that the applicant has complied with the requirements of the Act, and consequently he is GRANTED AMNESTY as follows:\nFor the murder of an unidentified policeman during the attack of the Casper motor vehicle:\n\tFor attempted murder on an undetermined number of unidentified policemen injured during the attack on the said Casper motor vehicle;\n\tFurthermore he is GRANTED AMNESTY for the theft of the Casper;\n\tHe is also GRANTED AMNESTY for the undetermined number of murders of unidentified person shot at and killed at Kutusa hostel;\n\tHe's also GRANTED AMNESTY in respect of undetermined number of attempted murders on identified people shot at Kutusa Hostel;\n\tHe's also GRANTED AMNESTY in respect of malicious injury to property to the building known as Kutusa Hostel;\n\tHe's also GRANTED AMNESTY in respect of an undetermined number of murders of unidentified persons shot at and killed at an unnamed hostel adjacent to Tokoza;\n\tHe's also GRANTED AMNESTY in respect of an undetermined number of attempted murders of unidentified persons shot at and / or injured at the hostel which is unnamed and adjacent to Tokoza;\n\tHe's also GRANTED AMNESTY in respect of malicious injury to property being the building of this hostel adjacent to Tokoza;\n\tAnd lastly he is GRANTED AMNESTY in respect of malicious injury to property for the attack on the bakkie thought to be the property of Bishop Khumalo.\n\tGOODMAN NSIDISI MBULI, Identification number 740110 6251 08 8.\n\tThe applicant applies for amnesty for the following:\n\tThe murder of one Pinpin Rhamaesa whose proper names are unknown, and also the unlawful possession of a firearm and ammunition, being an AK-47 firearm.\nThe applicant was a member of the Tambo Slovo SDU which he joined in 1990.  On or about July 1993 whilst on patrol as a member of the SDU, the applicant and his colleagues came across Pinpin Rhamaesa at approximately 6 p.m.  He was in the company of an unknown lady.  They were coming to remove property from Takane Street, which street was demarcated as a no-go area for Pinpin.  I will deal with that aspect presently.  \n\tPinpin was a known associate of the IFP, and aligned to the Khumalo gang.  He was known by the community and in particular the SDU membership, to administer IFP related activities in Tokoza, and he reported to Bishop Khumalo.  I have already alluded to the affiliations of Bishop Khumalo.  He was furthermore known to be a spy for Khumalo and was often seen in the company of the Khumalo gang.  When the applicant saw Pinpin come to remove his property, he drew closer to that house and shot Pinpin as he came out of that house.  Pinpin died.  \n\tThe applicant explained to the Committee that it was common knowledge in Tokoza that people who were party to similar activities should be killed.  That was a general rule decided upon by the community and particularly SDU of the area.  This was contained in a general order, and given by their commander Thabo Sibeko.  The purpose was to prevent people like Pinpin from giving information to he Khumalo gang that might lead to the innocent people being killed, and to enhance the cause of the opposition political party.  \n\tThis is in fact, in our view, what led to the death of Pinpin.  Having considered all the evidence available, the Committee is satisfied that the applicant acted in terms of the general order given by his commander in this regard.  He acted with the requirement re a political motive, in seeking to promote the political objectives of the SDU and in turn the ANC, and has indeed, in our mind, made full disclosure of what he did.  In the premises the applicant has complied with the requirements of the act, and is GRANTED AMNESTY in respect of the murder of Pinpin Ramahesa and the unlawful possession of a firearm and the ammunition.\n\tSAKILE JETHRO MOTJALE Identification number 690516 5550 08 2.  We deal also with the case of MZWAZE NXUMALO Identification number 751027 5384 08 0.  We deal with these two matters in one because they relate to the same incident.\t\t\t\t\t\t\t\t\t\n\tThe applicants applied for amnesty in respect of two separate incidents of attempted murder of Jephanus Dube also know as Gobani, the unlawful possession of a firearm and ammunition, the kidnapping of Gobani, an assault on Gobani, pointing a firearm at Gobani when he was kidnapped, and malicious injury to property of Mrs Sulkas.\n\tThe applicants were both ordinary members of the SDU in Tokoza having joined it in 1993.  They were under the command of Vusi Malinga.  People complained about Gobani, who was a marshall at the taxi ranks.  The information about his was that he was an IFP member, and the political problems experienced at the taxi rank was closely related to the political problems of the area.  Gobani was seen to be an integral part of the problems experienced by people who were not associated with IFP.  Having discussed it, the commander ordered that he be pursued and killed.\n\tGobani was kidnapped by the applicants, amongst others, at the taxi rank.  This was done at gunpoint, and he was taken to a house where he was questioned.  Both the applicants associated themselves with this questioning.  There Gobani was also assaulted.  Again both applicants associated themselves with the said assault.  Gobani was searched and his IFP membership card was produced.  He was taken to an open space in the vicinity by a number of the members of the unit.  Again he was taken there at gunpoint.  The two applicants did not actually participate in whatever occurred at the open space.  It seems that Gobani escaped, and shot were fired at him while he was running away.  The two applicants, however, intended that he be killed there, and associated themselves with that shooting.  As it turned out, Gobani survived that attack.  The order was then extended and confirmed that he should still be killed.  The applicants then participated in an attack on where Gobani was known to visit, and or stay.  This was at number 219, Tokaba Street, Tokoza.  They knocked at that door and the occupants refused to open.  As a result the two of them broke some windows to facilitate entry into the home.  They successfully entered the home and they found Gobani there.  Gobani was armed with what seemed to be a bayonet, some sharp instrument which is normally attacked to a long firearm, as it was described.  During the ensuing scuffle Gobani was stabbed and shot at.  He fell and the applicants ran away thinking that he was dead.  By some miracle he survived that ordeal as well.\n\tThe matter was not opposed, and Gobani was present during the entire hearing.  We are satisfied that the applicants acted in terms of the general order and on the basis of a political motive.  We are also satisfied that they have made full disclosure, and therefor complied with the requirements of the Act.  \nThey are consequently GRANTED AMNESTY in respect of the following: -\nEach for the kidnapping of Mr Dube;\nEach for the unlawful possession of firearm and ammunition;\nEach for the assault of Mr Dube;\nEach for pointing a firearm at Mr Dube;\nEach for two attempted murders on Mr Dube;\nand each for malicious injury to property in respect of the damage caused to Mrs Salkas' home.\n\tBoth Mr Dube and Mrs Salkas are declared victims and their situations are referred to the reparation and rehabilitation department for attention.\n\tWe deal with the matter of MAKAMBEL FANA TSHABANGU Identification number 711102 5378 08 2.  The applicant was a member of an SDU in Tokoza which he joined in 1991.  He seeks amnesty for the murder of a person in whose possession he found a card indicating that he was a member of the Kwa-Zulu police.  The identity of the person is unknown.\n\tThe applicant testified that during September 1993 he arrived at number 833 Mazibuko Street, Tokoza when the person who was identified as a Kwa-Zulu policeman was already in the \ncustody of the fellow SDU members.  The deceased was assaulted and questioned about his Kwa-Zulu police affiliation, and his relationship with Bishop Khumalo of the Khumalo gang.  \n\tThe applicant testified further that he also questioned the deceased about why he was there, and when the deceased resisted to respond, he hit him with a stick on the head and kicked him in the ribs, and whereafter the deceased revealed that he was from Kwa-Zulu Natal and that he was related to Bishop Khumalo, and further that he was sent to come to Tokoza to survey the area and to establish how dangerous the place was.  The applicant left the house while the deceased was still alive, but injured.  He later heard that he was shot and killed.  He did not participate in the killing, but stated that during the discussion by the SDU it was resolved that any IFP member, if captured, he or she should be killed.  He further testified that during patrols he would normally carry an AK-47 rifle.  He was not entitled to do so as he had no licence to do so.  At one stage he was in charge of the house where the weapons which the members of the SDU used were stored, at Lokwane Street, Tokoza.\n\tOn the fact before us, we are not satisfied that the applicant committed murder, but he has made himself guilty of an assault with intent to do grievous bodily harm, by beating the unnamed policeman over the head and kicking him in the ribs.  He testified that the never intended to injure the deceased badly, and that he hit him on the head and kicked him on the ribs while he was interrogating him.  He also stated that when he left the house the deceased had a lump on his head, his face was swollen, he had a wound on his ribs, and that he does not think that he would have died as a result of those injuries.\n\tIn the circumstances the Committee is satisfied that the applicant has complied with the requirements of the Act and is GRANTED AMNESTY in respect of an assault with intent to do grievous bodily harm on the unknown policeman, and he is FURTHER GRANTED AMNESTY in respect of unlawful possession of a firearm or firearms and ammunition.\n\tI need to correct the name of this applicant.  It is not MAKAMBEL FANA TSHABANGU but MBONGENI OTTO TSHABANGU.\n\tWe deal now with BONGANI NKOSI, identification number 670430 5332 08 3.  The applicant applies for amnesty in respect of the murder of an unidentified member of the IFP in October 1993, the murder of an unidentified member of the IFP in June 1993, the unlawful possession of a firearm and ammunition, eleven counts of arson, an undetermined number of counts of arson related to the incident where he burned a number of shacks, as he described it, in Mazibuko, Tokoza, and one count of \nmalicious injury to property.\n\tThe applicant was commander of the SDU in Mandela section, Tokoza.  In October 1993 he heard a noise in the street, enquired, and was told by members of his unit that they were chasing an informer.  He believed them.  Everybody knew what occurred to informers of the time.  He then fetched his AD-47 firearm and followed the group.  When the person was apprehended he gave the firearm to one Sikelo to shoot the person.  Sikelo fired four shots, but missed.  This irritated the applicant.  The applicant then grabbed the firearm himself and shot the person once in the head, it seemed from long range.  The person died, and they left the deceased there.  He did so because the person was deemed to be an informer, therefore an enemy of his cause.  \n\tIn June 1993 the applicant was on the corner of Lekwane Street with other members of the SDU of the area.  An unknown person arrived in what had been known as a no-go area.  He called this person and questioned him.  It turned out that this person was a member of the IFP and had come to do what was described as a job.  The applicant understood this to be work related to the cause of the IFP.  He had come from Natal.  This fact enhanced the applicant's belief.  The person was then assaulted by being stoned, and then burned.  It is not certain when the person died.  Whether he died as a result of being stoned or being burned at that time.  This incident occurred at the corner of Lekwane Street.  Whatever the case may be, the person died either by being stoned or burned to death.  \n\tThe applicant testified that he was also involved in a number of incidents of arson and malicious injury to property.  Given that IFP members were regarded as enemies by the applicant and his colleagues, we do not intend to go into much details in regard to these offences.  He is unable to give us dates on which any of these offences were committed.  The passage of time that has elapsed makes this understandable.  On the property of A18 Lekwane Street where he lived, two members of the IFP occupied informal buildings that were structured in the yard at A18 Lekwane Street.  He set both of these alight because of the political problems that he experienced with the IFP membership.  At 21 Lekwane Street, at the Thabetha family homestead, he set alight four informal structures situate in that yard.  He also did the same to the main house.  He stated that the Thabetha family was associated wit the IFP.  The next day he went back there to break the walls of what was left of the house.  Furthermore, he also burned the houses situated at A4, A8, A9, Mazibuko Street because the occupants were associated with the IFP and its activities.  Similarly he did so at the house of Albert Malaba, also situated in Mazibuko Street.  He believed that Albert was also associated with the IFP and participated in their activities.  And lastly he says that he caused the burning of an undetermined number of informal structures at an informal settlement in Mazibuko Street. \n\tClearly all these incidents were committed solely for political reasons, and within the course of the conflict of the time.  The applicant has satisfied the requirements of the Act and is consequently GRANTED AMNESTY in respect of the two murders of unidentified persons, being one committed in October 1993 and the other in June 1993 respectively;\n\tThe unlawful possession of an AK-47 and ammunition;\neleven incidents of arson as set out above;\n\tAn undetermined number of incidents of arson at Mazibuko Street informal settlement;\n\tOne count of malicious injury to property at Thabetha's homestead.\n\tWe are unable to identify victims because none of them have responded to notices. \n\tWe deal now with the case of the application of JAMES TANKISO KOENA identification number 741220 5694 08 6.  The applicant was an ordinary member of the SDU at the Tambo Slovo section of Tokoza, and joined in 1990.  He seeks amnesty for the murder of Morris Auri Ngozo, also known as Kraai Mambaso, on \nthe 20th of November 1993.  \n\tThe deceased was suspected of being an informer for the internal stability unit, which was perceived at the time an enemy of the SDU and at least a section of the community, as it had a bias in favour of the IFP.  The deceased's sister, Thabetha Ngozo, testified that the deceased was in fact working for Alert Industries Security Company, which was assisting the police in gathering information and tracking down people involved in car theft.  \n\tThe applicant testified that he was requested by his SDU colleagues to trace the deceased and to keep him under observation while plans were made to kill him because he was informing on the community.  It is a fact of history that during the time of conflict any person providing information to the South African police, for whatever reason, was regarded as being an assistant to the apartheid mechanisms.  The applicant pointed out where the deceased was hiding in a particular house.  Members of the SDU shot and killed him.  \n\tThe applicant associated himself with the killing although he was not armed and did not physically partake or participate in the killing.  The deceased's sister also testified that he was an ANC member and that he was killed because he testified in a pending, or intended to testify in a pending criminal case against the applicant or one of his colleagues.  She stated that she opposes the application on the ground that the killing was a mere criminal act and not an act associated with any political motive, and furthermore that in so doing the applicant did not make full disclosure in that he did not mention all the people who participated in the killing of her brother.  \n\tShe further testified that before the deceased was killed she was approached by a certain Mulefe who requested her to persuade her deceased brother to stop giving evidence in the car theft case.  The deceased proceeded to give evidence it seems, and the accused person were convicted.  The applicant denied that he was ever on trial for car theft, and he denies further that he was ever convicted thereof.\n\tOn close examination of the evidence of the deceased's sister, it is clearly a case of speculation that the brother was killed by virtue of a simple criminal act.  Even if what she says is, even if we accept what she says as a fact, it does not necessarily follow that there was any connection between the factors she mentions and the death of the deceased.  The fact of the matter is that the undisputed evidence is that the SDU targeted the deceased on the basis that he was giving information to the South African police and was therefore regarded as an informer of the apartheid regime.\n\tIn the circumstances we are satisfied that the applicant has complied with the requirements of the act and accordingly AMNESTY IS GRANTED in respect of the murder of Morris Auri Ngozo on the 20th of November 1993.\n\tHis sister Thabatha Ngozo is declared a victim and her matter is referred to the reparation and rehabilitation department for attention.\n\tWe deal now with the matter of JOSEPH MZWENI, identification number 711114 5387 88 8.  The applicant joined the SDU in Tokoza in 1991.  He makes application for amnesty in respect of attempted murder of two members of the teaching staff at a nearby school in Tokoza.  \n\tSometime in 1993 the applicant says he encountered a group of people, some of whom were dressed and armed, in the usual manner of the defence groupings of the IFP.  Indeed he identified them as an IFP group.  For some reason they dispersed somewhat and a section of this group ran into a nearby school yard and disappeared behind the buildings.  Shortly thereafter he saw two persons walking in the school yard and discharged his firearm.  He says he deliberately aimed away from them and intended to merely show them that he was armed and that they should not come into his direction.  He did not intend to injure either of them.  The firearm he discharged was unlicensed and carried for the purposes of performing his duties as a member of \nthe SDU.  He did not know the two people who were walking in the school yard at the time.  \n\tAt some time during his testimony he says also he shot at them, or shot in the vicinity, in order to scare them and apprehend them.  Clearly he discharged the firearm for the purposes of warning them not to come into his direction.  \n\tHe was therefore defending himself and perhaps even he thought of apprehending them.  He did not act with any intention of achieving any political object.  With regard to his application for amnesty for the attempted murder, he has not satisfied us that he has complied with the Act.  In respect of his application for amnesty for the unlawful possession of a firearm and ammunition he has complied with the Act in our view.\n\tTherefore the application in respect of attempted murder IS REFUSED; \n\tHis application in respect of the unlawful possession of the firearm and ammunition IS GRANTED.\n\tWe deal now the matter of JIMMY MAKHONDO.  The applicant was an ordinary member of the SDU in Tokoza under the command of Patrick Ncube.  He joined it in 1990.  He applies for amnesty in respect of attempted murder and unlawful possession of a firearm and ammunition.  \t\t\t\t\n\tHe testifies that on or about the 26th of November 1993, he saw three private motor vehicles approaching the area.  He took cover.  He discovered that amongst the occupants of the second motor vehicle were policemen.  It seems that some shots were fired at that time.  Almost immediately after that a motor vehicle which he described as a kombi also arrived and stopped.  \tWe are uncertain whether three or four motor vehicles were party to this convoy, but in our view it does not matter.  There were policemen in that kombi.  The applicant was at some time told to drop the firearm that he had in his hand.  He did not do so and was shot at.  He returned the fire.  He tendered two separate reasons for shooting at the police.  Firstly he said that he shot at them in order to defend himself and avoid arrest because he feared being taken to a hostel where he expected that he would be seriously injured at the very least. Sometime during his testimony, he also said that the reason for shooting at the police was because they were enemies of the people and he wanted to kill them, and in addition he wanted to acquire possession of their firearms.  \n\tIt is noteworthy that he intended taking the firearms of six or more policemen.  It is also significant that he shot at them while he was retreating.  It is difficult for us to understand that he would attempt to kill the policemen and acquire possession of their firearms while he was retreating from them and consequently the firearms.  It is furthermore difficult for us to choose either of the version.  They cannot both be correct and accepted.  It therefore raises the question as to whether he made full disclosure as required by the act.  It follows then that it is unnecessary to consider whether his actions were politically motivated or not.  We are not satisfied that the requirements of the act have been complied with in his case.  \n\tIt is clear in respect of the unlawful possession of the firearm and ammunition with which he was equipped for the purposes of his function as a member of the SDU, in that regard we are satisfied that he requirements of the act have been complied with.\n\tFor the reasons as set out above his application in respect of the unlawful possession of the firearm and ammunition IS GRANTED, and his application in respect of attempted murder IS REFUSED.\n\tThere is one other matter which we chose not to deal with now.  That is the matter of MDLALA.  The reason for that is that it is so closely related to the application of Selepe which we intend to complete next week, and we will make a decision on both when the time comes.\n\tWe will adjourn until nine o'clock on Tuesday morning.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}