{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-02-17",
        "location": "JOHANNESBURG",
        "day": "10",
        "names": [
            "VICTOR PETER MOLOI"
        ],
        "case number": "AM6419/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53196&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99020118_jhb_990217jh.htm",
        "speakers": [
            "ADV GCABASHE",
            "ADV STEENKAMP",
            "CHAIRPERSON",
            "MR MAKANJEE",
            "MR SIBANYONI",
            "VICTOR PETER MOLOI"
        ],
        "original_speakers": [
            "MR MAKANJEE",
            "CHAIRPERSON",
            "MR MOLOI",
            "VICTOR PETER MOLOI",
            "ADV GCABASHE",
            "ADV STEENKAMP",
            "MR SIBANYONI"
        ]
    },
    "testimony": [
        [
            "MR MAKANJEE",
            "Mr Chairman, I am Sanje Makanjee, I am appearing on behalf of Victor Peter Moloi, who I also call now to give evidence, it is application number 6419/97, appearing on page 189.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Moloi, what language would you prefer to use?",
            "Unknown"
        ],
        [
            "VICTOR PETER MOLOI",
            "Sesothu.",
            "Male"
        ],
        [
            "VICTOR PETER MOLOI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR MAKANJEE",
            "Mr Chairman, at the outset, I notice that on my client's application, at 9(a)(i) he mentions murder, attempted arson and damage to property.  After taking instructions, it appears that it is in fact murder, arson and damage to property and it is not attempted arson.  I just wish to clarify that.\n\tAfter leading my client, his explanation would become quite clear on that aspect.\n\tMr Moloi, are you a member of the ANC?",
            "Male"
        ],
        [
            "VICTOR PETER MOLOI",
            "(No translation)",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "You were a member of the Katlehong SDU, is that correct?",
            "Male"
        ],
        [
            "VICTOR PETER MOLOI",
            "Yes.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "You are applying for amnesty for murder, arson and malicious injury to property, is that correct?",
            "Male"
        ],
        [
            "VICTOR PETER MOLOI",
            "Yes.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "I notice in your application you state it was from 1993 to 1994.  Could you be more specific as to when this incident occurred?",
            "Male"
        ],
        [
            "VICTOR PETER MOLOI",
            "(No translation)",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "You are saying there were lots of people at home, your home?",
            "Unknown"
        ],
        [
            "VICTOR PETER MOLOI",
            "(No translation)",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "Would you tell us about this incident in question please?",
            "Male"
        ],
        [
            "VICTOR PETER MOLOI",
            "(No translation)",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "Mr Moloi, I just want you to take everything very slowly, the Committee is trying to write down what you say.  So just be very slow, take your time please.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "So there were 16 of you.  Start at that point.",
            "Unknown"
        ],
        [
            "VICTOR PETER MOLOI",
            "(No translation)",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "What did you do after that?",
            "Male"
        ],
        [
            "VICTOR PETER MOLOI",
            "(No translation)",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "What did you have sir?",
            "Male"
        ],
        [
            "VICTOR PETER MOLOI",
            "(No translation)",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "Do you know, can you name any of the other people who were with you?",
            "Male"
        ],
        [
            "VICTOR PETER MOLOI",
            "(No translation)",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Just on that particular day, because of what had been happening in the area?",
            "Unknown"
        ],
        [
            "VICTOR PETER MOLOI",
            "(No translation)",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "Mr Moloi, tell us about the act of murder that you committed, be as specific as you can please.",
            "Male"
        ],
        [
            "VICTOR PETER MOLOI",
            "(No translation)",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "Was the person dead when you left, after you had attacked him?",
            "Male"
        ],
        [
            "VICTOR PETER MOLOI",
            "(No translation)",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "What did you do after you killed him?",
            "Male"
        ],
        [
            "VICTOR PETER MOLOI",
            "We went to check these shacks that belonged to the IFP members, and those who were attacked, came during the night, who are not there, we set their shacks alight.  We destroyed everything that belonged to them.\n\tWe set the shacks alight.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many?",
            "Unknown"
        ],
        [
            "VICTOR PETER MOLOI",
            "Three shacks were set alight.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "Did you do anything else to the body of the person that you had killed?",
            "Male"
        ],
        [
            "VICTOR PETER MOLOI",
            "Nothing was done.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Did you leave him inside his shack?",
            "Unknown"
        ],
        [
            "VICTOR PETER MOLOI",
            "Yes, we left him in the premises.  He was a tenant there, that was not his home, that was not his own place.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And you burnt his shack, so the body was burnt in that burning of the shack, even this man's body?",
            "Unknown"
        ],
        [
            "VICTOR PETER MOLOI",
            "No, he was outside the shack.  We took him out of the shack.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "So his body wasn't burnt at all?",
            "Unknown"
        ],
        [
            "VICTOR PETER MOLOI",
            "No, his body wasn't burnt.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "The shacks that you burnt, were badly damaged, is that correct?",
            "Male"
        ],
        [
            "VICTOR PETER MOLOI",
            "Yes, it was badly damaged.",
            "Male"
        ],
        [
            "MR MAKANJEE",
            "The petrol to burn the shacks, where did you get that from?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it relevant Mr Makanjee?",
            "Unknown"
        ],
        [
            "MR MAKANJEE",
            "I just thought the Committee ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is burnt.",
            "Unknown"
        ],
        [
            "MR MAKANJEE",
            "I've got no further questions for this witness.\nNO FURTHER QUESTIONS BY MR MAKANJEE",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "I've got no questions, thank you Mr Chairman.\nNO CROSS-EXAMINATION BY ADV STEENKAMP",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "No questions Mr Chairperson.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Just to help me understand your evidence properly, essentially what you are saying is the reason you went out as a group, eight and then 16, was to go and attack the people who had been attacking you and in doing so, protect your community, is this really what you are saying?  This is the reason you went out that day?",
            "Unknown"
        ],
        [
            "VICTOR PETER MOLOI",
            "To protect the community.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And you did this in circumstances where the community had very recently been attacked as well by members of...",
            "Unknown"
        ],
        [
            "VICTOR PETER MOLOI",
            "Yes, immediately after they have attacked the community.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you, thank you Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You are excused.  Or before you go, before you go, when did you join the SDU?",
            "Unknown"
        ],
        [
            "VICTOR PETER MOLOI",
            "In 1993, early 1993 before the violence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And one other issue, 16 of you and eight of you, did you go look for these IFP members?",
            "Unknown"
        ],
        [
            "VICTOR PETER MOLOI",
            "We knew where they were staying, the members of the IFP.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You went out to go and get them?",
            "Unknown"
        ],
        [
            "VICTOR PETER MOLOI",
            "We only got one, the one we killed.  The others they ran away after they had attacked at night.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR MAKANJEE",
            "Mr Chairman, I do have one other matter which is a hearable matter.\n\tThe Prison Authorities did not bring the applicant to court today.  I have informed them that he is in the awaiting trial section on another matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When are they promising to bring him?",
            "Unknown"
        ],
        [
            "MR MAKANJEE",
            "I spoke to my colleague as well, and we were under the impression that he would be brought today, but I assume that if he hasn't been brought by now, they won't be bringing him today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There is no chance, those guys stop work at two o'clock.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, I beg your pardon Mr Chairman.  Mr Chairman, my suggestion to my colleague was if he is not here today, he will probably be enrolled probably for the next hearing.  Whatever the position is, however Mr Chairman, Ms Nhlayisi is ready with her next client, if you would allow that Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not on)",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, they have numerous problems with Correctional Services.  I am in the process trying to sort it out.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Keep us updated on that.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "I will do so Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "How many have we got left, how many applications?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, for the day, basically two.  It is Ms Nhlayisi and a client of Mr Sanje Makanjee.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And then we are done with this?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Yes Mr Chairman, then only the question of Mr Selepe which was standing down.\n\tIt will probably be heard, I would suggest with all due respect Mr Chairman, it will probably be dealt with by tomorrow morning.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "I will see if I can sort that out in the meantime as well.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "So we've got two that will probably be handled tomorrow, both from the prisons?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Yes, that is correct Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well, let us get done with Ms Nhlayisi's.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Yes, that is correct, and then the question, it is the one applicant of Mr Sibeko, which will probably not be, he will probably not be attending today, so I am just waiting for the final word from Mr Sibeko.\n\tThere is a probability that the application will also be withdrawn.\n\tThank you Mr Chairman.",
            "Unknown"
        ]
    ]
}