{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-02-12",
        "location": "JISS CENTRE, MAYFAIR JOHANNESBURG",
        "day": "5",
        "names": [
            "JULIAN DION PLAATJIES"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53205&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99020818_jhb_990212ji.htm",
        "speakers": [
            "ADV BOSMAN",
            "CHAIRPERSON",
            "Exhibit B",
            "INTERPRETER",
            "JULIAN DION PLAATJIES",
            "MR LAX",
            "MR LEOPENG",
            "MS THABETE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR LEOPENG",
            "MS THABETE",
            "JULIAN DION PLAATJIES",
            "Exhibit B",
            "MR PLAATJIES",
            "MR LAX",
            "ADV BOSMAN",
            "INTERPRETER",
            "MR LEOPENG IN ARGUMENT",
            "MS THABETE IN ARGUMENT"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Today is the 12th day of February 1999.  We are commencing with our proceedings.  We have an application of Mr Julian Dion Plaatjies to consider but before proceeding to Mr Plaatjies' application we just wish to state for the record that yesterday we were busy with the application of Mr Mkhwanazi and Mr Mkhawanazi was still being questioned by the Members of the Committee when we had to adjourn.  That application will stand down until next week on Tuesday, the date being the 16th February.\n\tMr Leopeng, are you appearing for Mr Plaatjies?",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "Yes I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you for the record just place yourself as the one representing Mr Plaatjies?",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "Yes, I am appearing for Mr Plaatjies, my name is Advocate P M Leopeng.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "I'm Ms Thabete for the TRC.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are you in a position to commence with your client's application Mr Leopeng?",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "Yes Madame Chair, I'm prepared to start.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes you may proceed.",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "Mr Plaatjies, you are before this Committee ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, how do you propose to conduct his application, are you going to lead oral evidence?",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "I beg your pardon.  I wish to lead vive voce evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes in which case then we have to swear Mr Plaatjies in.",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Do you have any documents to hand up to this Committee before you start with leading with Mr Plaatjies evidence in chief?",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR LEOPENG",
            "Yes Madame Chair, I have prepared an affidavit which was not signed by the Commissioner of Oaths.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, your client can confirm.",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "Yes, however I wish to beg leave to hand up that unsigned affidavit which has been signed and confirmed by the applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes we'll give it a number.  It will be",
            "Unknown"
        ],
        [
            "Exhibit B",
            ".",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "May I be permitted to proceed with leading?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed.",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "Mr Plaatjies, you are before this Committee to apply for amnesty for the acts which you committed on 15th January 1993 and at Westbury, Johannesburg, is that correct?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.",
            "Male"
        ],
        [
            "MR LEOPENG",
            "Is it further correct that you are now serving a term of imprisonment at Medium C, Johannesburg Prison?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.",
            "Male"
        ],
        [
            "MR LEOPENG",
            "Before your arrest and your sentence where were you residing?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Westbury.",
            "Male"
        ],
        [
            "MR LEOPENG",
            "And before and during the commission of the said offences, to which political party did you belong?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "African National Congress.",
            "Male"
        ],
        [
            "MR LEOPENG",
            "What was the position that you held within the branch within the African National Congress.",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "An active member, an active supporter.",
            "Male"
        ],
        [
            "MR LEOPENG",
            "And what experience did you encounter during your active participation as a supporter and member of the African National Congress at that stage?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "During the 1990's, the National Party, most of the white guys, they terrorised us, detained us, tortured us and so on and the end of that I became tired of them.  I started to join up with Mr Marx and Ashley Bashing.",
            "Male"
        ],
        [
            "MR LEOPENG",
            "Just hold on, who was this Mr Ashley you are talking about?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "He told me he was an MK of the ANC and Mr Marx was his senior.",
            "Male"
        ],
        [
            "MR LEOPENG",
            "Then what did you do from then?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "During that time of the period I started arranging illegal firearms because I see that the policemen were terrorising us, we armed ourselves as we were smuggling illegal firearms with some comrades from ...[indistinct]",
            "Male"
        ],
        [
            "MR LEOPENG",
            "When you arranged these illegal firearms, on which instructions did you act?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "On behalf of Ashley Bashing and Mr Marx.",
            "Male"
        ],
        [
            "MR LEOPENG",
            "So you acted if I understand you correctly, you acted on instructions from Ashley Bashing and Mr Marx?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.",
            "Male"
        ],
        [
            "MR LEOPENG",
            "To which political parties did they belong or which position did they hold within that political organisation?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "It was from the African National Congress.",
            "Male"
        ],
        [
            "MR LEOPENG",
            "Now proceed from ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which position, what position did they hold within the African National Congress?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "As I knew Mr Ashley Bashing was under Mr Marx, I couldn't say because he was just an MK member he told me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But when you purported to act under their instructions what position did they hold?  Did you just take instructions because they were members of the African National Congress?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes as I said he ordered me as an MK so I obeyed his orders.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he belong to any particular structure that you would have at least considered appropriate for you to take instructions from Mr Marx and Bashing?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Because I couldn't say which structure he was under because that time I knew he was working, operating with people from Soweto, Mr Bashing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you yourself belong to any particular structure within the ANC?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "As I said I was just an active supporter and member of the ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So when you say you were under instructions?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "That's right Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I do not understand what you mean.  You would be under instructions from a commander or from a superior that you believed you had a duty to take instructions from?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Mr Chair that time we were not actually involved like going for training and all those things, we were just doing it like generally.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In 1993?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes I never went for it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed Mr Leopeng.",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "So in other words you say you acted on instructions from Mr Ashley Bashing irrespective of whether you satisfied yourself was a commander of a particular structure, is that correct?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.",
            "Male"
        ],
        [
            "MR LEOPENG",
            "Now what activities did you do as you were acting on instructions from Mr Bashing?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "During that time I was involved in gun running, I was involved in gun running.  At a time when I was involved in gun running ...[intervention]",
            "Male"
        ],
        [
            "MR LEOPENG",
            "Hold on, were you involved in gun running?  How were you involved in gun running?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "We were arming ourselves because for the operation SAP or security branch police and National Party, the white dominium oppressed us, harassed us, that's how we got involved because we were sick and tired ...[intervention]",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Plaatjies, how do you understand gun running?  You used the term gun running, what do you mean?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "We used to go to Soweto from Meadowlands, we organised firearms, we brought in the arms ourselves.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes well how many firearms did you organise in this way?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Could remember that it was not more than three times because ...[intervention]",
            "Male"
        ],
        [
            "MR LAX",
            "I'm not asking you how many times you went to Meadowlands, I'm saying how many firearms did you organise in this way?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Sometimes it was AK47's.",
            "Male"
        ],
        [
            "MR LAX",
            "How many Mr Plaatjies, I'm not interested in sometimes this and sometimes that.  Give me a rough estimate.",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "I would say it was about more than 12.",
            "Male"
        ],
        [
            "MR LAX",
            "More than 12 firearms?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "And what did you do with the firearms.",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "At the end of the day we armed ourselves, the others went to Ashley Bashing.",
            "Male"
        ],
        [
            "MR LAX",
            "Who was ourselves?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "It was me, Ashley Bashing, some other comrades.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, give us some names please?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "It was Rashied Meyerus.",
            "Male"
        ],
        [
            "MR LAX",
            "Ja?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Elton Johnson.",
            "Male"
        ],
        [
            "MR LAX",
            "Is that it?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes I couldn't remember because we were involved with other guys from Soweto also, I couldn't remember their names, just nicknames.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Where did you get these arms from?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "We used to have some comrades there from Meadowlands by the name of Slovo and the one with Chris Mandela.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "I don't understand now, if you were supposed to get arms for the ANC, did you get arms from ANC members to give to ANC members?  That's not gun running?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "That's the way we used to take it, Mrs Chair.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "You were not in a structure of the ANC?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Can you just come again with the question?",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "I mean you were not in a particular structure, you told us that you were not in a particular structure?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "As I said we were just obeying the orders.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Okay and you say you were gun running, is that correct?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "That's what because we were involved in the firearms.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And now you tell us that you got firearms from ANC members to take to other ANC members, is that correct?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And you call that gun running?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "At the end of the day it's going hand to hand because I think so.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Okay, thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thanks Mr Leopeng, sorry to interrupt in your leading of the witness.",
            "Male"
        ],
        [
            "MR LEOPENG",
            "I'm indebted to the Commission.\n\tNow briefly, just tell this Committee of the incident of the 15th January.",
            "Male"
        ],
        [
            "INTERPRETER",
            "Chairperson, the speaker's mike is not activated.",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "I beg your pardon.  Mr Plaatjies, very briefly just inform this Committee of the incident on the 15th January 1993.  I beg your pardon, just before the 15th January 1993, what transpired during your so called gun running?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "During the gun running Ashley gave me some information, he told me some cops were - security policemen were looking for me, told me it was two Indian guys.  Shortly after that during that time because on our location I met two Indian guys, I was just panicking because - so we started ...[indistinct] with some other guys, those two Indians ...[intervention]",
            "Male"
        ],
        [
            "MR LAX",
            "Please just repeat what you're saying, you're speaking a bit indistinctly I'm afraid and I can't follow what you're saying.  You said that Ashley told you some security policemen were looking for you?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "And this was in connection with the gun running?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "That's right.",
            "Male"
        ],
        [
            "MR LAX",
            "And then you said something and I didn't hear exactly what you said?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Shortly after that he told me it was two Indian guys, shortly after that two Indians approached me near my house, then we started doubting them with some others.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How shortly, what do you mean by saying shortly?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "I couldn't remember, it was in that week.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it during the same week you were advised by Ashley.",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes it was during the same week.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed.",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "What are you referring to when you say you ...[indistinct] with some others, who are these others?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "It was people from the local community ...[indistinct] gave instructions.",
            "Male"
        ],
        [
            "MR LEOPENG",
            "Who were those people?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "It was Hendrick Christian, Tony Naidoo, Phillip Stevens and Neville Williams.",
            "Male"
        ],
        [
            "MR LEOPENG",
            "Was Mr Ashley Bashing aware that you abducted these people or before that was he aware that you were going to abduct these people.",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes he was aware we were going to abduct these people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How was he aware that you were going to abduct these people?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Because that night he left with Mr Marx and Mr Robbie Petersen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "He went to ...[indistinct] because that same Friday he showed me those guys, also I couldn't it's that same because he showed some people, I'm not sure now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He showed you?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Identified the persons that he wanted you to abduct.?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Mrs Chair, just come with that question again?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he identify the persons that you subsequently abducted.",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "I'm not sure now, I think it was during the week when he pointed the Indians out, I'm not sure now but he was aware because the order came ...[indistinct] took them ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, just answer my simple question.  Did Mr Bashing identify the persons that you subsequently abducted?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "No he wasn't there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't understand what you are saying.  What pointing out did you allude to in your evidence before I asked this question?  Didn't you say something about him having pointed out the Indians that you abducted?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "As I said I think I am not sure because during the week but he did point some Indians out at a stage, I'm not sure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He did point out what?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Some Indian guys, as he said those Indians are the security police but I'm not sure what date it could be.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And where were you when he did the pointing out?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "We were in the ...[indistinct] vicinity.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And how far were these persons from where you two were?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "It's more or less by the robot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And are they the same persons that you subsequently abducted?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Just before you do, there was one issue you raised, I just don't want to lose it.  You said something about before you abducted them there was something about instructions and I couldn't hear what you were saying.  Just repeat that please?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "The people who were with me I gave them the instructions, Neville Williams, those guys.",
            "Male"
        ],
        [
            "MR LAX",
            "So you gave ordinary members of the community instructions to help you abduct these two people, do I understand that right?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "MR LEOPENG",
            "How was your relationship with these people that you gave instruction to assist you with abducting the two Indian chaps?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Well Neville Williams, Phillip Stevens, I just know them by seeing about.  Tony Naidoo, I think he was one of the friends of Neville Williams or Phillip Stevens but otherwise Hendrick Christian I know him from school days.",
            "Male"
        ],
        [
            "MR LEOPENG",
            "Were all these people that you mentioned also the members of the African National Congress at that time?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes it's possible because now and then I wasn't always with them you see, if they wasn't they wouldn't have been with me at that time, they wouldn't have followed the instructions.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, say that again?  Did I hear you correctly, did you say if they weren't members of the ANC they wouldn't have followed your instructions, is that what you said?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "That is, that's right.",
            "Male"
        ],
        [
            "MR LAX",
            "And that's why you assumed they were ANC?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes because at the end of the day I can't speak for them at the end of the day.",
            "Male"
        ],
        [
            "MR LAX",
            "Well you have to speak for yourself and that's why you're here and that's why we're asking these questions, trying to understand your evidence.",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Wasn't your evidence that you gave instructions in their capacity of local members of the community?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, which is something different to which you are now agreeing to, that you gave them instructions because they could have been members of the ANC?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "At the end of the day Mrs Chair, the way we were operating there and people are maybe involved in something, the people just get involved also at the end of the day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, so it wouldn't have mattered whether they were members of the ANC or not?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Well that's why it's hard for me to say, that's why I stated in my application they were locals.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes that's your evidence, that's your vive voce evidence?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes Mrs Chair.",
            "Male"
        ],
        [
            "MR LEOPENG",
            "Let's start from where you are abducting them, then what happened?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "We tortured them.  After we abducted them we tortured them, they didn't want to talk.  I gave Hendrick Christian the firearm, he shot one of the Indians in the leg.  We were asking them were they policemen, they denied.  After that we take them to the open veld near the railway line.  Then I was in possession of a firearm, I then shot the both of them.",
            "Male"
        ],
        [
            "MR LAX",
            "Why did you shoot at both of them?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Can you just come again Mr Chair.",
            "Male"
        ],
        [
            "MR LAX",
            "Why did you shoot at both of them?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "At the end of the day the reason why I shot them, I wanted to send a message out very clear to the security branch they must stop harassing us and that we are serious, they must stay away from us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How would the security branch have known about your action and the subsequent killing of the alleged Indian security policemen?  How would they have known that?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "As I said Mr Chair, the information I had, those Indian guys were from the security branch.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes but how would the security branch have known that the alleged Indian security policemen had been killed because of their activities within the security police.  How would they have known that?  What measures did you take to ensure that that message was understood loud and clear by the security branch?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "At the end of the day Mr Chair I think it was for them to think if such an act happened like that in the location.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Come again?  I didn't get your response properly?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "I think at that time it was clear from the end of the day they knew we were operating because we were liberating Westbury from the oppression.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They knew that you were operating?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "We was busy liberating Westbury from the oppression.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How were you doing that, had you committed something similar to what you had done to these Indian police, alleged Indian policemen, before?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "You see, way back the National Party used to use also the gangs to commit violence acts against us, all those things.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, how would they have known that this particular killing was meant to send a clear message that you are now sick and tired of their operations within you.  How would the security branch have known that?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "I can't answer that question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  You may proceed.",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "So in other words Mr Plaatjies, if I understand you correctly, you say the reason why you abducted the alleged two Indian policemen and you subsequently shot and killed one is that you wanted to send a message to other members of the security forces?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.",
            "Male"
        ],
        [
            "MR LEOPENG",
            "But if I can take the question of Madame Chair further, how would you have achieved your objective in sending a message to other members of the security forces that you were chipped off or you were sick and tired of the activities of the security forces.",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Well I was sick and tired of the security forces and liberating operation and to set free the people of the coloured township, Westbury.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You haven't responded to his question.  Won't you please repeat your question Mr Leopeng and make sure that he understands it?",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "Mr Plaatjies, my question is very simple.  I'm saying objective did you want to achieve in abducting and killing the two alleged Indian police officials?",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Leopeng, that's not your question.  Your question is how would he achieve his stated purpose of sending a clear message.  In other words, how would that message be communicated to the people he was seeking to reach, to impress upon them that he was making an example of their members.  How did he think that they would get the message, that it was his people that were saying we are sick and tired etcetera.  Do you understand that Mr Plaatjies?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Try and explain that to us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But again I don't know Mr Leopeng, it is within your instruction that you would have been able to get that message across and if it is within your instructions how that message would have been carried across to the security branch.  Your client has just a few seconds ago considered that that question is not something that he can be able to respond to but you have now again repeated my question.  I don't know whether you will be able to elicit some information that I have not been able to because his response to that question when I put it to him was that he was unable to respond to it.\nI don't know whether you can take it any further.  You will be informed obviously by the instructions you obtained from Mr Plaatjies.",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "For the purpose of the evidence I will abandon the question but for the purpose of the record, the question was discussed in detail with the applicant during the consultation.  So for the purpose of this then I will abandon the question and then proceed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Don't abandon, I mean if it is within your instructions then you are personally aware that it is a question that he can be able to answer.  Proceed to put it to him in a manner that you know will be able to elicit the kind of response you want from him.  Don't abandon the question, it is a very important question.",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "Mr Plaatjies, now I'll deal with the question that came across.  What message, how were you going to send a message to other police officials in the community Westbury, after abducting and killing the two alleged Indian police officials?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Well as I said the message was clear.  I don't know how to explain it but as I can explain in this way, all because of liberating Westbury of the oppression, to set the people of Westbury free from the white National Party.",
            "Male"
        ],
        [
            "MR LAX",
            "Let me try and help you here.  How would the police know that this just wasn't an ordinary criminal act, that somehow their members were just hijacked or some other kind of thing?  How would the police be able to differentiate between the fact this might have been a criminal act as opposed to a political act with a stated political objective of informing them something?  Do you see the distinction we are trying to understand from you?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "I mean you're just assuming that because on your version this was an act of a political group therefore the police would understand it was aimed at them and what we're saying to you is how did you ensure that this is what they understood as opposed to something else that it might have been, like a random criminal act?  Do you see the distinction?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes I see.",
            "Male"
        ],
        [
            "MR LAX",
            "Please explain?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "At the end of the day we are not involved in an active criminal acts because most of my cases I never was involved in any criminal act so I think there were some policemen who knew about me there in the location, there in Westbury vicinity.",
            "Male"
        ],
        [
            "MR LAX",
            "How would they know it was you, that's the whole point as opposed to some other criminal?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "That question I can't answer Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it your intention to publicise this killing in order for the policemen who knew you around your area to be connected to the ANC to connect the killing of the two alleged Indian security policemen to the ANC?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes it was my intention to publicise that Mrs Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes and how did you intend to publicise it?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "By the way the execution was done Mr Chair, where they were shot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But how would it come to the attention of the local policemen who knew you to be an ANC member?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "That Mr Chair as we were arrested also it was - you can come from there at the end of the day how we were arrested also, from the rest of our cases.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No I don't know how you were arrested?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "One of my co-accused he was arrested in Newlands police station.  At the end he spilt the whole beans.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But was it your intention to go out publicly and say \"we have done it in the name of the ANC because the people are security policemen\"?  Was it your intention to do that?  If it was your intention to do that, what is it that you did then in order to do precisely that, publicising the fact the killing was politically related?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Well Mrs Chair as I said I don't think now anyone will go sommer out public.  He will go out public but at the end of the day he will still be underground because he don't want them to be involved in a case, at the end of the day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You know you are giving - you are contrasting two things.  It's possible for someone to go public but at the end of the day you still have to do something underground.  I do not understand that aspect of your evidence.  What measures did you take, if you did take any measures, to ensure that your stated objective of sending a clear message to the security branch that the killing had been committed by you in your capacity as an ANC member to stop the harassment, the intimidation and the torture that they were causing to the members of your community.  What measures did you take to  ensure that your stated objective was made aware or brought to the security branch?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "The answer to the question, the way they were tortured, the way they were abducted and the way they were shot, Mrs Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How would that be different from anyone committing a criminal act?  How would the way they were tortured and indeed they were severely tortured, the killing was gruesome.  Now how would that gruesome killing, the terrible torture they were subjected to be different from an act that would be committed by a criminal?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "At the end of the day Mrs Chair, the reason why they were so severely injured was because we were trying to get information out of them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are not responding to my question.  How would the way they were tortured and how would the way one of them was ultimately killed be different from a torture or killing by an ordinary criminal?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Then Mrs Chair we can go back that time, it was like a war that time, you couldn't resist anything, you just had to carry out the order you was given, it was war that time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you able to respond to my question or are you not able to respond to my question?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "I think I'm not able to respond to that question Mrs Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I will note that you are unable to respond to my question again.  You may proceed Mr Leopeng.",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "One other question subject to the Committee's approval, I'm not sure if this question has been questioned before.  Mr Plaatjies, if I understand you correctly you say the reason, the main reason why you abducted the two Indian policemen, alleged policemen, and subsequently killed one, is that they were investigating you for gun running or that they were police officials belonging to the security branch at Westbury?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.  It was involved with the police, security police and running ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Leopeng, I don't understand the question, you just put to Mr Plaatjies.  There is no evidence that these people were investigating him for gun running.  He has not testified to that kind of evidence, has he?  I am corrected that he has, I have not made any notes.",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "Madame Chair, the evidence which was before is that he was informed by Ashley Bashing that there are two Indian police officials who were interested in him for the gun running, that was the evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "So the question is was that the main reason why he abducted them acting on the information of Mr Bashing and subsequently killed one of that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I'm sorry about that.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Mr Leopeng, it's not over yet.  There's no evidence to say these policemen came from Westbury and they were based at Westbury.  That's what you're putting to him.  They may be security policemen, we don't know where they were from at this stage so just be careful how you put your question.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Leopeng, before you proceed, may I just enquire from the applicant.  Mr Plaatjies, are you Afrikaans or English speaking?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "I'm Afrikaans Mrs Bosman.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Would you follow the questions better if they were translated to you into Afrikaans?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "As I said I'll try my best in English, Mrs Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Plaatjies, it is your right to speak in a language that you are comfortable in, that you will be able to express yourself better so if you want to speak in Afrikaans we have translators who will be able to translate whatever you say into different languages, in English, in Zulu, in Sotho.",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "I think I'm comfortable in English, Mrs Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you feel so then you may proceed to give your evidence in English.",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Thanks Mrs Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Leopeng, you may rephrase your question?",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "Mr Plaatjies, are you saying that the reason, main reason why you abducted and subsequently killed one of the alleged two Indian police officials is that you had been informed by Bashing that they were investigating you for the gun running?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "The information I got from Ashley Bashing was just only they were investigating us, investigating me, he then told me about gun running so it's obvious it could be the gun running, it could be political activities.",
            "Male"
        ],
        [
            "MR LEOPENG",
            "But in your evidence in chief you told this Committee that the reason why they were investigating you is that of your activities in gun running?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.",
            "Male"
        ],
        [
            "MR LEOPENG",
            "It's on record?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes it's possible they could be investigating me of gun running and my activities I was involved at the end of the day.",
            "Male"
        ],
        [
            "MR LEOPENG",
            "Is there any other thing that you wish to tell this  Committee on your activities and an explanation of your acts committed on victims you were ordered?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "On that day after we abducted, we tortured, we abducting them, we tortured them, we shot them, we went to their car, we burnt it out.",
            "Male"
        ],
        [
            "MR LEOPENG",
            "What was the reason to burn out their car?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Then we will put a reason to burn out a car it was to leave no evidence behind.",
            "Male"
        ],
        [
            "MR LAX",
            "To leave no evidence behind?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.",
            "Male"
        ],
        [
            "MR LEOPENG",
            "So ultimately did you achieve your political motive in killing one of the two Indian policemen who were shot?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes I could say like that, I did achieve my political points.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What political objective Mr Leopeng are you referring to?",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "That they were harassed, tortured by the security forces at Westbury.",
            "Male"
        ],
        [
            "MR LAX",
            "That's not an objective, that is a context.  What was his objective, that's what the Chair is asking?",
            "Male"
        ],
        [
            "MR LEOPENG",
            "May I put the question to the applicant, what was their political motive that he wanted to achieve?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't want to tell you what questions to put, I just did not understand what you meant by the political objective because we have not been given any particulars about the political objectives that Mr Plaatjies sought to achieve specifically by committing the offences for which he is seeking amnesty.",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "I wish to put the question to the applicant.\n\tWhat political motive did you want to achieve in ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think there's a difference between a political motive and a political objective but what we are trying to ascertain from him is what political objective was sought to be achieved by him in committing the offences for which he seeks amnesty.",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you must be very specific, you must speak of the objective and not the motive.",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "What was your political objective.",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "It was to save Westbury, the coloured community, free from the oppression from the police and to continue with our political organisation.",
            "Male"
        ],
        [
            "MR LEOPENG",
            "Was that all that you wanted to achieve?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.",
            "Male"
        ],
        [
            "MR LEOPENG",
            "Is there anything that you wish to tell the Committee on your ...[indistinct] acts that you committed?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Well I would ask the Commission to take my application into consideration and to the victims and their family I'm asking for forgiveness, I know it's hard for them to forgive me but I'm asking forgiveness today.  That's all I can say.  I'm sorry what happened on that day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whilst you are leading him in his evidence in chief Mr Leopeng, shouldn't you for the sake of completeness of his evidence in chief deal with the issue of robbery to which he has alluded in his application form on page 212?",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "Yes Mr Plaatjies in your application for amnesty more so on page 212 you said the robbery of their jewellery was a mistake which you did not order and did not apply for amnesty.  What do you say about this?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "At the end of the day that wasn't the reason why I do not apply amnesty for it Mrs Chair, that wasn't part of the order I was given to and at the end of the day I never robbed anyone Mrs Chair.  The watch was handed over to me by a co-accused by the name of Tony Naidoo, the one who was discharged.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What items are to your knowledge involved in this crime of robbery?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Mrs Chair, on the day when they took the items out there was a watch and a bracelet, it was sold to someone at a shop.",
            "Male"
        ],
        [
            "MR LAX",
            "Is that all?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "It was actually two watches, that's why at the end of the day if Mrs Chair can look nicely, the watch was handed, it wasn't also sold to the same person because at the end of the day the watch was handed over to me because the watch and a bracelet was sold to some other guy.  It was two watches and one bracelet but in that possession I was only handed over one watch and I'm asking forgiveness for those things that happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you kept the watch is it not so?  When you were arrested it was found in your possession?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes Mrs Chair, the watch was handed to me on a Friday, on the Saturday I went to a funeral so I didn't have much time to go back home because that same Saturday I was with Ashley Bashing but when he talk about a watch he told me also it wasn't part of the deal so that's why my application I stated it was a mistake and I'm very sorry about what happened about the watch.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you accept the watch when it was given to you when you knew that it was not to be part of the offence for which you were to commit on the two alleged security policemen?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "As I said Mr Chair, it's after we burned the car, the car was already set on fire.  As I said in my application it was a mistake, I'm sorry for accepting the watch.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I know you say it was a mistake, I'm saying why did you accept the watch when it was given to you?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Just to keep because I didn't want the guys to feel bad and at the end of the day I told them the time when I was accepting the watch, I told them it wasn't part of the order I was given.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why would you not want them to feel bad about something that did not form part of your instructions, were you not a disciplined lot?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes I was disciplined Mrs Chair but at the end of the day there was nothing I could have done, I just took the watch, that's why I say it was a mistake, I felt bad also after I took it Mrs Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There was nothing that you could have done but to take the watch?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes I felt bad that time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Couldn't you refuse taking that watch knowing that it was not part of what you had to do?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes I could have refused it Mrs Chair but at the end of the day the point still comes I had took it, that's why I'm asking in my amnesty it was a mistake, I felt bad after I took it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know that credit cards were also removed from the alleged Indian security policemen?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "That I heard in court but I never removed any credit cards, me myself that even, that day.  I never removed any cards, I heard it in court when they arrested us, charged us with cards involved.  I never took any cards, I never see any cards.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you not present at all material times?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "I was present.  Look, Mrs Chair, that evening, that day I was busy assaulting and torture those people, people who were torturing them, those guys at the end of the day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you not like a commander?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Look Mrs Chair, that day it was - we just panicked that - it was like a panic that day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you not the commander?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes I was in charge but I couldn't say do what or who did what.  For example look like the watches Mrs Chair, I never saw they took any watches at that day.  Only after we burned out the car we found out people were robbed of their jewellery.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Leopeng, you may proceed.",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "...[inaudible] the Committee?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes Mr Leopeng.",
            "Male"
        ],
        [
            "MR LEOPENG",
            "This is the evidence of the applicant.\nNO FURTHER QUESTIONS BY MR LEOPENG",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Leopeng.  Ms Thabete do you have any questions to put to Mr Plaatjies?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MS THABETE",
            "Yes Madame Chair, thank you.  Mr Plaatjies, you say you were given instructions by Mr Bashing.  Exactly what were the instructions given to you?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "The instructions was to eliminate those two Indians and get rid of them.",
            "Male"
        ],
        [
            "MS THABETE",
            "Maybe you can clarify something for you, in your affidavit you say after being informed that the two Indian security policemen, it's on page 3, paragraph 3.6.  You say\n\"After being informed that the two Indian security policemen are looking for me, I took an initiative to eliminate them.\"",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes that was the order ...[intervention]",
            "Male"
        ],
        [
            "MS THABETE",
            "I haven't asked the question.  My question is why didn't you specify here that Ashley actually told you to eliminate them, why do you say you took an initiative to eliminate them?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Well maybe I was just in a hurry to write the application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now we are talking about a supplementary affidavit that has been handed up by your lawyer after consultation with you which affidavit I must state accords with the evidence contained in your application form on page 213 wherein you say you were \"tipped off\" by Ashley and you do not suggest that he instructed you.  Now we have your supplementary affidavit and we also have your application form.  In both documents you do not suggest that you were instructed to do anything?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Mrs Chair at the end of the day I would say I was instructed because at the end of the day I wouldn't haven't tell him if I wasn't instructed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I know that, what Ms Thabete wants you to explain is how did you come to say something else and in your vive voce evidence you say something completely different?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Mrs Chair ...[indistinct]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, she has referred you to that affidavit and in particular to paragraph 3.6 on page 3.",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Then Mrs Chair I think I was just maybe in a hurry to write the application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you aware we are talking about a supplementary affidavit that was prepared by you with the assistance of a lawyer?  How can you be in a hurry to do something when you are coming to a Committee to disclose your participation about an offence for which you are seeking amnesty.  How can you be in a hurry to do something and in the process you say something which did not happen?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Well Mrs Chair this morning the advocate only handed me only this morning this affidavit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that affidavit was not prepared in consultation with you?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "He only consulted this morning Mrs Chair, this morning we have consultation, it wasn't even long.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what is reflected in that affidavit is not correct?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "I couldn't say Mrs Chair because right now where I am I am a bit confused also now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now let's forget about the affidavit which you say - now, yes?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "I just want to come in here.  In his application he actually says\"\n\"Ashley tipped me off about the two Indian security that were investigating us and that they should be eliminated\"\nbut in the supplementary affidavits - and then he says he took an initiative to do this but in the supplementary affidavit it doesn't say anything about Ashley having given the instructions to eliminate them.  So I wanted him to clarify that.",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Here by 3.6 it said \"after being informed\"",
            "Male"
        ],
        [
            "MS THABETE",
            "Yes, you were not instructed, you were just informed, the two policemen were looking for you and then you say you took initiative to eliminate them, you don't say you were given instructions to eliminate them?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes if we can closer at the end of the day I didn't draw up this affidavit at the end of the day.",
            "Male"
        ],
        [
            "MS THABETE",
            "Wasn't it read to you before you ...[intervention]",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "It was only this morning given to me.",
            "Male"
        ],
        [
            "MS THABETE",
            "But it was read to you, isn't it?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.",
            "Male"
        ],
        [
            "MS THABETE",
            "Why didn't you identify that fault?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "I'm sorry about it Mrs Chair.",
            "Male"
        ],
        [
            "MS THABETE",
            "I mean it's an important factor because you're saying here, what you're saying here is that you did it on your own, no one gave you instructions to do it?  It's not just a misprint or whatever, it's a ...[intervention]",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Well at the end of the day I was given an instruction to get rid of them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just to take that issue further you are saying you were given an instruction by Ashley?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes it was an order.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And if Ashley had not given you that instruction you wouldn't have killed, you wouldn't have committed the acts you did, that is killing one person and severely injuring the other?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "That's right Mrs Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If that is so, how then does it become your stated objective to send a message to the security branch about the fact that you can no longer tolerate the harassment and the intimidation they were subjecting the members of your community to?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Well Mrs Chair, as I said that was my message I wanted to get through.  I don't know how would the cops have taken it, that was my message I tried to get through at the end of the day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you also wanted to commit the act because you as Mr Plaatjies wanted to send this message to the security branch?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes Mrs Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that message couldn't have been as a result of the instructions you got from Mr Bashing?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Well Mrs Chair at the end of the day I was a foot soldier of Mr Bashing so at the end of the day I would have listened, I wouldn't have gone out of my own way and just go and planned anything without any order.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You keep on telling us at the end of the day this would have happened, this wouldn't have happened.  I just want to know how if it was your own stated objective to send a clear message to the security branch to stop the harassment and the intimidation, the subjecting your community to.  How can that happen if that never was your own intention to kill?  How can you have a stated objective which really didn't emanate from you?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "At the end of the day as I say Mrs Chair as I said earlier on it was nothing that I could have done.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed Ms Thabete.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Thank you Madame Chair.  Mr Plaatjies you also say that when Ashley Bashing informed you about the policemen who were investigating you, he did not point them out to you.  On what basis then did you target these two men who were driving in an Uno?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "At the end of the day there's in our community not sommer actually you get Indians in our vicinity, most of this is coloured area.  During that time I just target, we just abducted them.",
            "Male"
        ],
        [
            "MS THABETE",
            "So I don't know whether I'm hearing correctly are you saying ...[intervention]",
            "Female"
        ],
        [
            "MR LAX",
            "Sorry, I just didn't hear the first part of your answer?  You just something them and then you abducted them, what did you say?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "I said in our community ...[intervention]",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, no I heard that but the last part of your answer was you said Indians weren't common in your community, then you said I just something them and then we abduct them?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "The day when they approach us, we abducted them.",
            "Male"
        ],
        [
            "MR LAX",
            "Before that you said something about \"I just\" something \"them and then we abduct them\" that was your reply.",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Maybe it was just a slip of the tongue Mr Chair.",
            "Male"
        ],
        [
            "MS THABETE",
            "Mr Plaatjies are you saying you identified them on the basis that they were Indian?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes and Ashley Bashing as I said, during that week, they were pointed also out, wouldn't just remember as I said in my chief ...[intervention]",
            "Male"
        ],
        [
            "MS THABETE",
            "No, in your evidence you specifically said and clearly said\n\t\"Ashley Bashing did not point them out to me.\"",
            "Female"
        ],
        [
            "MR LAX",
            "Sorry Ms Thabete, it's the other way around.",
            "Male"
        ],
        [
            "MS THABETE",
            "Thanks, I stand to be corrected.\n\tYou've also said in your evidence that you were present at all material times when the incident took place, is that correct?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes Mrs Chair.",
            "Male"
        ],
        [
            "MS THABETE",
            "And you say you were the commander or you instructed the other guys to carry out the whole robbery and whatever happened that day, is that correct?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "I couldn't say I instructed them for the robbery because it was not my intention, it was not part of the deal or the order to rob those guys so if any other torturing ...[intervention]",
            "Male"
        ],
        [
            "MS THABETE",
            "My question to you is that if you were the instructor and you had the political objective and these were just people from your area, why didn't you say anything, why didn't you reprimand them when you saw them robbing, robbing of the watches and all that?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "As I said earlier on in my evidence there wasn't time to see people get robbed as Mrs Chairman also asked me about the credit cards, there was no time to look because I was busy assaulting those guys at the end of the day.  I didn't - my eyes - because we were panicking that day.",
            "Male"
        ],
        [
            "MS THABETE",
            "No but isn't it correct that you actually got into the car of Mr Makanjee and Padajachee and that you were seated in front, isn't that correct?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes you must - as I said the investigators at one time, when I get out and went and fetch hangers ...[intervention]",
            "Male"
        ],
        [
            "MS THABETE",
            "I don't understand your evidence.  How could you not have seen, I mean you were sitting in front, how could you have not seen when they were out of their watching ...[intervention]",
            "Female"
        ],
        [
            "MR LAX",
            "Ms Thabete, let him finish, he's trying to explain.  There was a point where he got out of the car to get hangers.  Just finish your evidence Mr Plaatjies?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes Mr Chair, there was a time when I get out, it's possible it could be that time or the time we were robbed because when I came back I was asking that the co-accused, Henry Christian, did he said anything yet?  He said no.  After that we went and shot them.  It was at the scene of the crime we will tighten those guys with hangers.",
            "Male"
        ],
        [
            "MS THABETE",
            "According to the evidence in court that was led by Mr Makajee, Makanjee or whatever, you were seated in front of that car, it's on page 12 - 21.  The car stopped and you forced the people out of the car and then it's at that time that you took possession of the bank cards and the watches.",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Mrs Chair if you can ...[intervention]",
            "Male"
        ],
        [
            "MS THABETE",
            "It was before you actually went to the house of the lady to ask for coat hangers?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "If I could remember carefully on that day in court I had a bandage on my hand.  I was busy assaulting them.  I think in chief evidence Mr Makanjee said the one with a bandage was hitting from behind.  I had an operation here on my hand.  If you can go clearly to my evidence, he said the one with the bandage on his hand, I was the one who was assaulting them.",
            "Male"
        ],
        [
            "MS THABETE",
            "I'm not disputing that Mr Plaatjies.",
            "Female"
        ],
        [
            "MR LAX",
            "Mr Plaatjies, just listen to the question before you start arguing with the evidence leader.  Do you understand, she hasn't even finished putting the question to you and you're already trying to answer.  Please just listen carefully, in that way you'll understand the issue better.",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Okay Mr Chair.",
            "Male"
        ],
        [
            "MS THABETE",
            "Mr Plaatjies, I'm not disputing the fact that you assaulted them, but what I'm saying to you is that evidence was led in court that you actually took, robbed them of their watches and their bank cards before you assaulted them and before you used the coat hangers to tie them.  So it's not possible - I put it to you, it's not possible that you could not have been there when the watches were taken because this happened before you actually stopped and got out of the car to get the coat hangers to tie them up?  Can you explain?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Well Mrs Chair it's impossible because that time no one was robbed yet, even me, I was surprised when after we burned out the car because as you said, you said in chief evidence I was sitting in the front but at the end of the day the one with the bandage was sitting at behind, is in chief evidence, was hitting him.  The one with the bandage around his hand.  I was sitting at the back, I never sat in the front Mrs Chair.",
            "Male"
        ],
        [
            "MS THABETE",
            "But you agreed that you sat in front of the car?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "I never sat in the front.",
            "Male"
        ],
        [
            "MS THABETE",
            "Is it not also correct that you stopped and you tried to extract cash from the various bank outlets with the cards that you had taken from them?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "I don't remember about any stopping at any banks that day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know or don't you know?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "I don't know about any cards.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's not something that you can forget.",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "No I don't remember about cards.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did that happen or that did not happen?  It's not something that you can forget?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Well Mrs Chair as I said if I could have remembered I will tell Mrs Chair as I only heard all those evidence in court.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that did not happen?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "It did not happen at that day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "May I request you to address me as Madame Chair?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes Madame Chair.",
            "Male"
        ],
        [
            "MS THABETE",
            "When these men approached your house or when these men went past your house, did you know they were policemen?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "As I said there's no Indians always in our community and during that week ...[intervention]",
            "Male"
        ],
        [
            "MS THABETE",
            "No, I'm asking did you know they were policemen.  I know you knew they were Indians.  I'm asking did you know they were policemen?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "No I was just acting, I was just panicking that day.",
            "Male"
        ],
        [
            "MR LAX",
            "Just answer a simple yes or no.",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "No I didn't - I took the initiative they were policemen.",
            "Male"
        ],
        [
            "MR LAX",
            "Did you know that they were policemen, yes or no, plain and simple?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "I thought they were but at the end of the day ...[intervention]",
            "Male"
        ],
        [
            "MR LAX",
            "You didn't know?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "So just say no.",
            "Male"
        ],
        [
            "MS THABETE",
            "So on what basis did you attack them if you didn't know they were policemen with regard to the political objective that you've stated in your evidence?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "As I've said the reason why I answer it ...[indistinct] at court, I was told those guys were not from the security branch that's why I responded to that question like that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On what basis did you proceed to abduct them if you did not know that they were policemen, that is the question put to you?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "I understand the question wrong Mrs Chair.\nBut that day when I abducted them I was sure they were policemen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have just said you did not know that they were policemen when they approached your house?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Well Madame Chair as I said also now in my evidence I said I only heard those things in court that's why I respond to that question like that.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "May I just enquire from you Mr Plaatjies, I'm sorry to interrupt you, if you established in court that they were not policemen, why did you in your affidavit still refer to them as Indian security policemen?  If you look for an example on page 3 of your affidavit, 3.8:  \"then these two Indian security policemen confronted me.\"  Why are you ...[inaudible] affidavit that they are policemen?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Well that what's happening on that day on that specific day, you can't talk about after court.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.  Proceed.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "So what are you saying Mr Plaatjies, are you saying you did not know they were policemen or are you saying you did know that they were policemen?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "The night of the attack?",
            "Male"
        ],
        [
            "MS THABETE",
            "When they went past your house?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "I did think they were policemen that night.",
            "Male"
        ],
        [
            "MS THABETE",
            "You thought they were policemen.",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Ja they probably were policemen.",
            "Male"
        ],
        [
            "MS THABETE",
            "Why did you think that they were policemen?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Because I had the information that they were Indians.",
            "Male"
        ],
        [
            "MS THABETE",
            "So to you Indians are policemen, is that what you are saying?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes it's possible.",
            "Male"
        ],
        [
            "MS THABETE",
            "So when you see an Indian it's the same thing as if you are seeing a policeman, is that what you're saying?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "As I said in my - it's not easy to see an Indian there in Westbury.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But why would on this occasion when seeing these two Indian men think that they were policemen?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Mrs Chair that day I just panicked.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You keep on referring to your state of mind as being that of panicking?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you have to panic?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "If it were policemen maybe my life would also be in danger that night.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You didn't know, you actually saw two Indian persons, what made you to panic when seeing two Indian persons.",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Because the information I had that the Indians were looking for me, Mrs Chair - Madame Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But it was not just any other Indian, the information was that two Indian policemen?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "As I said I just get an order what I was supposed to do Mrs Chair, Madame Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I also still do not understand this aspect of your evidence which seems to contradict with what you've previously stated.  You said these men were identified by Ashley, Ashley pointed them out to you?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes that same - during the week.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So why should you not be in a position to know whether they are the same persons that had previously been identified to you by Ashley?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "As I said earlier Mrs Chair it was about at night that time before 8 o'clock, those things happened, it was already about dark and that day those people when they were pointed out it was during the day Mrs Madame Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes but then ...[intervention]",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "But at night you couldn't see but you could see it was Indians but at the end of the day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you had information about how these people looked like?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes Madame Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now when you abducted them you say you didn't know whether they were the same persons that had been identified to you by Ashley?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Madame Chair as I've said things happened so fast that day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But then when you tortured them you must have been very close to them, is that not so?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "As ...[indistinct] Mrs Chair, I don't think while we were torturing they were denying ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "They were from the security branch.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, don't preempt my question, I haven't finished my question.  When you tortured them you must have been close, yes or no?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "We may have been close Mrs Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "And it were the same people that Ashley - is Madame Chair trying to ask me if those were the same people Ashley were point out?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why have you not said that in your evidence in chief and when questions were being put to you by Ms Thabete?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Maybe I'm a bit confused Mrs Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why should you be confused when you are giving evidence about an incident that happened, that you have had an occasion to reflect upon because you know you have to come and give evidence before this Committee?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Well I think Mrs Chair anyone who is coming here is a bit worried, things like that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Worried about what?  All you have to do is to tell the truth?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes and that's why I'm here today to tell the truth Mrs Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So why should your evidence be confused and therefore incorrect?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Well Mrs Chair at the end of the day Mrs Chair can also take into account where I'm sitting today without a cent and it's a bit difficult, psychologically I'm confused Mrs Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Proceed Ms Thabete.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Thank you Madame Chair.\n\tYou say you were just a supporter of the ANC.  Were you a member of the ANC?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.",
            "Male"
        ],
        [
            "MS THABETE",
            "You were?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.",
            "Male"
        ],
        [
            "MS THABETE",
            "Do you have a card?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Well at the moment I can't get any card because I'm in prison.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At the time in question did you have a card, were you a card carrying member?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes I had a card but I lost my card.",
            "Male"
        ],
        [
            "MS THABETE",
            "Under what branch were you working in Westbury, do you have a branch in Westbury?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "At that time there was no branch in Westbury.  Mr Ashley Bashing made me a card because in 1993 there was no branch.  I heard late 94/95 they had a branch there.  During that time there wasn't any branch.",
            "Male"
        ],
        [
            "MS THABETE",
            "Anyway my question is you were just a supporter and member of the ANC.  What authority did you have to give instructions to other people to commit these acts.",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "And I will say that time is a time I'll go, there's nothing I could have done, it was an order I get from Mr Ashley Bashing.",
            "Male"
        ],
        [
            "MS THABETE",
            "No, I'm saying you also instructed, he gave a further instruction, isn't it?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.",
            "Male"
        ],
        [
            "MS THABETE",
            "I'm asking you what authority did you have to give such further instructions as just a member and supporter.",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Well Mrs Chair I think that time there was nothing I could have done.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why are you saying there's nothing you could have done when the question is so simple.  What authority did you have to give instructions to members of the community to carry out something that had been issued to you in your capacity as an ANC member and your evidence, may I remind you, was that these were ordinary locals, not necessarily ANC supporters or members?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "At the end of the day Mrs Chair the order was given to me so it's always that I should have some manpower that's why I used those guys for manpower to assist me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you have a unit in your area when you talk of manpower?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "No maybe Madame Chair is understanding me wrong, I just used those guys to help me that day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you were given an order by Ashley ...[intervention]",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes Madame Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you discuss with Ashley that you did not have people that can assist you in order to execute the order?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "It wasn't any discussions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you not do that?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Because the same day, most of that time Ashley and Mr Marx they were busy, I don't know what they were busy with, other staff, I don't know which staff they were busy Madame Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But now after that date you did not have an occasion to speak further to Ashley, this was an important order?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "I know Madame Chair because I didn't have any chance to talk because I only met Ashley again on the Saturday morning and we attend a funeral.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Proceed Ms Thabete?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Maybe I should make a follow up question on that aspect.  Did Ashley give you reasons why these men or Indian men had to be eliminated?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Well you know sometimes you just call it like ...[indistinct] language, they were busy there, at the end of the day he was just giving the information, he didn't told me because I could just take note because of my activities.",
            "Male"
        ],
        [
            "MR LAX",
            "The question was did he give you a reason why they should be eliminated?  It's a very straightforward question.  Do you understand the question?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Why did - what reason did he give you, did he give you a reason, yes or no?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Well at the end of the day ...[intervention]",
            "Male"
        ],
        [
            "MR LAX",
            "Just answer the question, did he give you a reason?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes he gave me a reason.",
            "Male"
        ],
        [
            "MR LAX",
            "Right, what reason was it?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "It's actually in connection with the gun running and the activities we were involved.",
            "Male"
        ],
        [
            "MR LAX",
            "So what do you mean in connection with, why was that a problem that they should be eliminated.",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "At the end of the day there's nothing I could have done, because they were from the security branch, on the other side we were arming ourself for the security branch also at that time.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes but you're involved in gun running?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "These people are investigating your activities?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Now how is killing them going to stop anyone else investigating your activities?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "That question also came to me earlier on, it would be difficult to say because at the end of the day I wanted to send the message.",
            "Male"
        ],
        [
            "MR LAX",
            "So it wasn't Ashley's decision, it was your decision?",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "It came from Ashley I shouldn't have shot them if it wasn't a decision from Ashley.",
            "Male"
        ],
        [
            "MR LAX",
            "Well you've never told us that Ashley wanted to send a message, you've said you wanted to send the message.",
            "Male"
        ],
        [
            "JULIAN DION PLAATJIES",
            "As I said it was an order, I didn't mean that Ashley wanted ...[intervention]",
            "Male"
        ],
        [
            "MR LAX",
            "No, no, we're just going round in circles.  Carry on Ms Thabete?",
            "Male"
        ],
        [
            "MS THABETE",
            "Earlier on in your evidence you also said that you abducted these two men because you wanted to question them, do you remember that?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes it's ...[indistinct]",
            "Male"
        ],
        [
            "MS THABETE",
            "What did you want to question them about?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Why they were looking for me, for which branch they are working for.",
            "Male"
        ],
        [
            "MS THABETE",
            "But you already knew they were looking for you, they were investigating your gun running?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes and what do they want from me and that's why I said in my application we tortured them.",
            "Male"
        ],
        [
            "MS THABETE",
            "No, you already knew they were investigating you or allegedly investigating you because you were involved in gun running.  What other information did you want from them?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Well I want to know the truth, what they want actually from us, the real story.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But wasn't that the truth Mr Plaatjies?  You already knew the details of the investigation, what more did you hope to get from them.  You knew, you believed that you were being investigated for gun running, you never doubted that was the reason why you were being investigated?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes Mrs Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what more did you expect to extract from them?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Well as I said as we were torturing them it came out Madame Chair they denied they were policemen also so it was difficult for us that's why we abducted them because they denied.",
            "Male"
        ],
        [
            "MS THABETE",
            "But they didn't deny they were not policemen, didn't you say you heard in court they were not policemen?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes in court I heard.",
            "Male"
        ],
        [
            "MS THABETE",
            "So they were telling the truth, they were not policemen?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes, they were telling the truth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "May I interpose?  Why was it necessary to ascertain that information whether they were policemen or not?  I mean you already had come closer to them and you had identified them as being the same persons that had been pointed out by Ashley to you?  Why then go to the extent of getting that kind of information from them?  It doesn't make sense to me, your order is to kill and not to confirm an information.  Why then should you torture in order to seek to confirm any kind of information?  Why go outside the scope of your specific orders?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Well Madame Chair that time there's nothing I could have done, it just happened that day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You know, you keep on telling us that there's nothing that you could have done.  We are here to get evidence from you in order to consider your application.  We expect to receive information by way of evidence from you.  It will not assist us in getting responses \"there's nothing that I could have done.\"  We need information.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "May I just interpose here?  Tell me, did you search them for firearms, these two policemen or so called policemen?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes we - because I was the first one to the car I ...[indistinct] under the seats while I was at the back of the seat also there were no firearms in their possession.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "But surely a security cop would wear a firearm on his person?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "We come again back there and that's why maybe we continued to torture them.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "To do what?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "To find out why - because there was no firearms in the car.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Now didn't you then when they denied - think that they were not policemen, they deny it, there are no firearms, not in the car, not on their person.",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes they denied they were ...[indistinct]\nbut they just ...[intervention]",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "No, that's not my question.  My question is, should you not then have thought that these guys are not policemen?  They've got no firearms, there are no firearms in the car and they say they are not policemen and you keep on torturing them, why?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Mrs Chair I think there is some cops that walk without firearms at that time so it's obvious I took it maybe that way.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Why did you keep on torturing if you knew that they were cops in your own mind?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "I can't answer that question Mrs Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Isn't it true Mr Plaatjies that there was no reason for you to torture them in order to extract any kind of information if you were actually executing the instructions of Mr Ashley which did not say you must torture to obtain any kind of information which instructions merely said kill them because they are investigating you for among others gun running?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes Mrs Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And therefore what you did you did outside the instructions given by Mr Ashley?",
            "Unknown"
        ],
        [
            "JULIAN DION PLAATJIES",
            "I would say that was because by that time Madame Chair it was war, there was nothing I could have done, it was war.  I agree with Madame Chair.",
            "Male"
        ],
        [
            "MS THABETE",
            "You say you abducted them to question them?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.",
            "Male"
        ],
        [
            "MS THABETE",
            "To get information from them?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.",
            "Male"
        ],
        [
            "MS THABETE",
            "That's correct?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes.",
            "Male"
        ],
        [
            "MS THABETE",
            "If they had given you that information would you still have shot them?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "Yes because I should have shot them to protect my identity at the end of the day.",
            "Male"
        ],
        [
            "MS THABETE",
            "So you would have shot them for the reason of protecting your identity?",
            "Female"
        ],
        [
            "JULIAN DION PLAATJIES",
            "And the cell group.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed to the next issue Ms Thabete.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Thank you, no further questions Madame Chair.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Do you have any re-examination Mr Leopeng?",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "No re-examination.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Leopeng, are you in a position to address us?",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "Madame Chair, I ask for a short adjournment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why?  You don't need a short adjournment.  This is a very simple matter, there's nothing complex, there is no evidence that has been led here that is not in your papers.  Why should you require an adjournment?",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "Madame Chair, it's not an adjournment for the purpose of consultation or whatever, it's just ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, you don't need a consultation for purposes of addressing us, you address us on the evidence that has been led by way of viva voce and by way of documents, we have Annexure A which is his application form and Annexure B is the supplementary affidavit and you have been sitting there listening to the vive voce evidence given by Mr Plaatjies.  What more do you need in order to prepare for your legal address?",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "I will proceed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.",
            "Unknown"
        ],
        [
            [],
            "Well Madame Chair and the Committee my argument will just very simply be that the idea and the main objective of the applicant in abducting and killing one of\nthe two abducted Indian chaps was just to ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he abduct only one Indian chap or he abducted both?",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "He abducted both and killed one, that's the evidence, was simply that he abducted and killed one solely because they were investigating him for the gun running, that's the evidence and that's all ...[indistinct] the objective as he said was just to send a clear message to other security officers and I do not have further argument on that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does that conclude your address?",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete?",
            "Unknown"
        ],
        [
            [],
            "Madame Chair, my submission to there that the applicant has contradicted himself in his evidence when cross-examined and in the issue of following orders, I mean in his affidavit he's made it clear that it was on his own initiative to eliminate the victims and I think this is in line with his reason behind because he says they were investigating him or he believed that they were investigating him.  It goes very well with the fact that he could have taken an initiative to eliminate them.\n\tFurther Madame Chair, the basis of having identified the victims is really, it's nothing political, I mean the applicant has \ngiven evidence that they were identified on the basis that they were Indians which doesn't even link him to the objective that he alleges that he wanted to give a clear signal to the security policemen.\n\tMadame Chair, I would submit in short that there's nothing political according to the evidence given by the applicant and given the fact that he has contradicted himself so much and the fact that he keeps on saying there's nothing that he could do even though he claims that he was a member.  It looks like he didn't even have authority to give such instructions.\n\tI don't think really he complied with the requirement of full disclosure and it is my submission that amnesty should be refused.  Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Thabete.  This Committee will take a short adjournment in order to consider the evidence tendered by Mr Plaatjies in support of his application for amnesty and we'll come back and pronounce our decision after ten minutes.  Thank you.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Thank you.\nWITNESS EXCUSED\nF I N D I N G\nON RESUMPTION",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We have now come to a decision in respect of the application by Mr Julian Dion Plaatjies which was heard today being the 12th February 1999 and this is our decision.\nThis is an application for amnesty in terms of Section 18 of the Promotion of National Unity and Reconciliation Act 34 of 1995.  Mr Plaatjies applies for amnesty in respect of the following convictions:\n1.\tKidnapping of Deran Ramakanjee.\n\t2.\tKidnapping of Arula Padajachee.\n\t3.\tThe assault with intent to do grievous bodily harm \n\t\tin respect of Deran Ramankanjee.\n\t4.\tThe assault with intent to do grievous bodily harm in respect of Arula Padajachee.\n\t5.\tThe attempted murder of Deran Ramakanjee.\n\t6.\tThe murder of Arula Padajachee.\nAll these offences were committed on the 15th January 1993 at or near Coronation in Johannesburg.\n\tAfter having heard the testimony of the applicant and having noted the supplementary affidavit handed in on his behalf, we as a Committee are not satisfied that the applicant acted with a political motive.\n\tFurthermore, we have no doubt that the acts applied for were in fact acts of criminality, committed for personal gain.\n\tAccordingly, the applicant does not comply with Section 20 sub-section 1 of the Act and AMNESTY IS THEREFORE REFUSED.  That is our decision.",
            "Unknown"
        ],
        [
            "MR LEOPENG",
            "As it pleases the Committee.",
            "Male"
        ],
        [
            "MS THABETE",
            "As it pleases the Committee, thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Leopeng, you may be excused.\n\tMs Thabete, does this not bring us to the end of the day and the week?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Yes Madame Chair it does.  I would like to take this opportunity to apologise to the victims in the matter of Vusi Sydney Gadefe Manoni.  They've come all the way from Giani.  Unfortunately we have to hear it next week, I've explained it to them, next week on Wednesday, otherwise Madame Chair, it concludes our roll for this week until next week Tuesday where will be doing the matter of Gadebe and Mkhwanasi and on Wednesday the matter of Vusi Sydney Manoni.  Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I think on behalf of the Amnesty Committee the panel would like to extend it's appreciation to our transcribers, the translators for the difficult job they have to do.  To the persons from the witness protection programme and not forgetting members of Correctional Services, we really appreciate the fact that you were always prompt in bringing applicants to this venue and our warmest appreciation to the media for the wonderful job that they are performing in enabling our society to be part of this process and most importantly, to the members of the public for participating in this process.\n\tWe have now come to the end of our hearings this week.  We will resume next week on Tuesday the 16th February with the remainder of our roll.  Thank you very much and enjoy your weekend.\nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}