{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-04-13",
        "location": "CENTRAL METHODIST CHURCH, JOHANNESBURG",
        "day": "2",
        "names": [
            "ZAKHELE SIMELANE"
        ],
        "case number": "AM 3122/96",
        "matter": "TWO VEHICLE ROBBERIES, BANK ROBBERY AND ATTEMPTED MURDER",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53277&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99041214_jhb_990413jh.htm",
        "speakers": [
            "ADV SIGODI",
            "CHAIRPERSON",
            "DR TSOTSI",
            "INTERPRETER",
            "MR MOTEPE",
            "MR MOTEPE IN ARGUMENT",
            "MS THABETE",
            "ZAKHELE SIMELANE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "ADV SIGODI",
            "DR TSOTSI",
            "MR MOTEPE",
            "MS THABETE",
            "MR SIMELANE",
            "ZAKHELE SIMELANE",
            "INTERPRETER",
            "MR MOTEPE IN ARGUMENT"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "For the record I'm Judge Pillay.  I'm going to ask my colleagues to just announce themselves for the purposes of the record.",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "Adv Sigodi from the Port Elizabeth Bar.",
            "Unknown"
        ],
        [
            "DR TSOTSI",
            "Dr Tsotsi and attorney at Port Elizabeth.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Would you please announce your names?",
            "Unknown"
        ],
        [
            "MR MOTEPE",
            "Adv Motepe from the Pretoria Bar.",
            "Male"
        ],
        [
            "MS THABETE",
            "Thabile Thabete, Evidence Leader, TRC.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Motepe, I understand that you're appearing for the first two applicants today.",
            "Unknown"
        ],
        [
            "MR MOTEPE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They are different matters though.",
            "Unknown"
        ],
        [
            "MR MOTEPE",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So which one are you going to deal with first?",
            "Unknown"
        ],
        [
            "MR MOTEPE",
            "The matter of Zakhele Simelane.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will complete the evidence in that case and then move on to the other one.  Is that what you plan to do?",
            "Unknown"
        ],
        [
            "MR MOTEPE",
            "I'm in the Committee's hands, but I thought we would finish with this one and then go to the next.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Good, we'll do it that way.",
            "Unknown"
        ],
        [
            "MR MOTEPE",
            "As it pleases the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Proceed.",
            "Unknown"
        ],
        [
            "MR MOTEPE",
            "Just bear with me, the applicant is having problems.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can proceed.",
            "Unknown"
        ],
        [
            "MR MOTEPE",
            "Committee Members, as already discussed in the chambers, what we intend doing is to hand in the affidavit that has already been prepared, the supplementary affidavit.  I don't know at this stage if the Committee would like me to read it into the record.  As I have already indicated, the application by the applicant is detailed, it gives all the necessary information that we require.  The supplementary affidavit was just to add where, especially on the question of instructions by commanders.  I don't know if the Committee would like me to read any of this into the record.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you carry on, Mr Simelane, which language would you prefer to use?",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "Zulu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You may be seated.  Yes Mr Motepe, you were saying?",
            "Unknown"
        ],
        [
            "MR MOTEPE",
            "I was saying that I don't know at this stage whether the Committee would like me to read the supplementary affidavit into the record or is it not necessary?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, we can all read, so you don't need to do that.",
            "Unknown"
        ],
        [
            "MR MOTEPE",
            "Okay.  We do not have anything to add on the information that we have, that the Committee has before it.  As I've already indicated, the application is detailed, all the information is in there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Simelane, have you heard what your advocate has said to us about your testimony?",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "Yes, Your Honour.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you aware of the contents firstly, of your application?",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And do you confirm the contents?",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "Yes, I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you aware of the contents of the affidavit that supplements that application?",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you confirm the contents of that affidavit?",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you got any other questions that you wish to raise with the witness, Mr Motepe?",
            "Unknown"
        ],
        [
            "MR MOTEPE",
            "No, there's no question on my side.\nNO QUESTIONS BY MR MOTEPE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MS THABETE",
            "I do have questions, Chair.\n\tMr Simelane, you have given evidence that, or your evidence says that you were an SDU member, is that correct?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "That is correct.",
            "Male"
        ],
        [
            "MS THABETE",
            "Under which area were you operating?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "Zone 5.",
            "Male"
        ],
        [
            "MS THABETE",
            "Where?  Whereabouts in Zone 5?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "Katlehong.",
            "Male"
        ],
        [
            "MS THABETE",
            "And can you briefly explain the structure of your SDU in Katlehong, from the commander right down to the last, how many members you were, who was your commander, how you used to operate. - just briefly.",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "Let me start off with the first one.  As I was a member of the SDU we were divided into cells and sometimes there would be 10 to 15 people within a cell and each cell had a commander and there was an area commander as well as a central commander.",
            "Male"
        ],
        [
            "MS THABETE",
            "Before committing the operation that you've applied for amnesty for, what other activities did you used to do as SDUs in Katlehong, or what other activities were you involved in?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "I would say that I was patrolling at night, patrolling with other members of the SDU's.  Those are the activities in which I was involved.",
            "Male"
        ],
        [
            "MS THABETE",
            "Coming to the first robbery you spoke about, where you highjacked a car to go and fetch material, what was going to be done with the material?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "The material was to be used.  I would say there were firearms involved as part of the material and these were to be used in protecting ourselves.",
            "Male"
        ],
        [
            "MS THABETE",
            "Do you have information as to who supplied that material that you were going to fetch?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "I would not be in the position to say because we would be given an address to say we should go to Secunda at a particular address to fetch the material.",
            "Male"
        ],
        [
            "MS THABETE",
            "And who gave you that address?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "Manyala, our central commander.",
            "Male"
        ],
        [
            "MS THABETE",
            "And what position did he hold in the ANC or what authority  did he have besides being a commander?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "I would not know, I just knew that he is the one who was liaising with the ANC as a central commander.",
            "Male"
        ],
        [
            "MS THABETE",
            "So are you saying you don't know whether was a member of any ANC or not?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "I can say he was a member of the ANC, because all the approvals came from the ANC.",
            "Male"
        ],
        [
            "MS THABETE",
            "Can you explain what you were going to do with the self-made weapons that were going to be made from this material?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "Would you please repeat the question.",
            "Male"
        ],
        [
            "MS THABETE",
            "Can you explain how you were going to use the weapons, or rather what the weapons that you were going to make were going to be used for?  Remember you said you were going to fetch material to be used to make home-made weapons, so my question to you is what were those weapons going to be used for?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "Let me start off by saying that the situation at Katlehong was terrible, we were under attack most of the time, we were not in the position to protect ourselves under Inkatha's attack.  They were being assisted by the Security Forces.  We wanted to have our own weapons and we had to make our own home-made guns with which we would be in the position to protect ourselves.",
            "Male"
        ],
        [
            "MS THABETE",
            "Sorry, I don't know whether I missed - who used to attack you?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "Inkatha.",
            "Male"
        ],
        [
            "MS THABETE",
            "On page 17 of the bundle, in your statement you say you were fetched and taken to the centre point at Khumalo where you met with other comrades.  Who fetched you?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "On which date may I ask?",
            "Male"
        ],
        [
            "MS THABETE",
            "6th of December '91.",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "Not 16?",
            "Male"
        ],
        [
            "MS THABETE",
            "Sorry, 16th, yes.",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "It was a Tuesday(?) and we had gone to a rally and on coming back I went out to see my girlfriend and on coming back from my girlfriend I received a message to the effect that comrades had come to say I was being sought at the centre point and I had to avail myself there at 7 o'clock, which I did.",
            "Male"
        ],
        [
            "MS THABETE",
            "So you were not - were you fetch by someone to the centre point, or you went there\nyourself?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "As I have indicated, people came to pick me up to say we should go to centre point.  I was not there at the moment.",
            "Male"
        ],
        [
            "MS THABETE",
            "Still on the first operation, when you committed the first operation of stealing the vehicle, how many were you?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "...(no English interpretation)",
            "Male"
        ],
        [
            "MS THABETE",
            "How many were you?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "There were four of us.",
            "Male"
        ],
        [
            "MS THABETE",
            "Besides Mlungisele Lindabane(?) that you've mentioned, who are the other two that you were with?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "Comrade Vincent as well as comrade Mpigelele.",
            "Male"
        ],
        [
            "MS THABETE",
            "Where are they right now?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "I would not say.  What I heard is that one of them has since passed away at Dekule, following the 1993 violence and I don't know where the other one is.",
            "Male"
        ],
        [
            "MS THABETE",
            "In your own words, how do you, how would you say - the armed robberies that you committed, how would you say they were political?  In what way were they political?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "I did explain briefly in my application that we were attacked most of the time at Katlehong so that the youth were no longer going to school, the adults were not going to work as well and there was no money with which we could buy firearms.  So an order was issued to the fact that for us to be able to protect ourselves we should go and procure help to try and protect ourselves.",
            "Male"
        ],
        [
            "MS THABETE",
            "Why couldn't you use your own cars, why did you need to rob other people's cars to go and fetch that material?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "We had been instructed to the effect that we should not, on fetching such materials we should use vehicles belonging to anyone of the SDU members, so avoid being arrested.",
            "Male"
        ],
        [
            "MS THABETE",
            "In your supplementary affidavit on page 2 you talk about a gun that was confiscated by the police, where did you get this gun from?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "I did not have a firearm on this day, I had a toy gun.  But yes, we used to get our firearms from our commanders.  For example when we were patrolling in the evenings we would go and sign for the issuing or the reception of such firearms and we would take them back in the morning.  We used to use these firearms as well as ammunition for which we had to append our signatures.",
            "Male"
        ],
        [
            "MS THABETE",
            "If you were not caught, what were you going to do with the car after you had collected the material?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "We would put the car at a place where it could be easily located by its owner.",
            "Male"
        ],
        [
            "MS THABETE",
            "When your commander told you to go and rob the cars, did he explain to whether it was the policy of the ANC to do so?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "No.",
            "Male"
        ],
        [
            "MS THABETE",
            "He did not explain?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "He did indicate that, or should I say it is not the policy of the ANC.",
            "Male"
        ],
        [
            "MS THABETE",
            "And with regard to the bank robberies, did he explain whether it was the policy of the ANC to robe banks?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "That too was not the policy of the ANC.",
            "Male"
        ],
        [
            "MS THABETE",
            "So what justification can you give for having proceeded to commit these acts even though they were not policies of the ANC?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "I would say that we robbed banks not following the ANC policies, but we knew that we were being attacked most of the time and we were trying that the commanders should confer with the ANC so that we can get assistance.\n\tAt the time the ANC military wing had been banned or disbanded so that that structure could not be used and therefore the SDUs had to be set up so that the community could protect itself.  \n\tThere were policies within the SDUs themselves and members knew that certain policies were broken under certain circumstances.",
            "Male"
        ],
        [
            "MS THABETE",
            "With regard to the second robbery on the 7th of February 1992, is it correct that you actually did rob the bank?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "That is correct.",
            "Male"
        ],
        [
            "MS THABETE",
            "Which bank was this?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "Volkskas Bank in Heidelberg.",
            "Male"
        ],
        [
            "MS THABETE",
            "How did you rob it?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "We were travelling in a vehicle.  I got off the vehicle, there were two of us in the vehicle, Boy Ndamane went to park the car at the door of the bank.  He went in first and I came in from behind and we took some money from the employees of the bank.  We out, got into the car and fled.",
            "Male"
        ],
        [
            "MS THABETE",
            "Were there any people injured?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "According to what I heard in Court, one employee apparently went to see a doctor, apparently he or she was disturbed mentally, but no-one was hurt.",
            "Male"
        ],
        [
            "MS THABETE",
            "So they weren't any shootings that occurred during this robbery?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "That is correct.",
            "Male"
        ],
        [
            "MS THABETE",
            "And when there was a chase between you and the policemen, were there any shootings that occurred?",
            "Female"
        ],
        [
            "ZAKHELE SIMELANE",
            "No.",
            "Male"
        ],
        [
            "MS THABETE",
            "Thank you Mr Chairman, no further questions.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Motepe, any questions?",
            "Unknown"
        ],
        [
            "MR MOTEPE",
            "I don't have any questions.\nNO QUESTIONS BY MR MOTEPE",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Where is comrade Manyala today?",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "I was told that he passed away in the past few years.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And comrade Dondolo?",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "He too I heard is deceased.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Simelane, are those leg irons you have on?",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "May the question please be repeated.  Yes, Your Honour.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will the prison authorities please remove that. Proceed.",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "You say that you wanted to get his material to make home-made guns or weapons, do you know where these home-made weapons were going to be manufactured?",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "Yes, I know.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Where were they going to be manufactured?",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "At our centre point, our meeting place.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And who was responsible for manufacturing the home-made weapons?",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "Katiwe was experienced, Katiwe and Khosikona Majola were the ones who were charged with the manufacturing of these.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Were they charged and convicted, do you know?",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "No, they were not arrested because our operation was not accomplished.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "I thought you said they were charge.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Chairperson, a point of rectification, they were charged with the responsibility of manufacturing the weapons.",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "Okay, no further questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Doctor?",
            "Unknown"
        ],
        [
            "DR TSOTSI",
            "For which offences are you seeking amnesty?",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "All the offences that I committed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, we aren't able to give you blanket amnesty, you've got to specify them to us, that is why the question was asked.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "May I come to his assistance there?  I believe he's referring to the offences that are mentioned in here.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Three robberies?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Three robberies, that is correct.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "Is he not applying for unlawful possession of firearms and ammunition?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "As he has already explained he didn't possess the guns actually, he only had a toy and he was only convicted for robberies, not for arms and ammunition.",
            "Female"
        ],
        [
            "DR TSOTSI",
            "Yes, what I understand is that he was convicted for robbery in respect of the first robbery, what about the second robbery?  Wasn't there a subsequent conviction on two counts of robbery?  This one robbery, is it three robberies - I'm a bit confused, that he is seeking amnesty for?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "It is three robberies, two for the motor vehicles, the third one for the bank.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What was your sentence?",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "19 years prison.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How was that made up?",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "May the question be repeated please.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How was that made up.  How did they get to 19 years.",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "For the first car theft offence I was given a sentence and for the second offence I was given 13 years and for this other offence I was sentenced as well and the total number of years amounted to 19.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No wait, what did you get for the first robbery of the motor vehicle?",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "Six years.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the second motor vehicle robbery?",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "The vehicle as well as the bank robbery were combined and I was given 13 years for both.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see, so the total came to 19.  And when did this sentence start?",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "On the 21st of May 1992.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "May?",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "May 1992.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was the bank robbery successful?",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "No, we did not succeed in robbing the bank.  We did not succeed, but we did manage to get hold of the money at the bank, but our vehicle broke down along the way and we were arrested.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the first motor vehicle that you robbed, what happened to that vehicle?",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "We were arrested on the scene of the crime.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The first robbery for which you got six years, you robbed a motor vehicle.",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "That's the one I'm referring to, Your Honour, we did not succeed, we were arrested on the scene of the crime.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And having been arrested you committed a second robbery of a motor vehicle at the time you robbed the bank?",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "We got out of jail on bail and we pursued with our struggle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you, you are excused.",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "The second vehicle that you used, who did you get it from, where did you get it from?",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "Our commanders - or should I say, on the 9th of February 1992 they took us along to point the car to us at Maluleki Section and they said this is the vehicle that we were going to use.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "How was it identified, I mean why was it chosen, that particular vehicle?",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "The reason here is that we had been told that his person was an Umdlembe(?), he was not contributing and he would not come to assist during times of fighting.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry, I don't understand, what is an Umdlembe?",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "It's a sell-out.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And then what happened to that vehicle?",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "We took it on a Monday, but it broke down along the way and its owner found it after we were arrested.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Thanks.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "He can leave, he can go back.\n\tIs that all you have to produce by way of evidence, Mr Motepe?",
            "Unknown"
        ],
        [
            "MR MOTEPE",
            "In terms of evidence yes, but I just wanted to point in tying up.  I don't know if this will be the time ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll come to that.",
            "Unknown"
        ],
        [
            "MR MOTEPE",
            "Okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete, is there any bits of evidence you want to lead?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "No, Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are we done with the evidence?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "We are done with the evidence.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Motepe, you wanted to say?",
            "Unknown"
        ],
        [
            "MR MOTEPE IN ARGUMENT",
            "When one looks at the evidence that has been given before the Committee, one would realise that the offences were as a result of the attacks that were mounted on the communities by several forces, be it Inkatha, be it Security Forces, and one can see clearly the link between these types of offences, that the communities didn't have arms to defend themselves, they had to go and get arms somehow and robbing the bank is getting the money to buy the arms was one of the means that they used to acquire those arms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If that was not the policy of the organisation on whose behalf he operated, would he be entitled to then rely on the allegation that he operated on the basis of a command?",
            "Unknown"
        ],
        [
            "ZAKHELE SIMELANE",
            "If one looks at Section 20(3), it is enough for one to have acted on the orders of the commander of the SDU.  Even though the policy of the liberation movement was not to rob banks as it were, but they had specific orders from the SDUs, which were protecting the communities at that time.  And one must remember that there was not always a clear command between the ANC headquarters and the SDUs.  Communities were faced with urgent situations where they were being attacked.  At times they had to come up with their own means of protecting themselves, and that was the situation in this case.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you are saying that it could have been the policy of the SDUs to do that?",
            "Unknown"
        ],
        [
            "MR MOTEPE",
            "The policy of the SDUs at that particular time, not a long-standing policy.  And as one knows even liberation movements like the PAC have admitted that they used to rob banks and that is ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The SDUs were not established by the PAC.",
            "Unknown"
        ],
        [
            "MR MOTEPE",
            "That is correct, but ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We all know they were established by the ANC.",
            "Unknown"
        ],
        [
            "MR MOTEPE",
            "That is correct, I was just indicating the robbing of banks was not a different thing, it was actually done by other movements.  And if one looks at this sub-section I've just referred to, the motive of the person is of relevance here as well.  It is clear that it was a political motive, nothing else, there was no personal gain on these particular offences, it was a political motive.  If one looks at, I believe it's (3)(e)\n\"... whether the act, omission, offence was committed in the execution of an order, on behalf of, or with the approval of the organisation, institution, liberation movement ...\"\nI believe it would fall under - SDU could be regarded as an institution, not necessarily a liberation movement.  The ANC in this particular instance will be a liberation movement, but provision is given that policies might have been of institutions, organisations, even liberation movements.  In this particular instance the policy of SDU institution.  So in my submission the applicant does qualify in terms of the Act.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anything more?",
            "Unknown"
        ],
        [
            "MR MOTEPE",
            "Save to refer again to the same section, but under (b), the context.  This was as a result of the uprisings that were being experienced and I have already addressed this point I believe.  I just wanted to tie it with this sub-section.  That is all at this stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "I have no argument, Mr Chair, except to say that I would have no objections if amnesty is granted and I leave it in the capable hands of the Committee to make a decision.  Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, we're going to take some time to give a decision in this matter.",
            "Unknown"
        ]
    ]
}