{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-04-22",
        "location": "JOHANNESBURG",
        "day": "3",
        "names": [
            "CAREL HENDRICKS MEIRING"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54731&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/joburg/jbgamn.htm",
        "speakers": [
            "ADV BOSMAN",
            "ADV SIGODI",
            "BRINK",
            "CAREL HENDRICKS MEIRING",
            "CAREL HENDRIK MEIRING",
            "CHAIRPERSON",
            "MR BRINK",
            "MR KNOETZE",
            "MR MALAN",
            "MR MEIRING",
            "MR PRINSLOO",
            "WITNESS EXCUSED"
        ],
        "original_speakers": [
            "MR PRINSLOO",
            "CAREL HENDRICKS MEIRING",
            "MR MEIRING",
            "CHAIRPERSON",
            "NO FURTHER QUESTIONS BY MR PRINSLOO",
            "MRS VAN DER WALT",
            "MS VAN DER WALT",
            "NO FURTHER QUESTIONS BY MRS VAN DER WALT",
            "MR KNOETZE",
            "BRINK",
            "MR BRINK",
            "CAREL HENDRIK MEIRING",
            "ADV BOSMAN",
            "MR MALAN",
            "ADV SIGODI",
            "WITNESS EXCUSED"
        ]
    },
    "testimony": [
        [
            "MR PRINSLOO",
            "Honourable Chairperson, the following witness is Mr Meiring.",
            "Male"
        ],
        [
            "CAREL HENDRICKS MEIRING",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR PRINSLOO",
            "As it pleases the Chair.\n\tMr Meiring, what is your age?",
            "Male"
        ],
        [
            "MR MEIRING",
            "I am 33 years old.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Is it correct that you are the applicant in this matter which is connect with the charges to which you were found guilty in the Supreme Court by the Honourable Judge Marais?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Is it correct that in this specific matter you were sentenced to death?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "On several charges?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Is it correct that your sentence was amended after the Constitutional Court found that the death sentence was no longer constitutional?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That's correct, the sentence was amended to life sentence.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And when was this sentence changed to life imprisonment?",
            "Male"
        ],
        [
            "MR MEIRING",
            "I cannot remember the specific date but it was about 3 weeks ago.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "With Judge Marais?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Meiring, did you undergo military training?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Just for the record, his application appears on page 68, from that page to page 84 and then 117 to 126.\n\tAnd where did you undergo military training?",
            "Male"
        ],
        [
            "MR MEIRING",
            "In 1983 I was called up to Driesaai in Potchefstroom and after that I underwent selection for the officer's course in Oudtshoorn then I also did duty at the parachute battalion.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Is it correct that you performed six years worth of service in the Permanent Force?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And during that time, did you ever perform border duty?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "During your military training and your service in the Army, was it pointed out who was the enemy at that point?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Who was the enemy?",
            "Male"
        ],
        [
            "MR MEIRING",
            "It was said to us that it was the ANC/SACP Alliance.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "After you left the Army, did you joint the AWB?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And you joined the AWB in September 1993?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Which training did you receive in the AWB?",
            "Male"
        ],
        [
            "MR MEIRING",
            "I myself did not receive much training in the AWB apart from the theory.  I was the training officer who presented the training to the members.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What experience did you have in order to present such training to the AWB members?",
            "Male"
        ],
        [
            "MR MEIRING",
            "I had been an instructor for approximately five years where I presented training to various troops, for example drilling, shooting, techniques of attack.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were you also trained in shooting?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "The training which you provided for other members of the AWB, what did that involve?",
            "Male"
        ],
        [
            "MR MEIRING",
            "We did drilling for discipline, shooting for women and children as well as members who could not handle firearms who also did techniques of attack, movement and soforth.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "How did you regard the AWB, as a military organisation or a non-military organisation, what was your view?",
            "Male"
        ],
        [
            "MR MEIRING",
            "I provided training for them so I regarded them as a para-military organisation.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And the training which you presented, was it intensive by nature?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes, it was very intensive.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What was the objective of the military training which you provided?",
            "Male"
        ],
        [
            "MR MEIRING",
            "It was necessary for the struggle which lay ahead.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "At that point in 1993, when you joined the AWB, what was your reason for joining?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Because I believed in the ideology of the AWB, that we could obtain our own Volkstaat, have our own religion, training, education and soforth.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Thus the AWB was in favour of an ...[indistinct] government?",
            "Male"
        ],
        [
            "MR MEIRING",
            "No, they were not in favour of it.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What was their view?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That we would wage war if this should happen, we wouldn't simply hand over the country to them.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Towards the end of 1993 there had already been planning for an election which would be held in 1994?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And did the AWB approve of that election or not?  What was their attitude?",
            "Male"
        ],
        [
            "MR MEIRING",
            "They disapproved of it completely.  They maintained that we ...[END OF TAPE]",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "... that point with regard to the training of the AWB and so forth what happened?",
            "Male"
        ],
        [
            "MR MEIRING",
            "It was announced from the platform that if we did not have weapons we have to steal weapons and that we would have to arm ourselves for the imminent revolution.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And what did you understand by that? Would it be a peaceful process? Would the weapons be used or not?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Well if we had to steal weapons it was an offence already so I assume that it could not have been a peaceful story.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you believe that the AWB would have used violence or negotiations or what?",
            "Male"
        ],
        [
            "MR MEIRING",
            "It appeared to me as if they would use violence to further their ends.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "On the 12th of December 1993. Let me put it to you this way. You resided in Randfontein area, is that correct?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Krugersdorp.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Under whose command were you in the AWB?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Under the command of Commandant Martin and Phil Kloppers.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Martin is the previous applicant?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And Chief Commandant Kloppers is the first applicant seated over there?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And who was the Commander in Chief in your area?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That was General Jappie Oelofse.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And what was your rank at that point?",
            "Male"
        ],
        [
            "MR MEIRING",
            "I was a field cornet in the AWB.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "On the 12th of December 1993 you received a message to meet at a certain place?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Who sent the message?",
            "Male"
        ],
        [
            "MR MEIRING",
            "I received the message from my wife because I was taking an afternoon nap on that Sunday. She herself received the message from Martin's wife.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you have to go in uniform or in civilian clothes?",
            "Male"
        ],
        [
            "MR MEIRING",
            "The instruction was to wear camouflaged clothing and to be armed.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "From the military or what?",
            "Male"
        ],
        [
            "MR MEIRING",
            "From the AWB.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And that camouflaged dress from the AWB, could that be distinguished as AWB clothing?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes, symbols were attached to the shoulders which would distinguish one as an AWB member.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you have to go armed?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Which arms did you take with you?",
            "Male"
        ],
        [
            "MR MEIRING",
            "I took a 9 millimetre pistol.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Your own pistol?",
            "Male"
        ],
        [
            "MR MEIRING",
            "It was a pistol from work but I had permission to take it with me.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Where did you go then?",
            "Male"
        ],
        [
            "MR MEIRING",
            "We went to Uncle Harry's Roadside cafe.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "At Uncle Harry's when you arrived there, were other members present?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Myself and Peter Matthews arrived first and after that the other members arrived until we were all there.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "The other members of those co-applicants who appear before the Committee today?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Who was in command there at that point?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Commandant Deon Martin was in command before Phil Kloppers arrived.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And with the arrival of Commandant Kloppers did you just stand around there sitting in the cafe or what did you do?",
            "Male"
        ],
        [
            "MR MEIRING",
            "We just stood around.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was there any parade that was held after that?",
            "Male"
        ],
        [
            "MR MEIRING",
            "No.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was no parade held when Kloppers arrived?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes, when he arrived Deon Martin brought us to attention and he saluted Chief Commando Kloppers after which Kloppers addressed us.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And what did Kloppers say to you?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Broadly he told us that he had just come from an order group meeting from General Jappie Oelofse. That Oelofse had said that this is the \"real McCoy\" and that tonight would be a hard option and that the revolution would begin tonight all over the country.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What did you understand by an order group meeting? What is that?",
            "Male"
        ],
        [
            "MR MEIRING",
            "My understanding of it was that all the area generals had met. And they received various instructions there.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And so therefore you understood that the instruction that Kloppers received came from the higher command?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And what did you understand by the words \"the real McCoy\"?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That this was the real thing, that the revolution would begin tonight.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "By using the words war and revolution, at that point from what you experienced in the country did you regard it or experience it as a war situation?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Definitely.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And then he said that it was the \"real McCoy\" as you put it. What then?",
            "Male"
        ],
        [
            "MR MEIRING",
            "After that Phil Kloppers asked who of us did not have arms. Two or three of the members said they did no have arms. Upon which he produced 2 hand made shot guns from his car and gave them to the people.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Do you know to who the 2 hand made shot guns were handed over.",
            "Male"
        ],
        [
            "MR MEIRING",
            "At that point I was not certain who did he give them to. One was given to Martin van der Schyff and the other one to Etienne Visser.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Your co-applicants?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And then from the roadside cafe did you go to a specific place or places?",
            "Male"
        ],
        [
            "MR MEIRING",
            "After that we went to Jaco Badenhorst parental home where we found the 2 vehicles which we would have used, that was the Sentra and the Mercedes. And we changed their number plates with masking tape.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you enjoy a drink anywhere?",
            "Male"
        ],
        [
            "MR MEIRING",
            "After we had changed the license plates with masking tape we went to Visser's home where we had a drink.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What did you have to drink?",
            "Male"
        ],
        [
            "MR MEIRING",
            "I had a glass of whisky with water.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did it have any influence on you at all?",
            "Male"
        ],
        [
            "MR MEIRING",
            "No.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And at any stage was it said to you where you would go and what would happen?",
            "Male"
        ],
        [
            "MR MEIRING",
            "We were told at Deon Martin's house that when we picked up the roadblock equipment that we would be having a roadblock at the Radora crossing. We did not know exactly where it was. Martin and Kloppers drove ahead of us to that place.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "On the way to that specific place where the roadblock would be held did any incident occur before that?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes an incident did occur. Two black persons came walking out of a plot, the Sentra stopped, three jumped out to go and speak to these black people. I do not know what happened. I personally did not climb out of the vehicle and go with them. Badenhorst and I remained in the vehicle.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "When you say that you remained in the vehicle are you referring to the Sentra?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes that is the Sentra which I am referring to.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Who were passengers in the Sentra?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Myself, Matthews, Badenhorst, Diedericks and van der Schyff.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And after they had climbed out and gone to those people and returned did Commandant Kloppers speak to them about their conduct at any time?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes. The Mercedes stopped quite a way away from there to wait for us after they had climbed back into the vehicle the Sentra drove on to where the Mercedes was, where Phil Kloppers admonished them for assaulting the black people on the side of the road.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "So they were chastised for that?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And after that you left for the specific Radora, Ventersdorp crossing?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "At the Ventersdorp crossing or in that area was a specific instruction issued to you as to what your tasks would be?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes. I had to set up the roadblock and that is what I did.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And who issued the instruction to you to set up the roadblock?",
            "Male"
        ],
        [
            "MR MEIRING",
            "I am not entirely certain who it was. It could be one of the two commandants.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And did you set up such a roadblock?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Just broadly, how was it set up?",
            "Male"
        ],
        [
            "MR MEIRING",
            "I appointed 3 people with reflector jackets as traffic officers who had to pull over the vehicles at the roadblock. Then I placed 2 other people a little bit further in the veld to ensure that people could not run away. Mr Visser would switch the blue light on the roof of the Sentra on and off. And I myself supervised to see that everything would go according to plan.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was there any person who had a torchlight?",
            "Male"
        ],
        [
            "MR MEIRING",
            "The presiding traffic officers were furnished with flashlights but I do not know who exactly had the flashlights.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What would happen then if a vehicle approached? What was the procedure?",
            "Male"
        ],
        [
            "MR MEIRING",
            "The instruction was that the Mercedes would drive along, identify a vehicle with black passengers, turn around to take over the vehicle, flash headlights at us, upon which we would switch on the blue light and pull the vehicle off to the side of the road.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What would be the purpose of pulling the vehicle off the road?",
            "Male"
        ],
        [
            "MR MEIRING",
            "After that the passengers would be asked to climb out of the vehicle. They would be searched and asked to sit on the side of the road upon which the vehicle would be searched.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Would the passengers be questioned in any way?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Martin and Kloppers would undertake the questioning. That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you know what the purpose behind the questioning was?",
            "Male"
        ],
        [
            "MR MEIRING",
            "It would be to determine to which political party they belonged, where they came from and where they were going.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "After it had been determined that a person belonged to a certain political party what would happen then?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That would depend upon which political party the person belonged to. If it was the IFP the persons would be let go and if it was ANC then the instruction was to shoot such people dead.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "At that point was the AWB favourably inclined towards the IFP?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "You have said to the Committee that the Mercedes would indicate if a vehicle was approaching, a vehicle with black passengers which had to be apprehended, what happened then?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Some of the vehicles which we pulled over early in the evening and I cannot recall exactly how many there were did not belong to certain political parties and after the vehicles and the passengers had been searched we let them go.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Is that after you had determined to which political parties the passengers belonged?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Thus persons who belonged to other parties for example those to which the AWB were favourably inclined would be allowed to go?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Can you tell the Committee what happened with the other vehicles which arrived? Can you tell the Committee what happened when the Honda Ballade and the other vehicle arrived?",
            "Male"
        ],
        [
            "MR MEIRING",
            "When the Honda Ballade and the Cressida arrived they stopped approximately 200 metres away from the roadblock. I do not know what happened there but after a while the vehicles moved forward. The traffic officers who had been appointed or those who had been appointed as traffic officers pulled the vehicles off the road. The passengers were told to get out. They were searched as well as the vehicles.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And after that what happened then?",
            "Male"
        ],
        [
            "MR MEIRING",
            "After the vehicles had been searched and the passengers had been searched and questioned the questioning was still under way when Martin gave the instruction to take the Mercedes and to drive back and to see why the 2 vehicles had stopped. Andre Visser and I as well as the driver of one of the vehicles, I do not know which vehicle, climbed into the Mercedes and drove off. We wanted to see what they had thrown out. We only found a packet of ice where they had stopped. I reported to Martin that I had found only a packet of ice at that place.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What happened then?",
            "Male"
        ],
        [
            "MR MEIRING",
            "After I had reported to Martin that I had only found a packet of ice I went back to the Sentra and I stood behind the Sentra. And the reason for that is so that I could see if some one was trying to run into the veld. Right after I stood there I heard a shot fired. After which I heard more shots being fired. This lasted for approximately 10 seconds.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you fire any shots?",
            "Male"
        ],
        [
            "MR MEIRING",
            "No. I did not fire any shots. None of the black persons were running to the veld. I also could not shoot in the direction of those who were seated because otherwise I would have shot at my own people.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And after the persons had been shot, what happened then?",
            "Male"
        ],
        [
            "MR MEIRING",
            "After the shooting I shouted that a vehicle was approaching but I could have been mistaken. I saw it as a vehicle. There are lights from residences in the area. We climbed into the vehicle, those of us who were driving in the Sentra and when we drove away Kloppers shouted to us to meet them at the Randfontein City Hall.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "You then went to the City Hall?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Before you proceed, at the City Hall was anything given or shown to you?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes a case of cassettes was taken out as well as a tool box. The mechanics officer, Diedericks was not with us at that point. Peter Matthews took the tapes and the equipment on the order of Kloppers. He said that it might have had propaganda on it.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Is that what was said to you or did you hear it?",
            "Male"
        ],
        [
            "MR MEIRING",
            "No I did not hear it, Matthews told me.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "So that is afterwards?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes that was afterwards.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "You did not hear Kloppers say it. But at the Town Hall who received the cassettes and the equipment?",
            "Male"
        ],
        [
            "MR MEIRING",
            "The cassettes were given to Visser. I took the equipment to hand over to the mechanics officer at the next meeting. However there was no following meeting before we were arrested.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What would have been the purpose?",
            "Male"
        ],
        [
            "MR MEIRING",
            "It would have been for Mr Diedericks.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What was his rank? The rank of Diedericks?",
            "Male"
        ],
        [
            "MR MEIRING",
            "I cannot remember what his rank at that point was.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "You would have given it to him?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "When were you arrested?",
            "Male"
        ],
        [
            "MR MEIRING",
            "On the 6th of January 1994.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And therefore you could not hand it over to Diedericks?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "After the meeting at the Town Hall where did you go then?",
            "Male"
        ],
        [
            "MR MEIRING",
            "We did not meet Phil Kloppers and the others at the Town Hall because a number of sirens were going off. I do not know if they were sirens of emergency vehicles. I said that we could not stand around there in public. That we had to go back to Mr Badenhorst's house where we dressed in civilian clothes. Because the instruction was to meet Kloppers there and I immediately went back to the Town Hall in order to carry out the instruction and wait for them there.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Why couldn't you stand around there in public in your uniform when you heard the sirens?",
            "Male"
        ],
        [
            "MR MEIRING",
            "I was afraid that they would arrest me.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you then go to Badenhorst's home?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What happened there?",
            "Male"
        ],
        [
            "MR MEIRING",
            "There I dressed in civilian clothes and we returned to the Town Hall to wait for Kloppers.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did they arrive there?",
            "Male"
        ],
        [
            "MR MEIRING",
            "No they did not arrive there. We waited awhile and then we returned to Jaco Badenhorst's house where we found Kloppers and the others.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And at Badenhorst's house, what took place there?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Kloppers asked each one of us who fired shots. Everyone answered in the affirmative as well as myself because he was in a very aggressive mood, him and Martin because we had driven away so quickly from the scene without helping them to pick up the shells and so forth.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What happened further at Badenhorst's house?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Kloppers showed us the ear which Martin had cut off and after that we all went home.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did Martin keep the ear or did he give it to some one? Do you know?",
            "Male"
        ],
        [
            "MR MEIRING",
            "I do not know. Kloppers had the ear taken from the car. I do not know who went to fetch the ear from the car.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And after that you went home?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And you said that you were arrested on the 6th of January 1994?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were you then detained in terms of Section 29?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And during your detention according to the stipulations of Section 29 you made a statement?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That is correct. I did make a statement.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "To who did you make the statement?",
            "Male"
        ],
        [
            "MR MEIRING",
            "I made the statement before a magistrate. I do not know who it was.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was your statement served in court as an exhibit?",
            "Male"
        ],
        [
            "MR MEIRING",
            "I myself did not testify. My advocate advised me to submit a plea explanation.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "But the statement which you made in front of the magistrate, was that ever submitted to court?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes it was submitted.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Chairperson I could not trace the statement in order to make it part of the documents. We did make certain attempts but the Deputy Attorney General does not have the dossier at his disposal. That is why we do not have the statement.\n\tYou were then prosecuted?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And we will submit the indictment to the Committee. After you were prosecuted you were detained in Diepkloof Prison?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And in Diepkloof you were visited by members of the AWB, is that correct?",
            "Male"
        ],
        [
            "MR MEIRING",
            "At a point AWB members visited me. Among others General Nick Fourie and General Oelofse.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was he also detained in that prison because of other matters?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes that is correct. He was detained in the same section with us.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you speak to him or did he speak to you?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes we did speak to one another.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And did Oelofse mention anything with regard to this case?",
            "Male"
        ],
        [
            "MR MEIRING",
            "He congratulated us with what we had accomplished. He said that we had done a good job and he even told us that we would receive medals.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were you promoted in any way while you were there?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Correct I was promoted to the Assistant Commander.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "On whose recommendation did this take place?",
            "Male"
        ],
        [
            "MR MEIRING",
            "I do not know upon whose recommendation but Deon Martin did promote me.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Would the recommendation for that promotion have come from some one else or could it have been done on own initiative?",
            "Male"
        ],
        [
            "MR MEIRING",
            "I am not well versed regarding the procedure for promotions.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "But you were promoted?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes. That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And why would you have been promoted while you were in prison on murder charges?",
            "Male"
        ],
        [
            "MR MEIRING",
            "We were promoted because the General had said that we had done a good job and that we were an example to the others.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "You mention the General, which General?",
            "Male"
        ],
        [
            "MR MEIRING",
            "General Jappie Oelofse.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you ever receive any medal?",
            "Male"
        ],
        [
            "MR MEIRING",
            "No. Thus far I have not received anything.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "You have heard the testimony of Commander Martin, did you attend the meeting at the Voortrekker Monument?",
            "Male"
        ],
        [
            "MR MEIRING",
            "No. I was on standby that weekend at work and I could not leave town.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Thus you do not have any knowledge regarding that incident?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Pardon me what is your answer?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "I was on standby Chairperson, I could not leave town.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "But the question honourable Chairperson is that he does not have any knowledge regarding what happened at that meeting?",
            "Male"
        ],
        [
            "MR MEIRING",
            "No I do not know anything about what happened at that meeting.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "During December 1995 Oogonia Terreblanche the leader of the AWB and other senior officers of the AWB visited the prison?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And what happened there?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Commander Phil Kloppers asked Mr Terreblanche if he could speak to him seeing as there were rumours going around that we had acted without instructions and that we had behaved like errand children. Upon which Mr Terreblanche said to Mr Kloppers: \"Well if everybody had done what they should have done that night you would not be in prison today.\"",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Could you deduce from the behaviour of Mr Terreblanche and his co-officers that he disapproved of your conduct on that night?",
            "Male"
        ],
        [
            "MR MEIRING",
            "No. It definitely appeared to me that he had knowledge of our conducts and that he had approved of it.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Currently, are you still a member of the AWB?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes I am still a member of the AWB.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And the application which you have made which appears on page 68 of the bundle, you are aware of your application that you completed? Do you confirm this?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes I do.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Do you confirm the events which occurred in terms of your application?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Do you confirm the motivation for your acts?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes I confirm this.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "As far as you are concerned at that point was there any other method, other than violence which the AWB could have implemented that evening to prevent the ANC/SACP Alliance from winning the elections in the national party government?",
            "Male"
        ],
        [
            "MR MEIRING",
            "There was no other option but violence.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "The elections took place on the 27th of April, that was 5 months later?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "So therefore the election was directly involved in it?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "The reason why those people were killed that night, what did you understand behind the reason for the killing?",
            "Male"
        ],
        [
            "MR MEIRING",
            "We committed these acts in order to attempt to topple the NP government of then and bring about chaos. We were trying to cause as much of a panic situation as possible in order to postpone the elections.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "NO FURTHER QUESTIONS BY MR PRINSLOO",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mrs van der Walt?",
            "Unknown"
        ],
        [
            [],
            "Mr Meiring, you committed the act and you testified that you believed that the revolution had begun. Do you know of any bomb explosions which occurred directly after that?",
            "Female"
        ],
        [
            "MR MEIRING",
            "Yes there were bomb explosions in Krugersdorp and in Pretoria West.",
            "Male"
        ],
        [
            [],
            "What did you think about that?",
            "Female"
        ],
        [
            "MR MEIRING",
            "I thought that the revolution was still under way.",
            "Male"
        ],
        [
            [],
            "And it is also so that bomb explosions took place until a few days before the elections in places like Braamfontein and Pretoria and those people who had planted the bombs and detonated the bombs there were all AWB members?",
            "Female"
        ],
        [
            "MR MEIRING",
            "Yes.",
            "Male"
        ],
        [
            [],
            "What did you think of that?",
            "Female"
        ],
        [
            "MR MEIRING",
            "I still thought that the revolution was under way.",
            "Male"
        ],
        [
            [],
            "No further questions thank you.",
            "Female"
        ],
        [
            [],
            ".",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink? Oh I am sorry. Mr Knoetze?",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "Thank you Mr Chairman I have no questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY BRINK",
            "Thank you Mr Chairman. Mr Meiring I am putting my questions to you in english but please answer in afrikaans. Is it correct that the ideology of the AWB is based on Christian principles and more particularly Calvinistic principles?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "That is correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "Because I read this you see in this document which was drawn up by General Oelofse and I refer specifically to page 25. So any way it is common cause that the AWB, the ideology is based on Christian principles, more particularly Christian national principles and again Calvinistic principles. Is that, that is true?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That is correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "And is it correct that all members of the AWB no matter what their seniority must abide by this aspect of AWB policy? That is to live a good Christian life?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That is correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "And you regard the Bible as being the absolute word of God?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That is correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "But God said: \"Do not kill.\" What do you say to that?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That is correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "And do you agree that Sunday is a holy day in the Christian religion?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Saturday is my holy day Chairperson.",
            "Male"
        ],
        [
            "MR BRINK",
            "Is it is the, what church do you belong to if I may ask?",
            "Male"
        ],
        [
            "MR MEIRING",
            "I am from the Israel Truth.",
            "Male"
        ],
        [
            "MR BRINK",
            "Alright, were you before a member of the Dutch Reformed Church or Die Herformde Kerk?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Previously I was a member of the Reformed Church.",
            "Male"
        ],
        [
            "MR BRINK",
            "So you agree that for Christians, Sunday is a holy day, people go to Church? They pray to their Lord? Do you agree with that?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On the day of the incident what Church were you?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "At that point I did not attend any Church.",
            "Male"
        ],
        [
            "MR BRINK",
            "Were you then not surprised that an order should come from a senior member of the AWB to go out and kill people on a Sunday?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Chairperson I did not doubt the instructions. I simply carried them out.",
            "Male"
        ],
        [
            "MR BRINK",
            "My question was; were you not surprised Mr Meiring?",
            "Male"
        ],
        [
            "MR MEIRING",
            "No it did not surprise me.",
            "Male"
        ],
        [
            "MR BRINK",
            "I may have misheard you but are you still a member of the AWB?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That is correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "And do you therefore still believe that what happened on that night, that horrible murderous night was justified?",
            "Male"
        ],
        [
            "MR MEIRING",
            "At that point we were in a state of war. The situation has changed and I do not think that anything like that will ever happen again.",
            "Male"
        ],
        [
            "MR BRINK",
            "I would like you to answer my question. Do you think that what happened on that night was justified, thinking about it now as a member of the AWB? Either it was justified or it was not justified?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Thinking back now then it was justified at that time because it was in a state of war.",
            "Male"
        ],
        [
            "MR BRINK",
            "What do you feel about it now?\n(PROBLEM WITH MICROPHONES)",
            "Male"
        ],
        [
            "MR BRINK",
            "Isn't the situation that the group of you decided to go on a murdering spree without any orders whatsoever from senior AWB officers?",
            "Male"
        ],
        [
            "MR MEIRING",
            "I acted on instruction from Commander Martin and Chief Commander Kloppers.",
            "Male"
        ],
        [
            "MR BRINK",
            "Isn't the truth the matter that all of you were to a great or lesser extent under the influence of liquor?",
            "Male"
        ],
        [
            "MR MEIRING",
            "No. One cannot get drunk from one whisky.",
            "Male"
        ],
        [
            "MR BRINK",
            "Were you present in court when Mr Matthews gave evidence? And I refer the Committee to page 26 of the 2nd bundle.",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes I was present.",
            "Male"
        ],
        [
            "MR BRINK",
            "Would you like to have a look at the section, the judgment which I am about to read out? Accused number 1 was Matthews, is that so?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes that was him.",
            "Male"
        ],
        [
            "MR BRINK",
            "Accused number 8 was Andre Visser?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That is correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "And accused number 9 was Kloppers?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That is correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "And number 6 was Martin?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That is correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "In page 26 of the judgment. Do you have it in front of you?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes I do.",
            "Male"
        ],
        [
            "MR BRINK",
            "Can you just read from there, it is the 2nd complete paragraph, it starts with accused number 1, that is Matthews he mentions, just read that to us please?",
            "Male"
        ],
        [
            "MR MEIRING",
            "\"Accused number 1 says that the group went to accused number 8's house and 9 people were present. That means the 9 original accused. And we drank according to the statement that accused 1 gave to the Police. Accused number 1 asked accused number 6: \"Do you think our men have enough courage?\" And he brought a bottle of whisky. And the precise words were not confirmed by accused number 1 but he can remember that accused number 9 said something of courage.",
            "Male"
        ],
        [
            "MR BRINK",
            "Next sentence?",
            "Male"
        ],
        [
            "MR MEIRING",
            "\"And afterwards we drove to the house or plot of accused number 6 where we had more drink and (...intervention)",
            "Male"
        ],
        [
            "MR BRINK",
            "You drank brandy and whisky?",
            "Male"
        ],
        [
            "MR MEIRING",
            "I drank whisky.",
            "Male"
        ],
        [
            "MR BRINK",
            "And the others?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Well we have to ask them themselves, I cannot answer for them.",
            "Male"
        ],
        [
            "MR BRINK",
            "You did not see?",
            "Male"
        ],
        [
            "MR MEIRING",
            "No I did not see.",
            "Male"
        ],
        [
            "MR BRINK",
            "You sit together and drink?",
            "Male"
        ],
        [
            "MR MEIRING",
            "No we did not sit together. I was alone in the kitchen when I drank the whisky at Mr Visser's house.",
            "Male"
        ],
        [
            "MR BRINK",
            "This was a bottle of whisky and a bottle of brandy?",
            "Male"
        ],
        [
            "MR MEIRING",
            "No at Mr Visser's house we had a bottle whisky and this is the only place where I had a drink.",
            "Male"
        ],
        [
            "MR BRINK",
            "Now if General Oelofse gives evidence in these hearings denying that any order was given. What would you say to that?",
            "Male"
        ],
        [
            "MR MEIRING",
            "I cannot comment on that. I received my instructions from Deon Martin and Mr Kloppers.",
            "Male"
        ],
        [
            "MR BRINK",
            "I understand. Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry while you are still on page 26, the question that was drawn to your attention. You people drank on 2 occasions at the house of number 8 and also at the place of number 6. Do you see that?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "I see it Chairperson. Personally I only had a drink at Mr Visser's house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is number 8?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "Yes that is right.",
            "Male"
        ],
        [
            [],
            "Excuse me. The medical people are not here. And we just want to get Mr Kloppers some oxygen. Okay here he comes right now.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do we need to adjourn?",
            "Unknown"
        ],
        [
            [],
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you. Yes it may be that you personally did not drink again at the house of number 6 but did other people drink there? As number 1 has reported to have said?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "I do not know Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you were with them? Would you not have seen it if it happened.",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "I was not in the house with them. I stayed at the vehicle outside.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So are you now saying that it is possible they might have taken some liquor but that you might not have seen that?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "Yes. I did not see them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you are not able to disagree with what number 1 is supposing to be saying here?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "I cannot deny it and I cannot confirm it either.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you through Mr Brink?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            [],
            "Can we adjourn for a moment so we can make sure?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We will adjourn for a few minutes. Please call us as soon as the time is right.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CAREL HENDRIK MEIRING",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Mr Meiring the evidence which I propose to lead from some of the victims of this attack will be to the effect that none of the occupants of those vehicles admitted to being ANC supporters or members. They were merely accused of being members or supporters of the ANC and then the shooting started. What do you say to that?",
            "Male"
        ],
        [
            "MR MEIRING",
            "I do not know what the people told Martin and Kloppers. I was not part of the questioning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you not there when they admitted that they were members of the ANC?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "No I was not with the persons who did the questioning. I was about 10 metres away from there, behind the Sentra.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you never heard them admitting that they were members of the ANC?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "No I did not hear them.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Meiring you had said that you were the training officer?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "That is correct.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "The document that was marked as Exhibit A, the phase 1 document, can you tell us what the status of the document is? In other words did you use this document and what did you use it for and how did you see?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "Mr Chairperson I did not use this document in the training. I just gave basic training like drilling, shooting exercises.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Did you ever possess the document?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "Yes I read through the document. I wrote an exam about it but I cannot remember what was in here.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "How did you see this document? As what type of document did you see it? Just as examination material?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "Yes. Much of the information like the information of guerilla tactics I had knowledge of this. I worked with it every day in the force, in the army. And I just studied it further for examinations.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And you testified also what rumours that went around as you used the expression naughty children, that you just acted as naughty children and you did not receive instruction. Could you point out where these rumours came from? How did you hear about these rumours?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "Yes these rumours came from people from outside. If I say outside, it is people outside prison. Because at that stage we were in detention and this the message that came from outside.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "If you talk about people outside the prison - persons of a particular group, persons of your own group?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "This came from people inside the organisation who said that we acted like naughty children.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Would it not upset you that people in your own organisation would say so?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "Yes we were upset to hear that.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Did you discuss this?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "Yes we discussed it. And this is why Commandant Kloppers asked Mr Terreblanche and asked him: \"These are the rumours going around and could you set it right for us.\"",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Amongst each other did you speculate why people would say these things? Because they must have had reason to say it?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "Yes we discussed it amongst each other but we could not get clarity over why these people said so.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Any of your co-accused, did you see them after the incident and before you were arrested?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Not before we were arrested. We did not meet with each other.",
            "Male"
        ],
        [
            "MR MALAN",
            "You do not have a social relationship, you not friends?",
            "Male"
        ],
        [
            "MR MEIRING",
            "I was not with the organisation very long to be close friends with any of them.",
            "Male"
        ],
        [
            "MR MALAN",
            "And the equipment you kept it?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you have testified, I want to call it a pamphlet whatever was referred to but, this act would put the National Party into chaos. How did you see this happening that the government of the day would be or the government of National Unity would be in chaos?",
            "Male"
        ],
        [
            "MR MEIRING",
            "I saw it in the light of all the acts were committed country wide at that stage the elections would be disrupted so much that it could not proceed. And the government would run around trying to let it happen.",
            "Male"
        ],
        [
            "MR MALAN",
            "And these bombs that you referred to, they exploded before and after this act?",
            "Male"
        ],
        [
            "MR MEIRING",
            "That is right.",
            "Male"
        ],
        [
            "MR MALAN",
            "Not just after your act?",
            "Male"
        ],
        [
            "MR MEIRING",
            "I cannot remember precisely if it is before or afterwards. But I know after we were arrested there were bomb explosions.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you say this is all by the AWB?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes these persons were with us in prison.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you know at that stage, before you were caught that the AWB planted some of these bombs?",
            "Male"
        ],
        [
            "MR MEIRING",
            "No I did not.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "I will put my questions to you in english you can answer in afrikaans. I just want to know why did you choose that particular crossing, the Radora crossing? Why particularly that place?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "I did choose the location for the roadblock. It was decided on by Kloppers and Deon Martin.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Do you why they choose it, particularly that particular crossing?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "I do not know. I would not be able to tell you.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Were you not involved or were you not present when the discussion was being held as to where the roadblock would be held? Were you not present?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "No I was not present.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "The other question that I want to ask you is, I just want to ask you a hypothetical question. If you stopped a vehicle and there were 3 ANC members and 2 IFP members what would you have done?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "It would not have been my decision. Commander Visser and Martin, this was their decision.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "The way you understood the whole operation, in your opinion I just want to know what would you have done as that group if you had found partly ANC and partly IFP motor vehicle?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "I can honestly not answer that question. I was not in control of the roadblock and the happenings there. I just put up the roadblock. I was not the commanding officer that evening.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did you learn for the first time that there was to be a roadblock?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "The first time I heard of the roadblock was when we went to Martin's house and we picked up the equipment for the roadblock.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was there some discussion that followed that decision?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "No they just told us that we would put up a roadblock and we got into the vehicles and we drove off.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "While you were at the house of accused number 8 at that stage no mention was made of a roadblock?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Number 1 told the court that the group drank neat whisky that is now at the house of number 8.",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "Mr Chairperson he might have drank neat whisky. I did not drink neat whisky. I had a small glass of whisky with water.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He speaks about the group?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "No I can testify only to what I drank and as I have said I had a glass of whisky with water.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were promoted by Mr Martin?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "That is correct. I was promoted by Mr Martin.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But it is the same person who had committed these offences with you?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "That is correct. He is also my senior in the hierarchy of the AWB.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the value of such a promotion, a promotion that you have been given by somebody who committed the same offence with you and who is in prison with you for something that you did together? What is the value there of?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "In prison promotion has no value because I was officer of training. What type of training can I give in prison? Personally for myself the Commander gave me the promotion.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now why does he give you a promotion which has no value?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "I cannot answer that question. You will have to ask him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why didn't you ask him. I mean he gave you?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "No I did not ask him. I just accepted it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Actually what I wanted to find out from you was whether this promotion was sanctioned by the people in higher offices in the AWB? This is actually what I wanted to find out from you?",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "I do not know. I did not ask him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In your evidence you said that the people you were in the Sentra, when they saw I think 2 people there, the Sentra stopped and then they went out. And you said that they said they wanted to go and talk to the black people there.",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "No they did not say they want to talk to the black people. They just got out, went to the black people and talked to them and assaulted them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I must have misheard you then because I thought you said they were going to talk to them.",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Prinsloo?",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MR PRINSLOO",
            "Mr Meiring when you were promoted in prison your co-accused Commander Kloppers and Commander Martin, were they also promoted?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes. Commander Kloppers was promoted to Brigadier, Badenhorst was promoted by Eugene Terreblanche in prison promoted to Lieutenant. And Commander Martin was promoted to Colonel.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Who promoted them, Commander Kloppers and Martin? Who promoted them, do you know?",
            "Male"
        ],
        [
            "MR MEIRING",
            "If we look at the hierarchy the only person who could do this is General Oelofse.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And normally with regard to promotions the hierarchy would make the recommendation or Martin would receive instructions to promote you?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes that was the normal procedure.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Are you aware that General Oelofse was arrested and charged regarding bomb explosions which had taken place in the Krugersdorp area during December 1993?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes I am aware of that. General Jappie Oelofse was detained along with us in terms of Section 29 and he was also detained in the Johannesburg prison in the same section as us.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Do you know that he was prosecuted in the Johannesburg Regional Court on various charges with regard to bomb explosions?",
            "Male"
        ],
        [
            "MR MEIRING",
            "Yes I do know about it, him and the other members who were involved.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Thank you Chairperson, no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may step down.",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "Thank you Chair.",
            "Male"
        ],
        [
            "WITNESS EXCUSED",
            ".",
            "Unknown"
        ]
    ]
}