{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-05-14",
        "location": "JOHANNESBURG",
        "day": "4",
        "names": [
            "MARAINSAMY SINGARAM",
            "MODISE MOLEFE",
            "BAFANA EDDIE KHUMALO"
        ],
        "case number": "5547/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54743&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/joburg/shell4.htm",
        "speakers": [
            "BAFANA EDDIE KHUMALO",
            "CHAIRPERSON",
            "COMMITTEE ADJOURNS",
            "JUDGE NGCOBO",
            "MARAINSAMY SINGARAM",
            "MODISE MOLEFE",
            "MR BERGER",
            "MR BIZOS",
            "MR CURRIN",
            "MR DORFLING",
            "MR LAX",
            "MR PRETORIUS",
            "MR TIPP",
            "MS KHAMPEPE",
            "MS MORAKA",
            "MS VAN DER WESTHUIZEN",
            "ON RESUMPTION",
            "WITNESS IS EXCUSED"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MARAINSAMY SINGARAM",
            "MR DORFLING",
            "MR SINGARAM",
            "MR BERGER",
            "MR LAX",
            "JUDGE NGCOBO",
            "NO FURTHER QUESTIONS BY MR DORFLING",
            "MR PRETORIUS",
            "MR TIPP",
            "MS KHAMPEPE",
            "WITNESS IS EXCUSED",
            "MS MORAKA",
            "MODISE MOLEFE",
            "MR MOLEFE",
            "NO FURTHER QUESTIONS BY MS MORAKA",
            "COMMITTEE ADJOURNS",
            "ON RESUMPTION",
            "NO FURTHER QUESTIONS BY MR PRETORIUS",
            "MR VAN WYK",
            "NO FURTHER QUESTIONS BY MR VAN WYK",
            "MS VAN DER WESTHUIZEN",
            "MR CURRIN",
            "BAFANA EDDIE KHUMALO",
            "MR KHUMALO",
            "MR BIZOS",
            "MR WYK"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Singaram you are still under oath. Understand?",
            "Unknown"
        ],
        [
            "MARAINSAMY SINGARAM",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Dorfling?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR DORFLING",
            "May it please Your Honourable Chair, members of the Committee. Mr Singaram you had the opportunity yesterday to have a look at the portion of video 44 that was shown in front of the Committee. I want to ask certain questions first of all pertaining to that video and then I will move on to some other aspects.\n\tThe first question I would like to pose to you relates to the position of the deceased and injured persons with relation to the corners of King George and de Villiers Street. Would you agree with me that as depicted on that - or let me first start with another question. Would you be in agreement with me that, that video footage was probably shot very soon after the shooting incident?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Sir with due respect we have to put the (...indistinct) into time frames. Now the video was after the event and I was not there when the video was taken. I had already retreated and had gone into the building.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Would you agree that it must have been shortly after the incident? We see Mr von Eggedy on the video who testified that in his perception he was one of the first people on the scene.",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson I am sorry to interrupt my learned friend but with respect it is not clear at all from the video footage precisely when the videos were shot. Shortly after the incident could have been 15 minutes, half an hour, an hour after the incident. We know for a fact that the ambulances only arrived several hours after the people were shot. So we are not sure at all how long the people were lying there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(...indistinct) material to precisely when that video was taken.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Mr Chair I do not put it any higher than shortly after the incident. I do not want to be exact. As Mr Berger is indeed correctly submitting it could be 5 minutes, 10 minutes, 15 minutes. I am merely putting it as high as shortly after the event. I do not want to put an exact time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not in terms of the time shortly if indeed so. Very well carry on. All you can say is that you were not there when it was taken so you do not know when it was taken.",
            "Unknown"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is so Honourable Chair.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Now if we may with reference to the injured and deceased people depicted on that video footage would you be in agreement with me that as we see it on the video footage all of the people either injured or killed are positioned on the video footage in close proximity of the corners of King George and de Villiers Street and more particularly towards the south-western corner of the intersection between King George and de Villiers Street?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Sir what I saw at the attack, at the Cobblers, that is when I started firing. Now when I am confronted with video footage that is taken which we cannot put a time frame on that is put there, people could have been pulled there, retreated. When you retreat you pull your comrade with you and those things all happen after an attack Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that the question is; does the video show that the deceased, the people that were killed were all lying at the spot mentioned by Mr Dorfling?",
            "Unknown"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Honourable Chair that is so.",
            "Male"
        ],
        [
            "MR DORFLING",
            "And Mr Singaram would you further agree with me that as far as the traditional weapons that are strewn on the ground is concerned all those weapons, I am talking about knobkierrie sticks and the like, are all lying in close proximity of the intersection of King George and de Villiers and more particularly towards the south-western corner of that intersection.",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson, again my learned friend is not correct. The video footage shows the knobkierries and assegais extending some distance into King George Street. In fact they extend for approximately 15 to 20 metres into King George Street, as is shown on the video and as is shown on certain photographs which were placed before the Inquest Court and of which my learned friend Mr Dorfling has knowledge.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question being posed Mr Singaram is that all those traditional weapons lie - let me then rephrase it, lie towards the corner of King George and de Villiers Street and more specifically towards the western side of King George Street?",
            "Unknown"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Your Honourable Chair I would like to bring Mr Dorfling to the inquest when we were shown the very same video at the inquest Judge Nugent intervened to say that the video footage does not go right down to the Cobblers. And besides the front end of the attack was at the Cobblers. So it is obvious that more weapons and more people would be at the corner.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Are you agreeing that the bulk of the weapons, traditional weapons lie towards the western side of King George Street and more towards the corners of King George and de Villiers Street? In other words to the northern part of the block between Plein and de Villiers Streets?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Towards the corner of King George and de Villiers, that is so yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "I understood your evidence yesterday to be that people could have been moved northwards up King George Street after the shooting ceased. Are you saying that injured and deceased people could have been dragged away northwards towards the direction of de Villiers Street, is that your evidence?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "You know when you are in a situation such as that. And I have also been trained that when you retreat you do pull your comrade with you who is injured. You do retreat backwards.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Are you speculating or are you putting that as a fact?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I am not putting it as a fact since I was not there.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Would you agree with me Mr Singaram that if one has regard to the position where the bodies are lying of injured people as well as deceased people, as well as the positioning of the traditional weapons lying in King George Street and in the intersection of King George and de Villiers, that all those facts are indicative of people either having dropped and having been shot in those positions or having dropped their traditional weapons in those positions?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Sir with due respect I am not an expert as to how people drop but if people are injured they do retreat, that is a fact.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think how is he going to argue with that or how can he answer that question as to whether they lay where the footage shows. As to whether the arms lay where the footage shows when he was not there. To ask him whether he agrees with that when he has told you that: \"I was not there when the video was taken.\" He propounds a theory that it is possible that people may have been dragged by their colleagues. So I think that this kind of cross-examination cannot take the matter very much further.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "As the Honourable Chair pleases. I am just putting the proposition forward that on the probabilities the evidence available is indicative of people having been shot and injured in that vicinity.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand that proposition you are trying to put forward but to get this witness to agree with you cannot take the matter very much further. I mean if he were there when the video was taken maybe you know he could answer with some certainty.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Mr Chair I am just trying to get the witness to indicate whether he is aware of any other facts that would indicate the opposite.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he have enough time to think about all that? Put that question to him.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Can you indicate to any other evidence that would be indicative of that not being the position of people not being shot towards the northern half of the block between Plein and de Villiers Streets?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Well Sir to my recollection, as I said the Cobblers. Now if you are saying that perhaps these people were attacking backwards and I do not want to be facetious but it appears so that you are saying that people came backwards and therefore the repel order was given when they were coming backwards. Because I can only say how I saw it. I saw it; them attacking and they had reached up to the Cobblers which is the third shop from the corner, next to the take away, the fish and chips take away. That is when the order repel came and that is when I repelled.",
            "Male"
        ],
        [
            "MR DORFLING",
            "I am putting it to you that on the video footage that is available the facts are indicative of nobody having been injured at that point in time or having dropped any of their weapons at that proximity.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That depends upon who took the video and where he took it from. He may have decided not to take it from where the Cobbler shop was. Because it is speculation as far as we are concerned is it?",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Mr Chairman with the greatest respect the same portion of video footage actually shows a view from the position roughly where the guards were positioned at that point in time up in a northerly direction into King George Street. Mr Singaram I want to put it to you that there is also photographs depicting the scene of the incident and there is visible on those photographs presumably somebody or something underneath a pink cover, blanket or a similar kind of cover. And that it is quite clear from that video footage that the injured people or not from that video footage, from that pictures that the injured people and deceased people are lying to the north of that pink blanket. Do you agree with that?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Sir as I said before the video footage was taken after the event so I cannot say where the blanket was or how it was because that is the way it was.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Can I move to your supplementary affidavit contained in at page 55c of bundle c. Just to put it in context Mr Singaram you first of all in your supplementary affidavit set out that you maintain that you were acting in self defence and then in paragraph 6 you go onto explain that your attention has now been drawn to some ballistic and medical evidence that would not be on all fours with the evidence you gave at the inquest.",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is so.",
            "Male"
        ],
        [
            "MR DORFLING",
            "You specifically refer to the ballistic and medical evidence. Has your attention been drawn to any other evidence in the inquest proceedings that are in conflict with your evidence as to what happened at the time of the shooting?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "No none has except the ballistics and the medical evidence. But however there is some of the findings of Judge Nugent that I do not agree with.",
            "Male"
        ],
        [
            "MR DORFLING",
            "May I draw your attention to the evidence of some witnesses that gave evidence in the Inquest Court, whose evidence is in direct conflict with what you perceived to have been happening and ask your response to that? Can I draw your attention to the evidence of Sergeant Gollach at page 4185 of the inquest record from line 25.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Dorfling what was the surname Sergeant?",
            "Male"
        ],
        [
            "MR DORFLING",
            "Gollach Mr Committee member, G-o-l-l-a-c-h. I am reading from line 25 from the said page, page 4185 where the witness responds as follows, Mr Singaram if you need some assistance with translating, this is in Afrikaans so if you do not understand it please feel free to just indicate. \"Ja die gemoedere het hoog geloop die heeltyd. Dit was spanningvol en op 'n stadium het van die ANC wagte begin skiet op die optoogangers. Goed u moet probeer om so veel detail ten opsigte van dit aan die Hof te gee, want wat kan u onthou? Wie het eerste geskiet en wat het gebeur?\" And the response is the following: \"Ek kan nie onthou wie van die wagte eerste geskiet het nie maar wat ek wel kan onthou is dat die een met die AK47 het geskiet. Hy het op die grond gele.\" Do you understand that portion of the evidence?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Yes but I can only say, tell you the things as I saw it and as I",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sir do you understand Afrikaans?",
            "Unknown"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I do.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Do you agree that, that portion of the evidence is in conflict with how you perceived the attack to have commenced?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I do not get you. Which portion, can you please elaborate?",
            "Male"
        ],
        [
            "MR DORFLING",
            "The portion I have just read to you setting out that a person with an AK47 positioned amongst the guards fired at the crowd?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "No Sir with due respect I went to the corner after there was general firing and this I have said many a times. I do not know who fired where but when I got there, there was firing already.",
            "Male"
        ],
        [
            "MR BERGER",
            "Chairperson perhaps my learned friend, Mr Dorfling in all fairness should put to the witness what Judge Nugent said at page 132 of his judgment about the evidence of Sergeant Gollach. If I could just read what the judge said. He said: \"Sergeant Gollach said that the ANC guards kept saying that they were going to shoot and that he kept cautioning them not to do so. He said that after the shooting broke out he shouted at them to stop shooting.\" And this is the important part; \"We would hesitate to accept all his evidence at face value. I have already referred to the fact that there are material contradictions between his evidence and the statement which he made. What is significant too is that Constable Skippers in his statement purported to corroborate the evidence of Sergeant Gollach when it is clear that if he was there at all he was some distance away and was unable to hear what was alleged to have passed between him and the ANC guards. Sergeant van Grenan said that when the ANC guards assembled on the corner one of them said 'Let us kill some Zulus, they are going to attack Shell House.' In a statement which was taken from him 3 months after the event there is no mention of anything having been said by the ANC guards. When examined on this issue his answers were most curious.\" This is at the top of page 133 Chairperson. \"He said that if the other policemen had not mentioned this in their statements then he was not sure whether it had been said. In his evidence Constable Potgieter also said that the ANC guards were saying that they were going to shoot and that he told them not to do so. This is in conflict with what he said in his statement 3 days after the event. In that statement he said no more than that one of the guards said he was going to shoot which he immediately did. And this was followed by shooting from the others.\" I am nearly finished Chairperson. \"It is quite possible that there was some remonstration between the policemen and the guards but we do not think the evidence of the 3 policemen as to what was alleged to have been said can be taken at face value. It seems to us that much of this evidence, including in particular the evidence that the ANC guards repeatedly said that they were going to shoot is likely to have been the product of reconstruction a considerable time later.\" So it is quite clear that even on the findings of Judge Nugent the evidence of Sergeant Gollach was not regarded as particularly reliable.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Thank you Chairperson. With the greatest respect towards my learned friend. Factual findings made by Mr Justice Nugent inter alia included that at the time when the shooting commenced such shooting emanated from the security guards in the so called defensive position. Now this finding was supported by a number of witnesses' evidence amongst others being Gollach. Gollach's evidence was not rejected in total. Certain portions could not be safely relied on Mr Justice Nugent felt. The portion of how the attack commenced from Gollach's evidence was accepted in a positive finding by Mr Justice Nugent. It is further supported by a lot of other witnesses who gave evidence to the same effect which I would ask permission to quote to this witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well you will draw our attention to that passage or the passages in Judge Nugent's findings on this aspect?",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Yes I think I have previously drawn the attention to that specifically in cross-examination of Mr Kruser in which it was put to Mr Kruser that Mr Justice Nugent in actual fact rejected the version that firing was coming from the crowd and that Mr Justice Nugent found as a positive fact that shooting emanated from the security guards positioned on the corners of King George and Plein.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(...indistinct) alright.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Further support for this finding by Mr Justice Nugent is to be found in the evidence of Sergeant Potgieter.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Mr Dorfling I understand the point that you may be wanting to put to this witness in regard to challenging his version but the Inquest Court made its finding based on the evidence that was before it. That is not the evidence that is before us at this stage. I would have thought so, I would have thought that it would be sufficient perhaps if you just put what that witness said. But as to the question of the findings it is a different matter. Because we are not here to review those findings.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "I quite agree with the Honourable Committee member and that is why I was quoting from the actual evidence. I do not think it is much use to put an extract from the judgment in which an interpretation is given of the evidence. I want to confront the witness with the specific evidence to get his response because that evidence is in conflict with the version he says he perceived the position to be on the day. And that is why I am doing exactly that Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well you put to him Gollach's version?",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Indeed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And now you are going to proceed with the version of the others?",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Indeed Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please do that.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Sergeant Potgieter, I am referring the Honourable Committee to pages 3071 line 25 to 3072 line 2. Sergeant Potgieter specifically requested to state from which position or from which side of King George Street the firing started at the time of the alleged attack and the response is as follows. \"Waar het die skote geklap?\" That is the question. \"Tussen die groep gewees. Ek kan nie vir jou spesifiek se nie.\" \"Watter groep nou?\" \"Dit is die groep hier by my. Die ANC wagte wat hier by my was het die skoot geklap en toe blaas almal weg.\" \"Wat bedoel u blaas almal weg?\" \"Hulle het almal begin vuur. Daardie eerste skoot was net u weet om aanviering te gee en die res het begin skiet.\" \"Voordat die eerste skoot gevuur is het u enigiemand gehoor 'n opdrag gee dat daar waarskuwings skote geskiet moet word?\" \"Nee ek kan nie vir u se nie.\" It is quite clear from this evidence of Sergeant Potgieter that the first shots emanated from where he was standing at the corners of King George and Plein in the immediate vicinity where the ANC guards was positioned at that time. Do you disagree with that?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I can only speak for how I acted under the circumstances. The way I saw things. I cannot say which policeman said what and whether he was right or whether he fabricated whatever. I cannot speak. But I can only act, I can only speak about why I acted on how I perceived things at that point in time.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Singaram two bits of information are being put to you to comment on. The first is that the firing started from a place next to where that policeman was standing, presumably on that corner or around that corner. The second is that the firing, that he did not hear any order to give to start the firing. In other words no one gave a command that they should fire that he heard. Are you in a position to say whether you agree with the first proposition and the second proposition? That is all you being asked to do. It is no good saying over and over again this is my view and this is what I saw. Just either agree or disagree with what is being put to you.",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Honourable Committee member I was not in a position to say exactly whether I agree or not. It is unfortunate but I am not in that position. I only heard \"repel\" the warning shots I did not hear.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Yes as I understand your evidence when you moved to that corner there was general firing, is it?",
            "Unknown"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is so Honourable Committee member.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Was this fire coming from both directions?",
            "Unknown"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Honourable Committee member if I can put things into sequence. I heard the first shot coming from King George Street. There was firing from that distance. Then afterwards I heard other firing and when I got there I got the command \"repel\" and I saw people moving forward in an attacking formation.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Thank you Mr Singaram I want to put it to you that there are a number of other witnesses that were also of the opinion at the time of the inquest that the first shots at this point in time emanated from the ANC guards and not from the position where the marchers were. Your perception you say is different from that? That is not the way you perceived things to be happening?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "With due respect I did not say who shot when and how. I said that there were general firing when I already reached that corner and then the command \"repel\". That is what I said.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Are you excluding the possibility of the ANC guards having fired first?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I think that you better put to the ones who fired before.",
            "Male"
        ],
        [
            "MR DORFLING",
            "No I am asking you to respond from your perspective. If you cannot comment on that you just say so but from your perspective do you exclude the possibility that the ANC guards fired first?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I am, if you want my perspective then I will give you my perspective. My perspective is that the ANC guards were trained people. That they would have under those circumstances fired warning shots. That would be my perspective and it would be a natural course of events.",
            "Male"
        ],
        [
            "MR DORFLING",
            "And what you actually observed, not on mere inference? On what you actually observed are you excluding the possibility that the ANC guards fired first?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "No I reached that corner when there was general firing and that is what I stand with.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Mr Chair I am not going to be putting every witness' portion of the evidence. I just want to draw the Committee's attention to the specific portions in the record. And I am not going to read it because I take it that the response is going to remain the same.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The answer will be the same?",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "It is going to be remaining the same. I want to refer the Honourable Committee members to Sergeant van Greunen's evidence which is contained at pages 2056 line 7 to 10 of the record. Sergeant van Greunen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How do you spell that?",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "v-a-n G-r-e-u-n-e-n Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Pages 1971 lines 3 to 8. Mr Dias, D-i-a-s, page 3550 lines 2 to 4. Mr Stevens page 2505 lines 6 to 14 and the same witness Stevens page 2555 lines 2 to 6. The witness von Eggedy page 4279 and also page 4284 lines 11 to 17. Those are the specific extracts I want to include.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Mr Chairman I accept that a copy of this record has been made available to the Honourable Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes we have.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "We specifically make mention of this and submit a copy of this portions of the evidence to the Committee members. I just confirm that, that is the position, it is available.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Now Mr Singaram I act on behalf of 9 people that were injured on that day in the proximity of Shell House on the corners of King George and de Villiers Street. I want to put their version to you. I want to put it to you that the 9 objectors on whose behalf I act will deny that there was any attack on the security guards at the time when the shooting commenced. Would you like to respond to that?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Well each one is fair to their own opinion and they can say the way they want to put it but I can only speak under oath here before the Honourable Committee as I saw it.",
            "Male"
        ],
        [
            "MR DORFLING",
            "They would furthermore say that they never formed part of any plan to attack Shell House but that their intention was to attend a meeting on behalf of the Zulu king.",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That may be so but what I saw was an attack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... do not know who his clients were in any case.",
            "Unknown"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is true Honourable Chair.",
            "Male"
        ],
        [
            "MR DORFLING",
            "The 9 objectors on whose behalf I act will deny that they had any firearms in their possession at the time when the shooting commenced. And I am talking of firearms, the majority of them had various sorts of traditional weapons in their possession.",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That may be so because I did not see any firearms.",
            "Male"
        ],
        [
            "MR DORFLING",
            "The objectors on whose behalf I act will also state if they give evidence in front of this Committee that there was no justification for the security guards of the ANC to shoot at them at the time when the shooting started.",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is the way they see it but I saw it different.",
            "Male"
        ],
        [
            "MR DORFLING",
            "I have got no further questions. Thank you Mr Chair.",
            "Male"
        ],
        [
            "NO FURTHER QUESTIONS BY MR DORFLING",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Chairman, with regard to the video footage that was shown and the debate which took place now about how soon after the event the video was taken, with the leave of the Chairman and the Honourable Committee I would like to place certain facts which can be observed on the video, on record. Because that would be material at the end when we address the Committee and the Honourable Chairman in our argument in so far as how soon after the event took place this particular video footage was taken. With your leave I would just like to place those facts on record.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say that that is what emerges from the video itself?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Indeed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes will you please draw our attention to there?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "As it pleases Mr Chairman. Mr Chairman it appears from the video footage that as the camera approaches the particular corner there are for all practical purposes no marchers visible. There are no policemen visible. There are no ambulance people or medical people visible. The only person visible on that video at that stage is Mr von Eggedy was amongst the injured and dying people trying to assist them. If one continue with the video one observe that after a while the people, and that is now people that I refer to now. In other words ambulance people, police, medical people, etc, arrives at the scene as to try and assist anybody there. Mr Chairman that is indicative of the fact and I am putting it to this witness and to the ANC so that they know exactly what we are going to argue. That is indicative of the fact that, that video footage was taken so soon after the event that even before anybody arrived at the scene that video was taken. Which means Mr Chairman that it was taken in an extreme short period after the event.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the fact that the video does not focus on any policemen does not mean that there were no policemen in the vicinity.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Chairman you can see the whole corner there. The video is taken as the person runs towards, the cameraman runs towards the corner. One can see the whole corner. In fact if one look at the street it is taken in practically every direction. One can see there is no policemen, one can see there is no marchers, one can see there is no medical people. It is obvious that there is nobody near that scene there except Mr von Eggedy. Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just to afford you an opportunity. You heard the points that were being made about the possibility that this video was taken shortly after, soon after before the ambulance and the police arrived. Are you able to make any comment on that?",
            "Unknown"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Honourable Chair the actual shooting lasted seconds. So soon after could be anything. But I have heard what has been mentioned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have heard what was said yes. Who is the next person who wishes to put questions to this witness? Mr Dorfling has finished. Have you all finished? Thank you. No questions. Any re-examination?",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MR TIPP",
            "Thank you Chairperson. Just one question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR TIPP",
            "Mr Singaram could you tell the Committee whether the gun that you used during the shooting was handed in to the\npolice for ballistics testing?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "It was during the inquest I handed over my weapon and it was taken for ballistics and the promise by my legal people was that they will give it back to me in a month and it took something like 6 months.",
            "Male"
        ],
        [
            "MR TIPP",
            "Do you confirm that your gun was eventually handed back to you by the police after it had been subjected to ballistic testing?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is so.",
            "Male"
        ],
        [
            "MR TIPP",
            "Thank you Chairperson I have no further questions.\nNO FURTHER QUESTIONS BY MR TIPP",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you (...indistinct)",
            "Unknown"
        ],
        [
            "MR LAX",
            "Just one question Chairperson. Was a ballistics report in respect of your gun ever produced at the inquest or handed in as part of the general ballistics information? Are you aware of that?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I should think so but my legal advisor may be able to......",
            "Male"
        ],
        [
            "MR TIPP",
            "Chairperson the position is that all the guns that were handed in for ballistic testing were in fact tested and none of them were linked to any of the exhibits recovered from the scene or recovered from the bodies.",
            "Male"
        ],
        [
            "MR LAX",
            "My only question was if his was handed in during the course of the inquest some of the reports would have been already been prepared by that stage so I was just trying to make sure but I think......",
            "Male"
        ],
        [
            "MR TIPP",
            "What actually happened was that the ANC witnesses testified I believe it was in July, the police ballistic expert, Mr du Plessis only gave his evidence much later. By the time he gave his evidence all the guns had been subjected to ballistic testing and no links were able to be drawn.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "As I understand your evidence Mr Singaram, when you moved to the corner there was general fire. Is that right?",
            "Unknown"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is so Honourable Committee member.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "What do you mean by that?",
            "Unknown"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Honourable Committee member what I heard was a firing. It was lots of noise. It was quite highly charged situation and there was just firing. I cannot give directions and I was under that charged sort of emotional stage that I could not distinct any weapon from the other.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "I understand that but could you make out at the time the direction from which this fire emanated?",
            "Unknown"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Honourable Committee member not.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Did you hear the order to repel as you call it being issued?",
            "Unknown"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I did.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Do you know Mr Zuma? Did you know Mr Zuma then?",
            "Unknown"
        ],
        [
            "MARAINSAMY SINGARAM",
            "No Honourable Committee member.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Yes thank you.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Mr Singaram my question is only limited to the confession you made yesterday. That you might have fired more shots than was necessary. Do you understand that?",
            "Female"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I do Honourable Committee member.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "We have already a testimony that the shooting to repel the attack took approximately 10 seconds and that for your part you fired only 3 shots. My question is when you were nudged out of position by the other security personnel was shooting still continuing?",
            "Female"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That was so.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Before you were nudged out of position did you hear Mr Kruser give an order to cease fire?",
            "Female"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Honourable Committee member I was already in the foyer of the building.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Thank you Mr Singaram.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes you are excused Mr Singaram",
            "Unknown"
        ],
        [
            "WITNESS IS EXCUSED",
            ".",
            "Unknown"
        ],
        [
            "MR TIPP",
            "Chairperson if I could just be precise as far as exhibits are concerned. I mentioned that all the guns were handed in and none were linked but I should just mention that 6 of the AK47 doppies, there was evidence that 16 AK47 doppies were picked up by the police shortly after the incident. 6 of those AK47 doppies were linked ballistically to the AK47 that was used by Mr Molefe, the next applicant who is going to give evidence. There were 2 AK47's used on the day. One by Mr Molefe, one by Mr Khumalo and the one that was used by Mr Molefe was linked ballistically to 6 doppies that were found on the scene. It was not linked to any of the deceased.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR TIPP",
            "Thank you.",
            "Male"
        ],
        [
            "MS MORAKA",
            "The next applicant is Mr Modise Molefe. Chairperson, Mr Molefe is Sotho speaking. He is going to testify in English but if he does have difficulties we would seek the assistance of an interpreter.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Quite alright. Mr Molefe are you prepared to take the oath? Will you please stand.",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you. You may be seated.",
            "Unknown"
        ],
        [
            "EXAMINATION BY MS MORAKA",
            "Mr Molefe shall we start with your personal details. Is it correct that you were born in Soweto on the 24th of October 1959?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "That is correct Your Honour.",
            "Male"
        ],
        [
            "MS MORAKA",
            "What is your highest standard of education?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "I have got only standard 9.",
            "Male"
        ],
        [
            "MS MORAKA",
            "In 1976 you went into exile?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "That is correct.",
            "Male"
        ],
        [
            "MS MORAKA",
            "Can you tell the Committee why?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "I went to exile because of many reasons. One I am coming from a family of 10 being 5 girls, 5 boys and the house we were staying in, it was congested. Secondly the house was too small, we never had electricity, our streets were dusty, that is the roads of Soweto and above all we were poor. And after the Soweto uprising which I realised that there is no sense of morality from the previous government mauling children, women, fathers that today some of them are orphans, widows and widowers. There was no sense of morality from the previous government to shoot unarmed school children who had no right even in the constitution of the previous government. Who had no right to make a simple thing like a vote. The constitution which was defending the olden white minority rule in the previous government. And above all what made me to go to exile is the massacre of unarmed people especially the child, Hector Petersen. I thank you.",
            "Male"
        ],
        [
            "MS MORAKA",
            "Can you tell the Committee when you joined the ANC?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "I joined the ANC in 1976.",
            "Male"
        ],
        [
            "MS MORAKA",
            "Did you then undertake any training outside? Any military training?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "Yes I did take a military training in various parts of the world. Countries which were then sympathetic to the African National Congress. One being Angola, Russia, East Germany, Tanzania and many others.",
            "Male"
        ],
        [
            "MS MORAKA",
            "Can you give an extent of your training and the rank that you eventually obtained?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "Well I started being a section Commander and as the time goes on I was promoted to a platoon Commander, company Commander. And I happened to be one of the senior Commander of uMkhonto weSizwe which was quite influential in terms of preparing the programme of training other people who were coming from the country.",
            "Male"
        ],
        [
            "MS MORAKA",
            "Is it correct that at one stage then you came back into South Africa and you were arrested?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "Yes I was arrested. Your Worship I was arrested in 1983. And then I stayed in detention almost 6 months in solitary confinement. I was tortured brutally for that matter by the white racists of the previous government. I was ill-treated with some of those marks still lingers in my head. By them I do not say I still have a grudge upon them. I went to trial Pretoria which took almost a year uncompromised and I was sentenced to 15 years on Robben Island.",
            "Male"
        ],
        [
            "MS MORAKA",
            "When were you released from Robben Island?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "I was released on Robben Island in 1991 when the negotiation started between Mandela and de Klerk. And my release was part of a package that we should be released in 1991.",
            "Male"
        ],
        [
            "MS MORAKA",
            "What then did you do between the period of 1991 and 1994 in terms of employment or further education or further training?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "After my release I went to Egypt and study diplomacy and protocol. I came back I went to Vistec and study personnel management.",
            "Male"
        ],
        [
            "MS MORAKA",
            "Mr Molefe I now want to draw your attention to your application for amnesty with your accompanying affidavit and your supplementary affidavit. They are in bundle C from page 55 to page 65 g. I think it is bundle C Chairperson, page 55 to 65. Is it correct that you have signed the application and the accompanying affidavit?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "That is correct.",
            "Male"
        ],
        [
            "MS MORAKA",
            "And you confirm the contents of the application and the affidavit?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "That is correct.",
            "Male"
        ],
        [
            "MS MORAKA",
            "Can you tell the Court, I draw attention to your statement which is on page 62. You say you arrived at work - Maybe let us start by, you were employed by the ANC, is that correct? Sorry on the 28th of March 1994.",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "That is correct.",
            "Male"
        ],
        [
            "MS MORAKA",
            "As what were you employed?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "I was employed in the Department of Intelligence and Security. I was working in the personnel department and my duties were by then to recruit, to employ, to deploy people in various sectors; security, intelligence, counter intelligence and processing.",
            "Male"
        ],
        [
            "MS MORAKA",
            "You mention in paragraph 4 of your affidavit that over the weekend of the 26th and 27th of March you received, you heard that there was going to be an IFP march. From whom did you hear this?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "I heard this information from a senior member of this by then who was a member of the national directorate by the name of Leonard Gatunaba, who happened to be one of my friends. And as I visited his house and he used to visit me as friends, comrades and colleagues and he shared this information to me and said there is a possibility of attack towards Shell House. And I raised the eye brows; \"Who is going to attack the Shell House?\" And I said: \"Members of the IFP are going to attack Shell House.\"",
            "Male"
        ],
        [
            "MS MORAKA",
            "You mean he said that, not you?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "Not me, that was information that I received from him.",
            "Male"
        ],
        [
            "MS MORAKA",
            "On the 28th of March you then arrived at work at approximately seven thirty?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "That is correct.",
            "Male"
        ],
        [
            "MS MORAKA",
            "Can you tell the Committee about your movements when you arrived at work? What then did you do?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "On my arrival at Shell House I firstly went to my office, opened the office as an intelligence officer see it, the document that I have left in the office are still normal packed as I know that there was not somebody who perhaps might have intruded in my office. And I found the situation being normal. I locked my office I went down. Usually I buy a paper to acquaint myself with the day to day activities. And then as I passed the foyer to go and buy the paper I could realise that the situation was definitely abnormal. People gathered at the foyer. People discussing at the foyer. And I cannot recall whether did I go and buy the paper or I did not but I became curious and joined the meeting.",
            "Male"
        ],
        [
            "MS MORAKA",
            "You then state that you received a briefing from Joe (...indistinct) That is Mr Sikavani?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "That is correct.",
            "Male"
        ],
        [
            "MS MORAKA",
            "You state at paragraph 6 that at approximately eight thirty you were told by Mr Lushaba to get to Mr Gagee to collect an AK47 from him.",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "Yes after we were briefed about the possible attack and we discussed about the employment and initially I was deployed outside Shell House by Mr Chris Lushaba. Having my own licence gun and later on I was called by Chris Lushaba to go to Mr Gadu and collect an AK and I did so.",
            "Male"
        ],
        [
            "MS MORAKA",
            "And where were you deployed with the AK47?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "I was deployed on the parapet.",
            "Male"
        ],
        [
            "MS MORAKA",
            "You mention in page 8 and page 9 you talk about the marchers that you observed from the parapet. I beg your pardon page 8 and 9. Can you tell.",
            "Female"
        ],
        [
            "MR LAX",
            "Sorry you mean paragraphs 8 and 9.",
            "Male"
        ],
        [
            "MS MORAKA",
            "Paragraphs 8 and 9. Can you tell the Court what you observed during the course of the morning?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "I went to the parapet and as I was patrolling the parapet the first group of marchers passed going towards Plein Street and there was no incident whatsoever. Armed with traditional weapons; assegai and knobkierries singing their songs, they passed without any incident. The second group passed and I think on the parapet by then I was with Veli Llale, one of my comrades, colleagues and friends. And I had to show him that look at those weapons, pistols, shot guns and some other weapons which were partially concealed like AK's and they passed going towards Bree and subsequently there was an automatic fire. As to who was firing amongst the group or who was the group was fighting with I do not know. But according to my recollection they came back, retreated towards Shell House and straw themselves along our walls and after few minutes they continue with their journey. And as the times goes on I must say Your Honourable Chairman because there were quite many groups on that particular day. I will try to recall the group that I have seen. And I remember seeing a group in Plein Street armed with knobkierries, pangas hitting the posters of the president of the African National Congress, being provocative to the security guards on the floor and above all some women were trying to show other substantial posterior which was not badness to us and we ignored that. And as we were watching this group, as we were watching this group what attracted us in the corner of George and de Villiers Street we were attracted by the shots which I could never, ever say now from which direction. Whether were they coming from our security down there or were they coming from the marchers. As we arrived there.",
            "Male"
        ],
        [
            "MS MORAKA",
            "Mr Molefe sorry when you say: \"As we arrived there,\" where are you talking about?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "Mr Chairman I am referring to the corner of King George and de Villiers because I said the group of the marchers in Plein Street they were of no significance. They were just doing clumsy things and which we did not bother about them. But all what concerns us was the fire shots in our own building which I will never say at the moment whether those shots were coming from the marchers or from our security guards at the corner of King George and de Villiers. This is what attracted us on. On our arrival there we (...intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry on your arrival there - the question was put to you on your where? Did you go to the corner of the street; King George Drive and de Villiers Street?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "That is correct Your Honour.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you went there?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "We went there.",
            "Male"
        ],
        [
            "MS MORAKA",
            "But can you explain Chairperson. You mean you were still on the parapet but when you observed the group that you are referring to you were on another section of the parapet and then you moved to the corner of King George and de Villiers. Is that what you telling?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "Precisely.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes carry on.",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "On our arrival there I pointed out pistols. I pointed out shot guns. I pointed out a huge black man carrying an AK. And the two policemen in my own thinking.",
            "Male"
        ],
        [
            "MS MORAKA",
            "Before we get to the two policemen. I am sorry Mr Molefe. To whom did you point this out to?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "To Veli.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Give me that name again? How do you spell it?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "Veli is V-e-l-i.",
            "Male"
        ],
        [
            "MS MORAKA",
            "Chairperson he is the eighth applicant.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you. Yes do carry on.",
            "Unknown"
        ],
        [
            "MS MORAKA",
            "You were telling us about the two policemen that went up the street.",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "The two policemen they gave me an impression as if they were trying to stop the marchers. Not to go to Shell House. A other group was coming from King George down and they converged in the intersection and a policeman apparently if I recall very well they defeated him. He ran backwards towards Shell House and the second. And subsequently they paused for a while. All what I hear from those shots no single person by then fired.",
            "Male"
        ],
        [
            "MS MORAKA",
            "Sorry Mr Molefe when you say subsequently they paused for a while who are you referring to? Are you referring to the marchers or to the two policemen who came running back from the direction of the marchers?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "Honourable member of the Committee I am referring to the marchers. They paused for a while.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes do carry on.",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "And subsequently I heard an automatic fire directed at us to Veli and myself. I had to drag Veli down the indent of the balcony. And why do I say those fires were directed at us because the concrete particles of the wall, the upper wall there in the parapet they flew and particles of them came into our jackets. And I dragged Veli down and immediately I shot with an AK rifle upwardly.",
            "Male"
        ],
        [
            "MS MORAKA",
            "Mr Molefe can we pause there? Can you give the Committee members a brief description of the parapet because you have mentioned that you dragged them down. Is it correct that the parapet has different levels?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "Yes the parapet has different levels. There is some a layer of an iron which if you appear on top of it I will be protruding half of my body and immediately if you can fell in the indent, the wall is quite a little bit far. I mean a little bit higher than my height. And it is where I dragged Veli in. In that indent. And subsequently I had to shoot with an AK upwardly and my intention of shooting upwardly, not in the direction of the marchers, my intention was to say to them: \"Hey look we are out, we are just to repel\" That automatic outburst of AK47 will frighten them to retreat from their positions.",
            "Male"
        ],
        [
            "MS MORAKA",
            "Mr Molefe how many times did you fire?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "I fired only with an automatic fire. It was automatic once, a continuous automatic. I estimate, this is my rough estimation that the shot that I might, I fired could be approximately 15, 12 approximately. Approximately. Now it is a rapid fire from an automatic machine.",
            "Male"
        ],
        [
            "MS MORAKA",
            "And what then did you do?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "I cannot understand your question.",
            "Male"
        ],
        [
            "MS MORAKA",
            "You fired that one shot on automatic. Did you remain in the indent? What else happened?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "I remained in the indent. My colleague Veli Llale had to go to other opposite direction. I remained there. And I do not want to speak on behalf of Veli Llale he fired back thinking, I do not want to speak on behalf of him. Thinking it was something very quick. Our security personnel are under attack, under seize down there. And then his purpose of firing to the marchers.",
            "Male"
        ],
        [
            "MS MORAKA",
            "Maybe I should stop you Mr Molefe. I would imagine what the Committee, I know that the Committee is only interested in what you know you saw and can I refer you to your supplementary affidavit at paragraph 7 on page 65d. We are talking about the shot that you fired. No perhaps we should go to paragraph 5 on C. You state there in particular\n\"It has been pointed out to me that two shots from an AK are likely to have been fired from the parapet of Shell House into the pharmacy on the corner of King George and de Villiers Street.\"\nDo you - and you have stated earlier on in your subsequent affidavit this is what you were informed by your legal representatives. Is that correct?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "That is correct.",
            "Male"
        ],
        [
            "MS MORAKA",
            "Is it also correct that at the inquest hearing you were also asked about this and you refuted the ballistic evidence?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "That is correct.",
            "Male"
        ],
        [
            "MS MORAKA",
            "Do you want to explain? You say you accept the ballistic evidence?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "That is correct.",
            "Male"
        ],
        [
            "MS MORAKA",
            "You have stated that you fired into the air?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "I stated that I fired in the air. The verdict has been put upon me which I absolutely agree with it that two of my shots went to the direction of the pharmacy which is opposite of Shell House. And I do not dispute that and when I was asked that question by the advocate who was representing the police I totally disbelieved him. And when my legal representative came with an evidence in black and white that two of my shots went to the direction of the pharmacy I had to accept and accept to the effect that if those two shots might have killed one of the deceased or injure one of the deceased. Let alone the fact that there is not a single concrete evidence that is linking my gun with the deceased of the injured I say if he can come up a thousand years, hundred years and maybe more that is injured by that particular gun I am asking amnesty in that regard. And I am saying this in the deep inner recess of my heart. Thank you.",
            "Male"
        ],
        [
            "MS MORAKA",
            "Do you have any explanation, if you do not have it you may state so. Why it is that your recollection is of firing into the air but some of your shots hit the pharmacy across and opposite Shell House?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "His Worship, Justice Nugent says to me I might have lost my feet when I was firing. That is possible.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Molefe I think you must try and listen being posed to you by your counsel. And the question which is being posed is are you able to explain why you state that you fired into the air and relate that to the objective evidence of the ballistic evidence which shows that the AK47 you used struck the window of the pharmacy? The bullet that came from your AK47 struck the window of the pharmacy which is opposite Shell House?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "Honourable Chairman in my mind I do not recall losing my feet. However maybe the weapon that I had it could have went out of control and those bullets might as they say struck the pharmacy. Might, I might have lost control and which I accept. I do not recall myself firing at the pharmacy but I take and accept the ballistic evidence.",
            "Male"
        ],
        [
            "MS MORAKA",
            "Mr Molefe at paragraph 11 on page 65 e you state that your attention has been drawn to the affidavit of Mr van Wyk and in particular that you acted for personal gain or because of personal hatred towards the marchers. And they base this statement on the evidence that you gave before his Honourable Judge Nugent where you spoke about your feelings towards the marchers. Can you explain to this Committee the reasons why you fired on this particular day in question?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "May you please repeat the question?",
            "Male"
        ],
        [
            "MS MORAKA",
            "The question is; can you explain to the Committee the reasons why you fired? What motivated you to fire the AK47 on that day, on the 28th of March 1994?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "I said I just wanted to repel them. Just to frighten them and to realise that we are armed. They would be frighten and retreat. That we were carrying weapons in that sense and it did not materialise.",
            "Male"
        ],
        [
            "MS MORAKA",
            "Do you have any explanation for the statements that you made during the inquest? That you do hate sections of the IFP?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "Your Honour I grew up in a culture of non-racialism. I grew up in a culture of detribalised society. I mean that is my organisation that I am coming from. I am coming from the organisation which says: \"UmZulu UmSotho UmXhosa Tshlanganane.\" However is the elements within our tribal grouping among the Zulus who tied the red cloth on top of their head and inflict pain and cause injuries, death amongst innocent people naturally I will hate that portion of people. Not entirely the Zulus. It is equally like the Windhoek which were liked by Bongwana in Cape Town committing the blooded murder upon the innocent people. Surely Your Honour such people I will not like them. However I am not a tribal person. I lived with Zulus in the hostel. I played with the Zulus in the hostel. I have got the leadership of Zulus in my organisation. Some of my friends are Zulus. Some of my friends are Xhosas. I am not tribalistic but those who bear white in Cape Town kill innocent people definitely I will hate them. Those who bear red cloth and kill the innocent people definitely I will hate them. And I will continue in that sense. Defend my people in that category.",
            "Male"
        ],
        [
            "MS MORAKA",
            "Finally Mr Molefe can you tell the Committee the reasons or the reason why you are applying for amnesty?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "I am applying amnesty and I believe we exceeded the boundaries of self defence. I apply amnesty armed or not armed people are orphans today, people are widows today and our intention and our philosophies and our policy as the African National Congress we are not the cold-blooded murderers. Even the single blood we regret. We regret to the extent of feeling the pain that they underwent or the people who died, the eight people died in Shell House we regret. And above all we also regret to the whole people who died in Gauteng, Soweto, Meadowlands, whatever. That is the philosophy. We regret the loss of life. We ask amnesty to this Committee and they must understand even if we went to exile and carry out we are not cold-blooded murderers. We want to repel and kill Apartheid machinery. And even those people who attacked Shell House perhaps they were used by those who were trained in Caprivi to come and attack us but we regret to the loss of life.",
            "Male"
        ],
        [
            "MS MORAKA",
            "I did say finally Mr Molefe but I am sorry, can I ask you the final question? On page 58 of your application you are asked for justification of your acts and you state that the intention of the IFP was to disrupt the first democratic elections. And I want to ask you for you personally what significance was the election and what significance would the disruption thereof have had for you?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "If the IFP managed to enter in our building, kill our leadership, destroy our property, destroy the equipment which was there in that building and above all there were senior people of the ANC. Doctor Sisulu was there, Thabo Mbeki was there. I believe that was the strategy of the IFP to plunge this country into chaos and anarchy and that could have caused a total civil war under which would all of us as we are sitting here could have suffered the consequences of that. And I say I was protecting even those in that sense to know including a person like Doctor or Mr Dorfling I know him today. And if those elections did not materialise I would not know in you including Mr Pretorius. Thank you.",
            "Male"
        ],
        [
            "NO FURTHER QUESTIONS BY MS MORAKA",
            ".",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We will take the adjournment at this stage, 10 to 15 minutes.",
            "Unknown"
        ],
        [
            "COMMITTEE ADJOURNS",
            ".",
            "Unknown"
        ],
        [
            "ON RESUMPTION",
            ".",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Molefe you are under oath. Do you understand?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            ": (s.u.o)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "Thank you.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Mr Chair, Honourable members of the Committee by agreement we have agreed between the parties that I will conduct the examination of this witness first. With your leave (...indistinct)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may do so yes.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR DORFLING",
            "Mr Molefe could you please assist us with a description of the parapet where you were positioned? We are having photocopies made of a photograph that has not become available yet. Mr Pretorius might have that available when he gives evidence. But I just want to understand your evidence that at the place where you positioned on the parapet there are actually two levels on which one can stand? One that would leave the upper part of the body exposed above the parapet and the other section that would hide one beneath the upper portion of the parapet wall. Is that correct?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "That is correct.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Now to look at the crowd or to see the people in the street I take it that you had to be positioned with Veli Llale on the upper level of the two to look over the parapet wall. Is that correct?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "That is correct.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Maybe Mr Chair with reference to the photo album of the video footage that was used at the Shell House inquest I might perhaps hand to the Committee for purposes of their own referral the photographs in actual fact depicting just this. May I just have the witness to confirm this and then the honourable Committee can have site of this. Mr Molefe may I indicate to you the photographs in video 29, photographs number 37 and 38 in particular. Would you just have a look at these and perhaps you could page back to video 29 photographs 35 and 36 as well.",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Is that 29: 35 and 36?",
            "Male"
        ],
        [
            "MR DORFLING",
            "Yes. If you could just look at the ones where you see either yourself or Veli Llale depicted on there.",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Thank you. (LOOKS AT PHOTOGRAPHS)",
            "Male"
        ],
        [
            "MR DORFLING",
            "Have you got the pictures where you see yourself and Mr Veli Llale? There are just three or four photographs that I am interested in. Do you see those Mr Molefe?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Yes I do see them Mr Chairman.",
            "Male"
        ],
        [
            "MR DORFLING",
            "It appears from those photographs that the upper part of your bodies are exposed above the parapet wall.",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Precisely.",
            "Male"
        ],
        [
            "MR DORFLING",
            "As you stand there are you positioned on the upper level of the parapet floor so to speak?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "That is correct.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Could I perhaps just ask leave to hand that to the Committee to have site of that? I think it might be helpful. Mr Chair if I may be of assistance it is numbered video 29. I think the photographs I am referring to are 35 and 36 in particular and then on the next page I think there is a further two.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "These photographs here, these two is that what you want us to see?",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Those are indeed the correct ones and I think on the previous page is yet another two which depicts a similar situation.\n\tNow Mr Molefe that deal with the upper level or the higher level of the parapet. If one moves to the lower level, the sunken part of parapet floor do you agree that one's body would not be exposed over the parapet wall? One would actually be beneath the level of the parapet wall?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "That is correct.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Now at the time when the shooting commenced in your direction as you put it I take it that at that point in time to enable you to see the crowd you were positioned on the upper level of the parapet floor, the higher level?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "That is correct.",
            "Male"
        ],
        [
            "MR DORFLING",
            "When the shooting commenced am I correct in saying you testified that you actually pulled Veli Llale down, did you at that point in time move to the lower level of the parapet floor?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "As I pull him down and we went to the indent when the shooting started.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Indent, is that what he is talking about?",
            "Unknown"
        ],
        [
            "MS MORAKA",
            "Yes Chairperson.",
            "Female"
        ],
        [
            "MR DORFLING",
            "Is that indent what I referred to as the lower level of the parapet floor?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "It is the lower level the walls are more higher that we can not see the marchers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just for my own clarification. Are we clear that what is called as the indent by this witness is in fact the lower level of the floor?",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "I think that is what I am trying to convey and I think the witness has confirmed that. But maybe just to clarify that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I was puzzled by the word \"indent\" in that context. I didn't ...(inaudible)",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Chairman if I may just interrupt. One of the TRC personnel was kind enough to make us photocopies of the top of the balcony of which we got a photograph, which we had a photograph. If I may perhaps hand this over to each of the Committee members as well as the witness it will be much easier to picture how the top of that balcony actually looks and what goes on at the top there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does it show what the indent is?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "One can actually see where the indent is there Your Noble Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, let him have a copy as well.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Chairperson I may just place it on record that, that was actually made of a colour photograph. Just for clarity of the Committee I can hang the colour photograph up if it can just be returned to me so that I can endeavour to make colour copies before tomorrow for the Committee but if it then can be distributed amongst the Committee members it is even very much clearer than the black and white copy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes the colour photograph shown to me conveys more clear than the black and white photograph. Now just not to confuse ourselves with this photograph that has been handed in an exhibit number, has anybody kept abreast with the exhibit number we are dealing with? Is it exhibit E.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Mr Chair sorry I understood we are going to keep all the exhibits in bundle B shouldn't we just give it the consecutive number in the existing bundle B?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes I am told it will be bundle B page 271.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Indeed Mr Chair that is correct. Our last document was 261 to 270.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you very much. Thank you for your assistance.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "As it pleases the Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Mr Molefe so we are in agreement that at the time when you perceived shots to have been fired at you from the direction of the crowd you pulled Mr Llale down and both you and Mr Llale went into the indent so that your upper bodies would not be exposed to the on-coming marchers. Is that correct?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Not exposed to the on-coming marchers. I pulled him down because we were fired at. And we were exposed that shots could fire us. In that context.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes what it really means is that people could not see you. Those who were trying to shoot in your direction would not be able to see you if you were at the lower level. Is that correct?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "Precisely.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Can you, with reference to your own body height, indicate if one is standing at the lower level or the indent where the top of the parapet side would be with relation to your body height? Would it be higher than your head? Would it be lower than your head?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Oh you mean in the indent?",
            "Male"
        ],
        [
            "MR DORFLING",
            "Indeed Sir.",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "My body will be lower.",
            "Male"
        ],
        [
            "MR DORFLING",
            "I am talking when you standing up straight your body will be lower?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Precisely.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Do you accept Sir that at the time of the inquest hearing you testified that you shot up and those are the specific words you used: \"I shot up.\" Do you agree with that? That, that is what you said?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Yes I said so.",
            "Male"
        ],
        [
            "MR DORFLING",
            "You were asked to demonstrate in front of the Inquest Court in what fashion you pointed your firearm. Would you care for purposes of clarity for the Committee again to indicate Sir how your firearm was pointed?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "I said like in this fashion.",
            "Male"
        ],
        [
            "MR DORFLING",
            "I am going to try and put some detail to that. Would you say roughly at an angle of 45 degrees to the sky or upwards in other words?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Mr Dorfling all what I said to which Justice Nugent in terms of the degrees I am quite illiterate. I just made signs and now you take your own decision and whatever decision that you took I appreciated it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You mean instead of making speeches please. Did you point your gun upwards and you were asked how. Can you demonstrate with your hand how?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "Your Lordship I am doing this for the second time. I said this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well is that satisfactory.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Yes Mr Chairman if we could perhaps just give an angle to that I think it is of assistance for the record.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well he was pointing upwards.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "I do not know whether I could put the words steeply upwards\"?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think it is necessary because the position doesn't (...indistinct) him frozen in that you know there is a movement around. So I don't think one must go around freezing a situation really.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "As the Committee pleases. Now Mr Molefe it was only after you pulled Veli Llale down that you started firing. Is that correct?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "That is correct.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Now I would like to refer you to the ballistic evidence that was presented at the time of the inquest proceedings and I would like to specifically show you photographs that was contained in a bundle that was marked at the time Exhibit Y2 in bundle 2 volume 5 and I want to specifically refer you to photographs number 10, 14 and 15 in this bundle. Perhaps we should just concentrate on photos 14 and 15. Could you have a look at the bundle I am showing you now? If you turn the page for photograph 15. Now Mr Molefe the ballistics experts in the Inquest Court was of the view and it was a joint report by all the interested parties, they were of the view that the shots that hit the Woburn Chemist as depicted in photographs 14 and 15 of that inquest record I have shown to you came from the north western corner of the parapet at the corners of King George and de Villiers Street in other words and it hit the Woburn Chemist at an angle from the height of the parapet going downwards towards the chemist. Do you accept that?\nEnglish male: Chairperson just to be accurate again. The ballistic evidence relating to the shots that were fired into the Woburn Pharmacy was the evidence only of Mr du Plessis, the expert on behalf of the police. The reason for that is that you would now have seen the pharmacy has moved from the corner to the third shop in King George Street. So that at the time that the joint ballistic report was undertaken the two other experts, the one on behalf of the IFP and the one on behalf of the ANC were not able to check the accuracy of the conclusions drawn by Mr du Plessis. That they were not able to see the shots that were actually fired into the Woburn Pharmacy because it had been moved and the glass had been replaced. We don't dispute those findings but it is incorrect to say that those parts of the findings are the findings of three experts. The other two experts could not agree.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So we can say that, that was the evidence of one witness.\nEnglish male: Which evidence is not disputed. Correct yes?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Mr Chairman if I may perhaps just clarify. The latter two expert witnesses at the time of the drafting of the joint report didn't have the benefit of doing an actual scene visit and seeing the actual damage. They had to rely on the photographs that was available, that was taken at the time of the shooting incident, which is the photographs I have shown the witness now and on the basis of that a joint report was compiled. And the fact of the shots having emanated from that corner and having hit the pharmacy at that angle was never put in dispute.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have shown the witness the photograph which shows the damage to the window of the pharmacy and I want to try and write down the question you put to this witness. I have not succeeded in doing that. Will you please put your question?",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "I think the last question the witness responded in the affirmative that he accepts that ballistic evidence. Now the question that arises from that; if you were positioned as you say you were positioned Mr Molefe at the time when you fired the shots at an upward angle it would have been impossible for you to hit the pharmacy window and the pillar at the pharmacy at the angle depicted in the photographs as confirmed by the ballistic evidence. Would you care to respond to that?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Mr Dorfling I am putting this for a second time. I said when I was asked that question by the advocate of the police I totally disbelieved him. My legal representative as they came with the ballistic evidence and show me this is what happened and even the verdict of His Honourable Justice Nugent that I might have lost my feet and two of my shots went to the direction of the marchers. I concede to that Mr.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry you are not being asked to concede or not concede. You have been asked to give an explanation. Can you give an explanation or can't you? It is really quite simple. If you can't then say you can't. If you can then let's have your explanation. But we are not interested in what you told the judge before and what the judge found and so on. Just give us a simple answer please?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you think happened? That is all. Is there any recollection of what happened or have you no recollection of what happened about how the fire from your gun struck the window of the pharmacy?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "Frankly I cannot recall, frankly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You cannot recall how it happened?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "I cannot recall.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.",
            "Unknown"
        ],
        [
            "JUDGE NGCOBO",
            "Mr Dorfling would you just repeat your question? Was your question that if the witness was standing, was in the position which he described in his evidence it would have been impossible for him to have hit what the ballistic suggests, was hit by his fire? Is that what you put to him?",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "That is indeed the question. In other words given ...(inaudible)]",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Okay. Did you hear what I have just said to Mr Dorfling?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "Yes Your Honour.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "What is your response then?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "The picture that I have in my mind I do not remember firing to any direction except in the air. This is the picture that I still have in my mind even today. I don't remember directing the fire.",
            "Male"
        ],
        [
            "MR DORFLING",
            "One thing we know for certain Mr Molefe on your evidence you didn't fire until such time as you have reached the lower level of the parapet, the indent in other words. Is that correct?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "That is correct.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Are you absolutely certain about that fact?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "As far as I remember I fired in the air.",
            "Male"
        ],
        [
            "MR DORFLING",
            "No please listen to the question and just try and respond and give me an answer on the question I am posing to you. I am asking whether you are certain of the fact that you didn't fire any shots with your firearm, with your AK47 until such time as you and Veli Llale reached the lower level, the indent of the parapet?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "That is correct.",
            "Male"
        ],
        [
            "MR DORFLING",
            "I want to move onto another aspect Sir. And that pertains to your attitude towards Zulu people. I would like to first of all refer you to portions of the record and evidence you gave at the time of the inquest proceedings to see whether you agree with that evidence and to see whether that is still your view today. I would like to start in the sequence in which it happened at the Inquest Court.\n\tAt the time of you giving evidence you explained at the way in which you fired and you also motivated what was going through your mind at the time. At page 2970 of the record I find the following version put forward by you. You say that what attracted your attention to the corner of King George and de Villiers Street was the fact that you heard one or two shots. Just to put you in the picture. Have you got it Mr Molefe? It is page 2970. You describe how you heard one or two shots, how you approached the corner of King George and de Villiers Street, how you saw the white policemen trying to block the crowd approach. How you indicated to Veli Llale that there were certain firearms amongst the marchers. And you say apparently the policemen was defeated and I think you used similar words today. The policemen didn't manage to get the crowd distracted or to divert their on-coming march. You see that? It is the top of page 2970. It is the first nine or ten lines I am reading from.",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Where Sir?",
            "Male"
        ],
        [
            "MR DORFLING",
            "It is page 2970. Have you got the right page, that is the record?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "I am reading the first nine to ten lines or I am just summarising.",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Then you go on to describe how you pointed out to Veli a huge black man amongst the crowd with an AK47 and how you perceived rapid automatic fire to be emanating from the advancing crowd. And how the particles of concrete flew up and hit you. This is the time when you and Veli Llale, you pull Veli Llale down and you go to the indent in the parapet. Are you with me? I am reading from line 14 now and I am going to read verbatim from the record\n\" Because of the position I was, I was not able to see who is shooting. I fired an AK myself and the purpose of firing I want to put it before you that if I had a position of seeing them I am not trying to be smart in this court, I could have mowed them down.\"\nDo you see that?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Yes I see that.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Am I correct in saying that you tried to convey to Mr Justice Nugent that if you had a proper position from which you could fire you would have mowed down the crowd. Is that correct?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "That is correct.",
            "Male"
        ],
        [
            "MR DORFLING",
            "This specific response of yours in evidence in chief was later taken up again in cross-examination by Mr Joubert on behalf of the South African Police. I would like to deal with your response to him at the time when he took that up with you. I am referring to page 3034 at line 20.",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "30?",
            "Male"
        ],
        [
            "MR DORFLING",
            "3034 at line 20.",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "At 303?",
            "Male"
        ],
        [
            "MR DORFLING",
            "3034 Mr Molefe, 3034.",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Do you see in the right hand margin the little numbers it says 10 and 20 in the right hand margin. Do you see that?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Okay.",
            "Male"
        ],
        [
            "MR DORFLING",
            "I am going to be reading where you see the number 20. That is at line 20 on the page. Do you see that?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Mr Joubert on behalf of the South African Police is cross-examining at this time and he now deals with your evidence that if a certain scenario existed, being the scenario that if you were in a position to shoot you would have mowed them down. And he asks you the following question\n\" You testified that if there was a certain scenario you would have mowed the people down in the streets. Is that correct?\"\nDo you see that?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "And I do not want to be blamed for quoting your response out of context so let me proceed and read your full response to that question. You say from line 22 onwards\n\"Your Honour stopped me when I said that the question that some of the lawyer asked me I said it touches me deep in the recess; 'He said let us not waste time. Let us be specific.' I wanted to tell him why and I said I co-operated with him. He said no and he cut me.\"\nIn other words here you are trying to convey to Mr Justice Nugent you wanted to give a full response previously you were cut short. You are now going to give a full response. Is that what you were trying to convey to Mr Justice Nugent?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "And you now go on to give your full response\n\"I just want to understand what did you mean by that\nwhen you said?\"\nAnd your response: -\n\"If you, Your Honour can give me the permission because he said I told him that I am the victim myself and if I have that chance I will use it maximally.\"\nWhat did you mean by that Mr Molefe?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Your Lordship as I responded to Advocate Dorfling. I am coming from a detribalised society, a non-racial organisation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We have heard all that.",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "I as a victim of the IFP all what divide us is the railway line. I said to you the (...indistinct) I said to you Mukwana is dead.",
            "Male"
        ],
        [
            "MR DORFLING",
            "I am sorry Mr Molefe.",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "You are quoting me out of context. You are quoting me out of context. I said even my house at home IFP from the hostel, all that divide us is a railway line, breaking the furniture, raping women, killing women. And unfortunately here in this Committee we do not have the video that you ask yesterday about so many people that have been harassed by IFP. So many people that have been killed in (...indistinct) So many people who have been (...indistinct) And now you are playing with the sentiments of the people. And in that context if I wanted to react, if I wanted to react like Barend Strydom, if I wanted to react like Barend Strydom I could have done that but because of the discipline and the policy of the African National Congress I could not do that. However I am not acting out of malice. I am not acting out of hatred. I am not acting to avenge because simply of the policy and the principle of the African National Congress. Let alone I as (...indistinct) having a scar. No I do not hate them but I got a scar. I appreciate that.",
            "Male"
        ],
        [
            "MR DORFLING",
            "I have heard your answer. You are therefore saying that you would not have acted out of hatred. Is that correct? You did not hate the Zulu people and the marchers in the street on that day, is that correct?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Precisely.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Now could we examine that answer of yours closer with reference to your evidence at the Inquest Court. I want to read further at page 3035 from lines 3 onwards. This is just after you said: \"I will use the chance maximally. I will use it maximally if I have that chance.\" And then Mr Justice Nugent's question",
            "Male"
        ],
        [
            "MR DORFLING",
            "\"If you had the chance to do what?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "Your Honour he said isn't it, the position there I was, I was it is not awkward that we cannot shoot. There is a wall and I am short, when I fall I die. You cannot shoot.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "\t\tYes?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "But if I had the chance Your Honour maybe a clean.\"",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "And then there is an intervention.",
            "Male"
        ],
        [
            "MR DORFLING",
            "\"If you had a chance you would have shot you mean?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "I would have killed them Your Honour very friendly and I am not a cold-blooded murderer. You said I must stop it. I said in the deep, in the recess of my heart you are touching me where I have never been touched emotionally.\"",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "What you are explaining there to Mr Justice Nugent your position just made it awkward for you to shoot. If you had a good position you would have shot the Zulus. And you specifically implied you would have mowed them down like you previously explained. That is your evidence Sir.",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Mr Dorfling I said again, I paraphrase myself. I said to the judge I have got friends of Zulus, I have got comrades of Zulus, I have got a leadership of Zulus. Bear in mind that in this inquest that the Zulus that I said I hate I have been specific. I said there was a Witdoeke in Cape Town. We had the IFP who abandoned the (...indistinct) on top of their head. Killing innocent people, killing innocent children. I know what they are capable of doing. If I had a chance I would have mowed them down. Not out of malice because I know what capacity do they possess.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Sir I want to put it to that it will now - I will continue reading the record and it would be quite clear that you indicated to Mr Justice Nugent that the people with the red cloths on their head were present on that day at Shell House and if you had the chance you would have mowed them down. That is what the record reflects and I will read that out now.",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Do you want my response?",
            "Male"
        ],
        [
            "MR DORFLING",
            "Yes please.",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "With due respect I am not a murderer. If they came and if I had a chance in defence of the leadership, in defence of the property, in defence of the human soul in that building, I know they do not know what a human life is all about, I could have mowed them down. Not because of hatred, not because of hatred. I know what capacity. They do not care for human life. Especially I suspect they have those who have been trained in Caprivi amongst them.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Is it your evidence that at the time when you fired on that day that you had no hatred in your heart towards specific members in the crowd of marchers? Is that your evidence?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Yes I do not hate Zulus. I make clear distinction. Those who tied the red cloth on top of their foreheads. I have seen them with my two naked eyes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Let me read from page 3037 of the record, 3037. If you could just turn on three pages. You being asked on how you perceived the IFP at that stage. It is at the bottom of page 3036. That is the question posed to you by Mr Justice Nugent. And you explain the Zulu tradition and Zulu culture and how you used to be very proud of that. And how you used to go to hostels with Zulus. And then you say\n\"I was actually misled by these people. Today when you speak to a Zulu even my community they can kill you today after 1994 and not necessarily as I was at war with the IFP. No but certain elements within the IFP wanted this to happen. I used to be proud of the Zulu culture the shield whatever. I used to. Today even the Zulu song I hate. I must switch off my television today. I used to be proud.\"\nYou made it clear in no uncertain terms Mr Molefe that you have lost all your respect for the Zulus and at that point in time.",
            "Male"
        ],
        [
            "MS MORAKA",
            "It is not my intention to interrupt my learned friend but if my learned friend would be fair and when he quotes to quote where the paragraph begins. The paragraph begins at 3036 and the paragraph does not say: \"I hate all Zulu people.\" It specifically distinguishes and the distinction is drawn at 3036. My learned friend must ask questions in context and not pick out a paragraph that he chooses to pick out.",
            "Female"
        ],
        [
            "MR DORFLING",
            "With the greatest respect Mr Chairman I have read out the whole paragraph. I have paraphrased the first portion starting from page 3036 at the bottom where Mr Molefe explains how he used to be proud of the Zulus. How he used to be proud of the beautiful culture. How he was misled. How he went to the hostels and that now there are certain elements within the IFP which he dislikes. That is exactly what I have read out. And ...(inaudible) I am reading as it appears on the record.\n\"I used to be proud of the Zulu culture, the shield whatever. I used to. Today even the Zulu song I hate. I must switch off my television today. I used to be proud.'\nThat is exactly what it is reflected on the record.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have the record before you. Those are your words as they are recorded and you are being questioned as to whether you confirm what you said?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "Your Honour with due respect Mr Dorfling (...intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No. Do you confirm what is recorded there?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "It went down further. I worked with Zulu. I love the Zulu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes I have no doubt that we will hear about what you have said. The question is in that passage do you confirm what he said there. Yes your lawyer will clear up whatever has to be cleared up as far as other sections are concerned. We will move faster if you will just answer the question here. Alright?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Chairman if I may just assist the Committee. The portions that Mr Dorfling now referred to was actually in front of the Committee and it appears in file A as from page 91 onwards. It would be easier for the Committee to follow it and read it as it is in front of you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes we do have it. Thank you. Yes Mr Dorfling will you proceed.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Mr Chairman it makes it difficult for me. I am rather going to now read the two pages not to be blamed for not putting (...intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No you just carry on as is most convenient for you.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "But there is constant interjections of me being quoted out of context.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well this is the nature of this wretched inquiry unfortunately. I am almost like sitting with 15 counsel all wishing to take part in proceedings and sometimes things don't run as smoothly as you would like them to. We just have to make the best of the situation.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "We will do Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just put your questions. I think the gist of the answers that you want they are recorded there and now let us proceed further.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Can I turn to page 3038 Mr Molefe at line 10. If you want to read the context you welcome to read from page 3037 at line 5 onwards. And I would like to concentrate on page 3038 line 12 onwards. If you would like time to have regard to the previous page 3037 and read that to have the context right please just indicate and I will give you the opportunity to do so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Molefe take your time. Take your time and read it at your leisure please?",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Mr Molefe can we turn to page 3038 at line 12?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Clarification on what about the purpose of reading this?",
            "Male"
        ],
        [
            "MR DORFLING",
            "I want to read page 3038 from line 12 and then I will put my question to you Sir.",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "...(inaudible)",
            "Male"
        ],
        [
            "MR DORFLING",
            "No I think I haven't. We have just quoted the previous section which leads up to this specific passage which I want to quote. Line 12 Sir. Page 3038 line 12. You can perhaps start at line 10. I am asking you from your perspective - this is a question from Mr Justice Nugent. He was asking you from your perspective what did you perceive the Zulus to be or what did you perceive to be the position with regard to the Zulus amongst the marchers. And you respond as follows",
            "Male"
        ],
        [
            "MR DORFLING",
            "\" I am asking you from your perspective.",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "No listen Your Honour Zulus are Zulus.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "\t\tYes?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "But all I am trying to say is Your Honour the Zulus who used to attack us in the location, the Zulus who used to be supported by the previous South African Police are the Zulus with this red cloth. Yes supported by everything. I put it by everything. Those are the Zulus I hate.\"",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "And then Mr Justice Nugent says: -",
            "Male"
        ],
        [
            "MR DORFLING",
            "\"But are those the Zulus that were in de Villiers Street on that day?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "Ja they were, they were.\"",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "That is your evidence Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you agree with that?",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Do you agree that, that was your evidence?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He Does not disagree with that because he has already mentioned about those people who wore red doeks and wit doeks who go around killing innocent people. He has already referred to that.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Do you agree that you testified that those were people that was within the crowd of marchers outside Shell House that day?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Mr Dorfling this is specific and I am repeating for the third time. This is TRC. It is not a (...indistinct) It is about the truth. You not want to make the distinction that I make and as Zulus, Zulus and a Zulus who tied the red cloth on top of their forehead.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now the question is were there.",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "I am taking exception to that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please. The question really directed is in that crowd on that day did you see people with the red bands and the white bands?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "Yes Your Honour.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the answer you want?",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Indeed that is the answer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well please proceed.",
            "Unknown"
        ],
        [
            "JUDGE NGCOBO",
            "Mr Molefe the evidence that you are giving today is not for the benefit of Mr Dorfling. Do you understand that?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "Yes Your Honour.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "It is intended to assist this Committee. Do you understand that?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "Yes I do.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "If you direct your response not to Mr Dorfling but to this Committee. Do you understand that?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "Yes I do.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Mr Molefe I want to put it to you that it is quite clear from the portions of the record that I have read to you that you didn't mess around with your words. You made it very, very clear that you hated a certain portion of the Zulus. That a portion of those Zulus are specifically those who have red or carry red head gear. That such Zulus were present at the corners of King George and de Villiers Street and that if you had half the chance, if your position was not that awkward you would have mowed them down. That was your evidence Sir. Would you care to respond to that",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Yes I have said so.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Is that your position today?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "His Lordship, Mr Chairman the country is under a ...(indistinct) from sick political philosophies and dogmatic political, rigid political beliefs. IFP came as a result of the African National Congress. We are speaking of a possible merger between the IFP and the African National Congress. We are perceiving the IFP as our brothers, our sisters. The leader of the IFP today can be given a position of the acting President of this country which we are (...intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't want to stop you from making that statement but I want to tell you please those passages that we read to you were your views which you had expressed at that time. The question is; are those still your views about those people that wore red doeks or wit doeks amongst the IFP? Those were your views at that time. The question is are those your views now as well? And the answer is either yes or no.",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Those are not his views now.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "What have changed your views subsequent to the inquest proceedings Mr Molefe?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "The country is changing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's move on because I don't want to engage in a political debate Mr Dorfling.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "I want to conclude with the position put forward by the objectors. Mr Molefe I appear on behalf of certain people that was injured at the corners of King George and de Villiers Street on that day. Nine people. It is their, it will be their evidence should they be called to give evidence in front of this Committee that there was no justification for the ANC guards shooting at them. That they did not have firearms at the day and that they were not attacking Shell House. I am asking three questions. Firstly, there was no justification for the shooting. Would you like to respond to that? I am just talking from the perspective of the people I represent. Those are my instructions. They say there was no justification for them being shot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes now he is not talking about no justification for you shooting. He is talking about generally shooting by the guards. That there was no justification for them shooting on that day. That is what his clients are going to say. They are also going to say that they were not carrying arms.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Firearms Mr Chair yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Firearms.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "There were a number of them that carried traditional arms so to speak.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes they were not carrying guns.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Traditional weapons but I am talking firearms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes you are talking on behalf of your clients?",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Indeed I can only speak on behalf of the 9 individuals I represent.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes. That is what his clients are going to say if they give evidence. You are invited to comment on that. Do you agree or disagree?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "I disagree.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "I have got no further questions. Thank you Mr Chair.",
            "Male"
        ],
        [
            "NO FURTHER QUESTIONS BY MR DORFLING",
            ".",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR PRETORIUS",
            "Mr Molefe. If I may proceed Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes please.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Molefe do I understand you to convey that it is possible that you accidentally shot at the crowd or at the pharmacy?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Repeat your question?",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Do I understand you that you are trying to convey to this Committee that it is possible that you accidentally shot those shots which ballistically was proven to be AK47\ncoming from the parapet into the pharmacy?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Do you still have that photograph of the top of the parapet of Shell House in front of you?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry the photograph you looked at isn't the photograph. I can see it under your papers. It is under the papers in front of you. There it is. That is the one he is asking you to look at.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "If one look at the person that is standing on the parapet that one can clearly see there it is also clear that just next to him the wall that he is looking is a thick wall. It is not a thin wall. Is that correct?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "As to shoot from the position that you were in at the angle that was indicated by the ballistic experts you physically have to lean over that thick wall with the top part of your body and intentionally point your weapon in the direction of the pharmacy to shoot in the way you did. It is impossible to do it accidentally.",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "What is your question?",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I am putting it to you and I want your response thereto.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is put to you that the angle at which the bullet or the bullets struck the window of the pharmacy from where you were standing indicated that you had to lean forward over the wall to fire and those bullets could never have gone the way you say they were whilst you were standing in the depression firing upwards. That is what is being put to you. That this was not accidental, it was intentional.",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "His Lordship I said when the bullets struck the concrete walls of the parapet I pulled Veli down. There was fire coming from the direction of the marchers. Meaning if I had taken that position I could not have been here now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you persist in your evidence that the shots that hit the window of the pharmacy was accidental and not intentional. Is that what you are saying?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "Precisely.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Proceed please.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Molefe the Zulus that were injured and died that day were lying exactly there next to the pharmacy where your shots were found. Is that correct?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Frankly I saw that on the TV as to who killed them I am not going to respond to that. And the ballistic evidence they do not link my gun with the deceased neither the injured.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Do I understand your answer to be in the positive? In other words yes?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "I do not have any comment to that.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Molefe I put it to you, you are not telling the truth to this Committee. That what you actually did that day was to physically lean over the balcony and intentionally shot at the marchers.",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "That is your observation. I do not have any comment to that. The AK ballistically prove they do not link the weapon that I was carrying that it killed anyone. That is your statement. Or injured anyone. That is your statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I do not think you were suggesting. Were you trying to suggest that despite the ballistic evidence the people that were found, that there were some people that were found in front of the pharmacy who were killed who were shot by him?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "I did not say that Mr Chairman. But there were a lot of people injured.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That were found there.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "And even that ran away, etc.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "So the ballistics did not test each and every person that was injured.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "And it is quite probable that the marchers that were injured or some of the marchers that were injured were in fact injured by AK47s.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well it is also quite probable that didn't happen isn't it?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Well they were in fact injured by firearms. And all I am putting to this witness is that he deliberately lent over the parapet wall and he deliberately fired into the crowd. That is as far as I took it. I did not take it any further.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes I thought you were trying to put to him that the bodies that were found, those that were injured that were found there in front of the chemist. I thought you were trying to imply.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Not at all Mr Chairman. All I am saying is that he physically lent over and shot at the marchers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand that.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Do you understand the thrust of the question now? And do you want to comment on that?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Yes I do. Your Lordship I have responded to this question. I said immediately they fired to the concrete walls I pulled Veli down because there was this automatic fire that was coming from the marchers. If I could have leaned down I wouldn't be here and asking for amnesty. I would have been dead. I jumped to the indent even it is supported by Justice Nugent that two shots that might have went to the direction of the pharmacy I might have lost my footing. Not deliberately leaned and shot the marchers. That is your own perception.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes we heard that thank you. And further questions?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Are your evidence then that it was impossible that any of your shots injured a marcher?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "I already said so. And I have said to His Lordship by those two shots which perhaps accidentally went to the direction of the marchers if those people can come within a million years to come hundred times and thousand more I said if they are struck if they can come I apologise I have said so. Accidentally not deliberately.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "You were the only person on the parapet that carried an AK47 on that day. Is that correct?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Yes.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Molefe the objectors I represent will also state that they never carried a firearm they had traditional weapons on that day and they never attacked Shell House or had any plan to attack Shell House on that day. Your response to that?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Do not take us as cold-blooded murderers. Look this is our house, people from Natal from (...indistinct) Hostel, Meadowlands Hostel, what do they want in our own property? We never took Shell House to the hostel. And if they did not come there with intentions we would not be here all of us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question was in respect of the clients that he represents. His particular clients, he is only talking about them and he said as far as his clients were concerned they were not armed and they had no intention of attacking Shell House. That is all. Can you just refresh my memory how many do you represent please?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "I represent 7 but in this regard I also speak for the 5 that Dr van Wyk represent. My colleague, Mr van Wyk will speak for those that he represent Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes quite. So he is only talking about 12 people whom they represent but they were unarmed. They had no intention of attacking Shell House. That is what is what is being put to you.",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "His Lordship without any sense of - he represent people who are injured. He said he alleges that they were not armed. And I say we have been shot at. And I don't want this thing to carry on. They shot, they did not shot. And it won't carry us anywhere. However I still say if those two shots that I fired if they might have killed or injured anyone I say I am sorry.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The answer to his question is you would not know who his clients were. There were 12 people whom they represent and if they say that they were not harmed, if they say they had no intention of attacking Shell House there is nothing you can say about it is there?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "Precisely.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is the answer.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "They will also testify and they will be borne out for that by independent witnesses that the first shot fired that day was fired by the ANC guards. Any response to that?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "I don't have nothing to do with that.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "And they will say that those shots, that the shots that were fired by the ANC guards were fired at them without any reason at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Your clients are going to say that?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Indeed Sir. May I make it just clear Mr Chairman those clients that can speak for themselves. I do represent inter alia dependants and of course those clients cannot say that because they simply were not there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well quite understandable.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Any response to that Mr Molefe?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Come with your question again?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The first shots that were fired were fired by the ANC guards. You have already answered that. Just repeat your answer?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "I do not know. I do not know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You don't know.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "The next part of that question is Mr Molefe is that those shots were fired without any reason at all. In other words the guards that then fired at the marchers had no reason to fire at them. Your response to that?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "It is a perception of your clients.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps you don't understand. Maybe let us just cleared up. Those members of the guards who did fire, ANC guards who did fire did so without any reason. That there was no reason for them to fire. They fired without any reason or justification. That is what is being put to you.",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "They had their reason to fire because we were attacked.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Do you now say that the only reason that you fired was, or the guards fired not only you - were that they were under attack?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Yes we were under attack.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "And if there wasn't an attack there would have been no reason to fire at them. Do I understand you correctly Mr Molefe?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "If there was no military attack, if there was no military attack with the AK's, the pistols, the shot guns we wouldn't be here.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Just in response to that our clients will deny that there was any attack taking place so that therefore there was no reason to shoot at them. Thank you Mr Chairman I have got no\nfurther questions.",
            "Male"
        ],
        [
            "NO FURTHER QUESTIONS BY MR PRETORIUS",
            ".",
            "Male"
        ],
        [
            [],
            "Thank you Mr Chairman. Mr Molefe can you confirm that you were the first person on the parapet that fired shots at the crowd that day?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Yes.",
            "Male"
        ],
        [
            [],
            "Can you confirm that (...intervention)",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Were you the first person who fired shots at the crowd?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "No I was defending the fire that was coming from the crowd.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No of all the people that might have fired from the parapet were you the first person to fire?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "Yes.",
            "Male"
        ],
        [
            [],
            "And you fired those shots at the crowd. Is that correct?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "No.",
            "Male"
        ],
        [
            [],
            "After you went down into the parapet Mr Veli Llale was in your company. Is that correct?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "That is correct.",
            "Male"
        ],
        [
            [],
            "He had an arm with him. Is that correct, a firearm?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "That is correct.",
            "Male"
        ],
        [
            [],
            "And you saw him standing up and firing a shot at the crowd is that correct?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "I think the question must be asked to Mr Llale.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did you see?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "He shot.",
            "Male"
        ],
        [
            [],
            "I beg you pardon. You saw him firing two shots?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Either he saw or he heard him. Did you see him fire?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "I heard him fire.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He heard him fire.",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "Yes.",
            "Male"
        ],
        [
            [],
            "Didn't you see him firing?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "If I can recall very well I heard him firing. If I can recall. I might not be sure.",
            "Male"
        ],
        [
            [],
            "Mr Neo Potsane was also on the parapet is that correct?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Yes.",
            "Male"
        ],
        [
            [],
            "He had a firearm with him, is that correct?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "That is correct.",
            "Male"
        ],
        [
            [],
            "Did he also fire at the crowd?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "I heard him fire.",
            "Male"
        ],
        [
            [],
            "You didn't see him fire is that correct?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "I cannot recall now but I heard him firing.",
            "Male"
        ],
        [
            [],
            "You cannot recall that you saw him firing? May I refresh your memory from the record at the inquest hearing and I want to refer the Committee at page 2973 of the record. And I want to read to you what your evidence was. And then I want a reply from you please. And I am referring you to round about line 12 at page 2973. Have you got it or can I read it to you? I will read it for the Committee's sake also. Ms Voster was busy asking questions and I will repeat it to you\n\"Did you see Mr Moolman shoot?\"\nAnd your reply was:\n\"No.\"\nDo you confirm that?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Yes.",
            "Male"
        ],
        [
            [],
            "The next question\n\"Did you see Neo Potsane shoot?\"\nYour reply was \"yes.\" Today you say you cannot remember. Is that correct?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "I said I heard and I cannot recall. I don't deny it.",
            "Male"
        ],
        [
            [],
            "Ja but what is your evidence today Sir. Did you see him shooting or not?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "In the inquest I said yes.",
            "Male"
        ],
        [
            [],
            "What is your, sorry.",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "And then bear in mind this thing happened four years ago. By the way I ask did he shoot or I heard him shooting even I am still asking myself. I agree.",
            "Male"
        ],
        [
            [],
            "Mr Chairman I just want to show to you and I am going to argue later on this that the applicant is not making a full disclosure and he is not revealing to you what he really saw.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) at one stage he said he saw him shoot. Today he says he heard him shoot and the fact of the matter is that there was this shooting. That is the fact of the matter.",
            "Unknown"
        ],
        [
            [],
            "I will argue on his credibility later on. Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.",
            "Unknown"
        ],
        [
            [],
            "Just another aspect I think it is common cause you had no licence for the AK47 and you not applying for amnesty in respect thereof is that correct?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "No comment to that.",
            "Male"
        ],
        [
            [],
            "I want to put it to you on behalf of the objectors that I appear for that they will deny that they had any firearms with them on that day and they will deny that they were any part of an attack on either you or Shell House or the leadership. Have you got a comment on that?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "I reject what your objectors says. We were\nattacked and we would not respond that the way we respond. And tell your whatever that we are not killers. Emphasise that to them. Balance the story.",
            "Male"
        ],
        [
            [],
            "Do I understand you correctly that you feel that you exceeded the bounds of self-defence?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Precisely. ...(inaudible)",
            "Male"
        ],
        [
            [],
            "And your reason for that?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Perhaps the marchers were retreating and we continue firing at them. Hence in that sense we exceeded the boundaries of self-defence.",
            "Male"
        ],
        [
            [],
            "Did you see the marchers retreating when you were firing?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "I did not see them but according to medical evidence some of the marchers were shot at the back and this is not something that all go well in us. Hence we are here to say to them we went too far.",
            "Male"
        ],
        [
            [],
            "I have no further questions thank you Mr Chairman.",
            "Male"
        ],
        [
            [],
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MS VAN DER WESTHUIZEN",
            "Mr Chairman just a few questions to Mr Molefe.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS VAN DER WESTHUIZEN",
            "Mr Molefe at the corner, on the parapet at the corner of King George and de Villiers Street were you standing openly and openly carrying your AK47?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "I cannot hear your question.",
            "Male"
        ],
        [
            "MS VAN DER WESTHUIZEN",
            "At the corner where you were standing on the parapet, that is the corner of King George and de Villiers Street were you actually standing there openly and displaying your AK47 openly?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "I was not displaying it. This is how it is carried. You know in that sense you know looking up.",
            "Male"
        ],
        [
            "MS VAN DER WESTHUIZEN",
            "Do you think that the marchers on that corner would have been able to see and the firearm or the AK47 that you were carrying?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "I don't know.",
            "Male"
        ],
        [
            "MS VAN DER WESTHUIZEN",
            "How soon after you arrived at that corner did the firing start in your direction?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "They pause and then minutes, they pause for quite. It happened so quick I cannot recall minutes or seconds. How many minutes or how many seconds or how many minutes did they take.",
            "Male"
        ],
        [
            "MS VAN DER WESTHUIZEN",
            "The other ANC guards who were posted on the ground, could you see any of them from where you were standing?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "I am not going to respond to the guards which were based on the ground. I did not see anyone of them because I had to bow down and see. I can't in that awkward position.",
            "Male"
        ],
        [
            "MS VAN DER WESTHUIZEN",
            "So therefore you would also not have seen if they were under any attack?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "I am not going to speak for the security personnel who was on the ground floor.",
            "Male"
        ],
        [
            "MR LAX",
            "The question was; could you see whether they were under attack? Yes or no? Either you could or you could not.",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Your Lordship with due respect, with due respect. Here I am being fired at personally with an AK, here the particles you know fling automatically, we are being attacked. That is the reason that will be there. Whether we are up or on the ground. Whether those who were on the ground or those who were up but the general feeling is that we were being attacked.",
            "Male"
        ],
        [
            "MR LAX",
            "So you formed an impression that you were all being attacked. Is that what you are saying?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Precisely.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And haven't you already stated Mr Molefe that you couldn't see the security personnel who were on the ground?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "I cannot hear that (...indistinct)",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Was it not your evidence just a few seconds ago that you couldn't see any of the security guards here on the ground?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "I said so.",
            "Male"
        ],
        [
            "MS VAN DER WESTHUIZEN",
            "Did you form part of any secondary firing?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "Yes.",
            "Male"
        ],
        [
            "MS VAN DER WESTHUIZEN",
            "Is it correct that as part of your application you state that you acted in self-defence is that correct?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "Precisely.",
            "Male"
        ],
        [
            "MS VAN DER WESTHUIZEN",
            "Once you jumped down to the floor of the parapet am I correct to say that you personally at that stage could not have been attacked by the marchers from the ground from where they were standing. Is that correct?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "I don't understand your question.",
            "Male"
        ],
        [
            "MS VAN DER WESTHUIZEN",
            "Once you reached the indent. I mean after you have jumped down and pulled Mr Llale down, once you were down on that floor you were actually protected. You were protected from any fire coming up from the marchers on the ground.",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "Protected by what? Are you saying the wall?",
            "Male"
        ],
        [
            "MS VAN DER WESTHUIZEN",
            "That is indeed so.",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "You know a military attack whether it is a wall or not a wall, while they were firing with AKs whatever weapons even a bazooka can crack that wall. It doesn't mean that I am protected by that wall.",
            "Male"
        ],
        [
            "MS VAN DER WESTHUIZEN",
            "The objectors' on whose behalf I appear position is exactly the same as those of the other objectors and I therefore am not going to repeat it to you. I have no further questions.\nNO FURTHER QUESTIONS BY MS VAN DER WESTHUIZEN",
            "Female"
        ],
        [
            [],
            "Thank you Mr Chairman. I have got no questions. I just would like to state that the position of the objectors that I appear on is the same as that of Mr Pretorius. I am not going to repeat that to the witness.",
            "Male"
        ],
        [
            "MS MORAKA",
            "No re-examination. Thank you Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Which of you is appearing for Neo Potsane?",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "I am appearing for Neo Potsane, applicant number 9.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "His name has been mentioned and some evidence has been given referring to him. Are there any questions you wish to put to this witness?",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "No I don't have any questions.\nNO QUESTIONS BY MR CURRIN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No questions. Thank you.",
            "Unknown"
        ],
        [
            "JUDGE NGCOBO",
            "Mr Molefe if you do not understand my questions ... certain excerpts of your evidence at the inquest were read to you suggesting amongst other things that you hated those Zulus who wear a red band on their foreheads. Do you recall that?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "Yes I do recall that.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "And the evidence that was read to you suggested that if you had been in a position to shoot at them you would have mowed it down - to use the word that was used there.",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "Repeat the question?",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Your evidence suggested that if you had, had an opportunity, that is on the day of the shooting to shoot at those Zulus with the red band you would have mowed them down.",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "This is what I have said.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Your evidence was further that there was those Zulus amongst the marchers.",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "There were some of those Zulus within the marchers. Yes they were there.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "You have now indicated that your position has since changed?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "Yes Your Honour.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Would you indicate to us what position has changed?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "The position of the people who tied the red cloths on their foreheads firstly we can talk with them there in Central Western Jabago without any red bands. People can enter the hostels and they can come to the location. And that is a good thing. It is a peaceful process that is taking place. Two weeks back I was with Eddie Khumalo with one of the marchers who had the red band on his forehead and now we had to greet one another: \"Kunjani, fine Kunjani sikhona.\" You know it is a mood that the country is taking. It is a mood that even on the top political leadership things are coming in a very, very progressive way and whereby we say in a political context IFP, ANC, Nationalist Party let bygones be bygones in that context Sir. There is no one who keep those grudges any more but gradually they have been withering away. In that context.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Is it your position now that you would not have mowed down those Zulus with the red bands on the day in question if you had, had an opportunity to do so?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "I don't get the question very clearly.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "What I want to clarify is this. What was suggested to you in cross-examination was that you shot at the marchers because you hated the Zulus with the red armband. This was based on your evidence we are told from the inquest in which you are said to have testified that you hate the Zulus with red armband and that they were among the marchers. And that if you had, had the opportunity you would have mowed them down. Do you understand that?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "Yes Your Honour.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "...(inaudible) still your position today. And your answer was; \"It is no longer my position.\" So what I want to understand from you what is the position that you have changed?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "Mr Chairman we must be very frank and honest. We do not see the in-fight amongst the hostel dwellers with the location people today. That is why. Too we do not see the wit doeks in Cape Town, the Nobongwanas whatever killing innocent people. And we see people amalgamating as people should be without identifying yourself with a certain symbol. It is gradually moving you know in a very peaceful gradual way. And it is taking a shape where we can say today and say let bygones be bygones, I am sorry whoever.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Yes I understand that. And the other aspect is this. You described to us the position in which you were after the shots were fired. Namely that you went down to the lower level of the parapet. I think you described it as being the indent. And that when you fired the shot you were in that position. It was suggested to you that if you were in that position for you to have shot in the direction of the pharmacy you would have had to stand up and lean over the balcony. More importantly what was suggested to you was that if you were in that position which you described to us it would have been impossible for the fire from your AK47 to have landed at the pharmacy. What do you say to that?",
            "Unknown"
        ],
        [
            "MODISE MOLEFE",
            "That is possible.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Molefe I just have one question with regard to the suggestion that you hate Zulus particularly those who wear red bands around their heads. And just to find out if I have understood your evidence properly. Of the many groups that morning that went past Shell House did any of the marchers who formed part of the many groups that went past Shell House have red bands around their head?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "There were a lot of them. In the morning, in the afternoon and whatever.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "With regard to the main group that gave rise to the incident in respect of which amnesty is being sought, were they also wearing the red band around their head?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "I don't understand your question very clear.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "The marchers that you shot at, at corner King George and de Villiers were they wearing red bands around their head?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "Some of them.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "If none of them had any bands around their heads and you still perceived the marchers to be firing at the direction of Shell House would you have taken the action that you took that day?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "No.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Did you understand my question? If none of them had red bands around their heads, if none of the marchers that you directed your action against, if none of them had any red bands around their heads would you have taken any defensive action?",
            "Female"
        ],
        [
            "MODISE MOLEFE",
            "Yes I would if they are still firing at us let alone the red whatever. That is a threat in terms of arms, in terms of entering into our building and killing our leadership. I will be, (...indistinct) I will protect.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Thank you Mr Molefe.",
            "Female"
        ],
        [
            "MR LAX",
            "Just one small issue. Just to pick up where Judge Ngcobo left off. That was you indicated that you heard the others shooting around you or near you. I am assuming they were next to you or in your vicinity, the other guards who were up on the parapet with you. Do you recall that? Were they firing at the crowd or were they firing in the air? Are you able to say?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Some of them did fire on the crowd.",
            "Male"
        ],
        [
            "MR LAX",
            "And in order to do that they would have had to stand up, lean over the parapet and point downwards to do that.",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Not necessarily they have moved to another position.",
            "Male"
        ],
        [
            "MR LAX",
            "Well the evidence so far is that the parapet continues along. How would they have shot through the parapet, are there gaps in the parapet? Are there gaps in the portion that you would normally have hidden behind?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "I think they were on the. Your Honour with due respect they will answer for themselves because I was in the indent. As to whether they were, no they had (...indistinct) situation. They could see them you know. They having themselves but do you understand as you see the parapet there you know (...indistinct) whatever. As to how did they do it they will answer for themselves.",
            "Male"
        ],
        [
            "MR LAX",
            "You see the point I am trying to get at is that in order for them to shoot downwards on all the evidence we have heard so far they would have had to in some way be able to position their firearm over the edge of that level that you would normally have hidden behind so that the barrels could point downwards. And then in order to aim that their bodies would have, portions of their bodies must have been over the edge of the parapet. That is just plain logic isn't it?",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Now for them to do that there must have been some degree of safety otherwise ...",
            "Male"
        ],
        [
            "MODISE MOLEFE",
            "... their safety was some kind of walls. I think they protruded that angle, their safety was in danger.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you very much. This will be a convenient stage to take the adjournment. We will resume at two 'o clock.\nCOMMITTEE ADJOURNS.",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR TIPP",
            "Mr Chairman with your leave the next witness will be the 5th applicant, Mr Khumalo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR TIPP",
            "Again Mr Chairman as in the case of previous witnesses Mr Khumalo's first language is Zulu but he will go as far as he can in English in order to speed up the proceedings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Khumalo are you prepared to take the oath?",
            "Unknown"
        ],
        [
            "MR TIPP",
            "Mr Khumalo I am going to ask you please to speak up so that everybody present can hear you clearly. I am going to ask you also please to direct your evidence, your answers to questions to the Committee and to keep your answers to the point as far as you can. And please remember when you give an answer just to switch on the microphone in front of you. Now Mr Khumalo you are the 5th applicant in these proceedings for amnesty in respect of the shooting that took place outside Shell House on the 28th of March 1994?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR TIPP",
            "You have filed an application in your own handwriting Mr Chairman which appears from page 66 onwards, as well as an affidavit deposed to by you which also was submitted to the inquest is that correct?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "In addition you have also filed before this Committee a supplementary affidavit which Mr Chairman appears at pages 80A through to page 80D in bundle C2. Now Mr Khumalo I would like first of all to get some particulars about yourself on record for the information of the Committee. I will lead some of the details. You were born in 1950 in Soweto and is it correct that you schooled in Soweto?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is right.",
            "Male"
        ],
        [
            "MR TIPP",
            "In 1976 is it correct that you left South Africa and that you went to Swaziland and in effect went into exile?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "Did you in that same year join the African National Congress and did you become also a member of uMkhonto weSizwe?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is right.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Khumalo you were trained in various countries and in various military skills including Angola and the Soviet Union and East Germany?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is right.",
            "Male"
        ],
        [
            "MR TIPP",
            "You were trained also in aspects of military intelligence?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is right.",
            "Male"
        ],
        [
            "MR TIPP",
            "Is it correct also that in the course of your years in exile and in Angola that you had some encounters of a combat nature with the security forces of the previous government?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is right.",
            "Male"
        ],
        [
            "MR TIPP",
            "In 1980 you were arrested in South Africa?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is right.",
            "Male"
        ],
        [
            "MR TIPP",
            "In your own words but briefly please would you give the Committee an idea of your experience at that time? What you had to endure and for how long?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I was arrested in 1980. And I was in detention for almost three months and I was tortured. I think both my eardrums have been perforated and I had an operation, I have been put a temporal (...indistinct) in both ears. Then I was sentenced in 1981 to 10 years in Robben Island. Then I finished my 10 years in 1991.",
            "Male"
        ],
        [
            "MR TIPP",
            "Is it correct Mr Khumalo that you were released a little early in 1990 at a time when a number of political prisoners were released from prison?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes. ...(inaudible)",
            "Male"
        ],
        [
            "MR TIPP",
            "And did you then join the VIP Protection Services?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is right.",
            "Male"
        ],
        [
            "MR TIPP",
            "Amongst the senior leaders who you have assigned to protect are President Mandela and Walter Sisulu?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is right.",
            "Male"
        ],
        [
            "MR TIPP",
            "And at the time of the incident on 28 March 1994 were you head of the protection unit assigned for the protection of Mr Sisulu?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is right.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Khumalo we will come back to the motivation that you had through all these years but I want to proceed now to some of the events on the day in question, on 28 March 1994. You have in your affidavit made mention of certain information that came to your attention. Would you give the Committee please a brief indication of the nature of that information and from where you received it?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I think it was on Friday and Saturday when we received the information from the people from the Dura Hostel, the ANC sympathisers came to us and told us that there will be an attack on the 28th. But that attack, the incident will start on Sunday. Which means on the 27th.",
            "Male"
        ],
        [
            "MR TIPP",
            "Did you convey that information to anybody?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Indeed.",
            "Male"
        ],
        [
            "MR TIPP",
            "To whom?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "First I told my principle which means Mr Sisulu.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Sisulu, Mr Chairman. Yes and anybody else?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Then I convey it to Gary Kruser.",
            "Male"
        ],
        [
            "MR TIPP",
            "Now Mr Khumalo, - again Mr Chairman in the interest of brevity, you have set out in your affidavit from paragraph 3 and onwards through to paragraph 10 you have described a number of visits by yourself to various locations in Soweto at which you conducted observations of certain hostels. Is that correct?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "In preparation for this hearing did you read your affidavit again?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes I did.",
            "Male"
        ],
        [
            "MR TIPP",
            "And do you confirm the correctness of your description there?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR TIPP",
            "Does it amount to observations by you of what appeared to you to be steps taken by certain residents of those hostels that appeared to be preparation for fighting?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "If necessary you can be asked questions about that but I want to go directly to the situation at Shell House when you arrived there that morning. Would you please in your own words describe to the Committee what took place?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "On that day at the early hours of the morning I was with Mondli Zuma at Shell House. As we reported to the matter to, we had gone to Gary Kruser. Then he told us what to do. Because we are in the advance party for Mr Sisulu. We had checked the routes. The routes were safe which we were going to use. Then after that we have to check the surroundings. It was at about half past eight then Mr Sisulu entered into Shell House. Then after that we were patrolling outside. We were given orders by Gary Kruser to collect the information outside.",
            "Male"
        ],
        [
            "MR TIPP",
            "At a certain stage did you go to Lancet Hall?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes I did.",
            "Male"
        ],
        [
            "MR TIPP",
            "What was the reason for that?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "To collect and check the situation all over.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To collect what?",
            "Unknown"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "The information and to check the situation.",
            "Male"
        ],
        [
            "MR TIPP",
            "Did you find anything of significance at Lancet Hall?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes I did.",
            "Male"
        ],
        [
            "MR TIPP",
            "What was that?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "It was after the shooting when most of the marchers after the shooting they have ran to Shell House, near to the Shell House. They didn't know the place. I could see that they were asking where is the station. Then we helped them to show them where the station is. And they have gone into that direction. Then I moved upwards to go and check what was taking place it was after the shots.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Khumalo I am going to just ask you briefly to describe what you found at Lancet Hall?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "What I found in Lancet Hall, I found one person lying down near the entrance.",
            "Male"
        ],
        [
            "MR TIPP",
            "Is that the entrance to the basement parking on the side of Lancet Hall?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR TIPP",
            "Let us get back to Shell House. You returned to Shell House. In the course of the next period of time did you see various groups of marchers moving past Shell House? Past particularly the front entrance into Shell House on Plein Street?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Indeed.",
            "Male"
        ],
        [
            "MR TIPP",
            "Could you give the Committee please an impression of their conduct? How did you see them in their behaviour?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "They were moving in groups. The first group was led by the police. When they came they were chanting, doing some mock attacks. Then we had asked the police to control them. Indeed the police have done that. Then they passed. Then the second group came. The second group when it came they were also chanting and making those mock attacks. Taking up out the placards. They were very provoking.",
            "Male"
        ],
        [
            "MR TIPP",
            "Now Mr Khumalo it is common cause that the security guards never took any action against any of those groups. Is that correct?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "And did you personally never feel the need to take action against them?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "No. We constrained ourselves. The situation was very, very bad.",
            "Male"
        ],
        [
            "MR TIPP",
            "You have described also in your statement an incident where certain police officers were directing their firearms in the direction of Shell House and how some of the leaders went to speak to them. Is that correct?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "I am not going to deal with that in any detail. I want to move on to the events that took place shortly before the shooting incident itself as they relate to you and what you did. Now would you tell the Committee please what your whereabouts were immediately before the main shooting occurred and what you did?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "We were near the Jabu's Bakery.",
            "Male"
        ],
        [
            "MR TIPP",
            "What led you to go to that direction?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "We heard high calibre sounds of guns near the park station. That is what led us to that place.",
            "Male"
        ],
        [
            "MR TIPP",
            "Was the sound of the firing of high calibre weaponry of concern to you?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Very much because prior to that we had the information that they are going to be armed near the park station.",
            "Male"
        ],
        [
            "MR TIPP",
            "Once you got to Jabu's Bakery. Again Mr Chairman that is located on the north western side of the intersection of King George and de Villiers Street just to orientate the Committee. Mr Khumalo once you had reached Jabu's Bakery incidentally were you on your own or was Mr Zuma with you?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I was with Mr Zuma.",
            "Male"
        ],
        [
            "MR TIPP",
            "And what did you observe that took place there?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "There was a group which was coming through de Villiers Street from Wanderers. As they come one of the marchers who was wearing a red T-shirt ran to the corner and shot at us with a pistol.",
            "Male"
        ],
        [
            "MR TIPP",
            "When you say corner, which corner are you referring to?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "The corner at the ...(inaudible) and de Villiers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry.",
            "Unknown"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "The corner of Wanderers and de Villiers.",
            "Male"
        ],
        [
            "MR TIPP",
            "That is on the western side of Shell House?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR TIPP",
            "What was your reaction to this firing?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "My reaction to this firing I have told Zuma to move as quick as possible. Then I have returned fire. As he moved to protect him I have returned fire. So that they must never get a chance to shoot him.",
            "Male"
        ],
        [
            "MR TIPP",
            "After that what did you do?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Then I ran after him. Then we have gone straight to Shell House, to the foyer where we reported the matter to Gary Kruser.",
            "Male"
        ],
        [
            "MR TIPP",
            "What happened in consequence of that report?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "In consequence of that report Gary Kruser gave us the AK, gave me the AK and he escorted us to the corner.",
            "Male"
        ],
        [
            "MR TIPP",
            "That is the corner Mr Khumalo of King George and Plein Street?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "King George and Plein.",
            "Male"
        ],
        [
            "MR TIPP",
            "Could you give the Committee please some indication of the speed with which events were taking place at that stage?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "It was just matter of seconds, matter of seconds. Everything was very quick.",
            "Male"
        ],
        [
            "MR TIPP",
            "Once you had got to the corner of King George and Plein Streets what did you observe?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "After some seconds the marchers, my view was very, I couldn't see further than Jabu's Bakery because of the pillars. Because I have taken a (...indistinct) position. My circle of fire and my observational point was from Jabu's Bakery up to Plein Street.",
            "Male"
        ],
        [
            "MR TIPP",
            "And what then took place? I would like you please just to describe the events that then took place and the action taken particularly by yourself?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Then the marchers came out of de Villiers Street. Then one of them which I had seen at Jabu's Bakery he was carrying a pistol and he was shooting at the parapet, the people at the parapet. Then there was other gunfire which I didn't know where they come from.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Khumalo you have had some training. Can you tell the Committee in a built-up area such as that around Shell House with a number of high buildings does that make it easier or more difficult to locate precisely where a shot is coming from?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "It is very difficult to allocate the exact spot because of the echoes in the built-up area.",
            "Male"
        ],
        [
            "MR TIPP",
            "Please proceed and relate what happened after that?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Then those people who were charging as they were charging Gary Kruser gave an order to VJ Rama to fire a warning shot. Then VJ fired that warning shot. And Mondli too have fired a warning shot. Then, but those people were coming right through and there was gunfire right through. Then Gary Kruser gave us an order to repel. Then we have repelled them.",
            "Male"
        ],
        [
            "MR TIPP",
            "Now I want you please to detail a little more what your role was in the action of repelling this group? What did you do?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "My role was, which means my circle of fire this time was from Jabu's Bakery up to Plein Street. That was my circle of fire. The marchers I think there are two people who have passed to Plein Street. There was one woman she have passed because she didn't pose that threat and a man also he didn't pose that threat. They had passed. But those who were coming over to us because those who were passing we didn't care about them. But those who were charging towards us then we have repelled them.",
            "Male"
        ],
        [
            "MR TIPP",
            "Did you with your AK47 fire shots at those people?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes I did.",
            "Male"
        ],
        [
            "MR TIPP",
            "Now Mr Khumalo you set out in your supplementary affidavit that your legal representatives have explained to you subsequent to the conclusion of the inquest at which you gave evidence aspects of the objector ballistic evidence that was presented towards the conclusion of that inquest. Is that correct?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "And you have set out in that supplementary affidavit a view that aspects of that do not support the description that you gave at the time of the inquest in respect of precisely how you fired.",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is right.",
            "Male"
        ],
        [
            "MR TIPP",
            "Again I would like you please in your own words to outline briefly to the Committee what the essence is of those differences and what it means for the way that you fired on that day? Can you do that please?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "The ballistics have shown that, which means ballistics are in fact the scientific proven that I was not in control of my firearm as I have thought I was.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Chairman I will be guided by the Committee. We have referred to the portions of the ballistics report and the sketch plan already. I don't want unnecessarily to review the same material. But perhaps I can just put in summary Mr Khumalo that among the matters that the ballistics report shows is that there are ten AK47 bullet marks in the underneath side of the parapet quite close to the corner where you were is that?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "And is it also correct that you were the only person at that corner with an AK47?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "And that therefore you fired those shots into the parapet also?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is right.",
            "Male"
        ],
        [
            "MR TIPP",
            "What I would like you to do please Mr Khumalo is to give the Committee some sense of your state of mind at the time in that situation. Were you calm and composed or what was the position?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I think the position there if somebody had been in the war situation maybe he will understand. If your life is at stake, there are people whom you must protect, the buildings and other things I think most of the time you will find yourself not stable.",
            "Male"
        ],
        [
            "MR TIPP",
            "Did you at that time feel that your own life amongst the other lives was at peril of being lost?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is right.",
            "Male"
        ],
        [
            "MR TIPP",
            "You have just mentioned the protection. I want to direct your attention to an answer that you gave in your hand-written application for amnesty at page 70. At the top of that page under paragraph C you are asked the question; did you benefit in any way financially or otherwise. And the question is put in the context of as a result of the action you took. And your answer was: \"Yes the election took place.\" You confirm that?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I do.",
            "Male"
        ],
        [
            "MR TIPP",
            "Would you please indicate to the Committee why it is that you gave that answer and what the importance was to you personally of the election indeed taking place on the scheduled date of 27 April?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "It is because that the answer which I have given here it is because that the struggle which have taken many years we have sacrificed, most of the people of South Africa have sacrificed. Not only the ANC but most of the people of South Africa until on that last day. There were only few weeks or days left for the election to take place. Then some of our brothers they were not prepared to join and we all gain from the struggle. Because they have suffered. They were all oppressed. Therefore on that light that is why I have said that the election have taken place and all of us we have gained from that. All of us. Not to say that this was an IFP, Nationalist Party - everybody have gained from that. And I was very happy about that.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Khumalo at the time that you fired your AK47 did you perceive the conduct of the advancing marchers, I will put it neutrally - as posing a threat to the holding of the election?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Indeed.",
            "Male"
        ],
        [
            "MR TIPP",
            "In what way?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "First of all the leadership of the ANC, the forerunners of this elections were in that building. Then the people who were against this election were the ones who were firing at us. That is why then we have repelled them.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Khumalo you are aware that the forensic, that is the medical evidence that was presented at the inquest in relation to those who died outside Shell House has shown two things. The one is that the one person who died as a result of an AK47 wound the bullet could not be linked to either of the two weapons of the ANC on that day.",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes Sir.",
            "Male"
        ],
        [
            "MR TIPP",
            "The other aspect is that it has shown that the majority of them were wounded evidently in the course of them trying to flee from the scene.",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR TIPP",
            "Is it correct that you accept that evidence?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I do accept that.",
            "Male"
        ],
        [
            "MR TIPP",
            "Would you tell the Committee please what the implications are of that for the application by you for amnesty?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes. The report, the medical report that shows that we have exceeded the bounds of self-defence. That some of the people were fleeing at that time. Then I think we have exceeded the bounds of self-defence.",
            "Male"
        ],
        [
            "MR TIPP",
            "And Mr Khumalo now in conclusion. Although the medical evidence shows that no bullet fired by you killed anyone you must accept as a trained person in these matters knowing of the power of an AK47 that people may have been injured by shots that you fired?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes I do accept that.",
            "Male"
        ],
        [
            "MR TIPP",
            "In respect of that possibility would you tell the Committee please how you feel about that entire episode?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "As I belong to the African National Congress I think we were taught that the life of human beings are very, very important. You can't just take a life of a human being without any apparent reason. Therefore I think we are very, very sorry about that incident.",
            "Male"
        ],
        [
            "MR TIPP",
            "Thank you Mr Chairman that completes my questions.\nNO FURTHER QUESTIONS BY MR TIPP",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR DORFLING",
            "Thank you Mr Chairman by agreement between the parties I will go first with the cross-examination of this witness.\n\tMr Khumalo at the time when you left the foyer after having collected the AK47 to go to the corner of King George and Plein Street did you understand the position to be that you would be accompanied by Mr Gary Kruser and that he would be giving you the necessary orders?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Did you once you arrived at the corner receive any orders from Mr Gary Kruser pertaining to when to shoot?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "What orders did you get Sir?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "No he told me that after the, before I shoot he will give me the order to do so.",
            "Male"
        ],
        [
            "MR DORFLING",
            "So when you went to the corner Sir the idea in your mind was that you would remain at the corner in a ready position so to speak until such time as you get the necessary order from Mr Gary Kruser. Is that correct?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Did Mr Gary Kruser give you such an order?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Repeat your question please?",
            "Male"
        ],
        [
            "MR DORFLING",
            "Did Mr Gary Kruser give you such order on that day?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Which order?",
            "Male"
        ],
        [
            "MR DORFLING",
            "Your order to shoot Sir?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Indeed.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Did you refrain from shooting until such time as you received that order by Mr Gary Kruser?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Mr Chair if you will just bear with me? I am just looking for a portion of the record. I beg your pardon Mr Chair I am just looking for a portion which I made a note of but it seems like I have got the incorrect numbering of the page. Mr Chair may I with your leave just leave this point I will revert back to it. I would rather move onto something else.\n\tWhen you took up position on the corner of King George and Plein Street Mr Khumalo you explained that you were in the prone position. Is that correct?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Does that mean you were lying flat down on the ground facing in a northerly direction towards de Villiers, up King George?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "No.",
            "Male"
        ],
        [
            "MR DORFLING",
            "What does it mean?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "There are pillars there. How can I face up? I was facing about I will say from the pillar, which means pillar is ninety degree. Then I was facing at about five or eight degree.",
            "Male"
        ],
        [
            "MR DORFLING",
            "I am afraid not. Were you facing towards the top end of the block but more towards the opposite side of the road opposite of Shell House. Is that what you are saying?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I don't understand what you are saying.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Do you know where de Villiers Street is in relation to where you were?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "You were towards the corner of King George and Plein is that correct?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "MR DORFLING",
            "You were also positioned on the Shell House side of the street so to speak?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is right.",
            "Male"
        ],
        [
            "MR DORFLING",
            "And to which side were your feet and to which side was your head?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "My feet were facing Shell House. My head was facing I will say the chemist.",
            "Male"
        ],
        [
            "MR DORFLING",
            "In other words you were facing roughly across the street to the other pavement but some way up the street towards de Villiers Street. Is that what you say?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is right.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Did you have your firearm, at that point in time did you have your firearm against your shoulder?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is right.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Was your intention to utilise it and to shoot in a normal fashion one carries a firearm when you shoot in that position? In other words with the butt against your shoulder and the barrel faced in the direction where you intended shooting at?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is right.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Were you resting the upper part of your body on your forearms or elbows?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is right.",
            "Male"
        ],
        [
            "MR DORFLING",
            "When you decided to fire did you aim at anybody specific in the crowd?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Sometimes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "What do you mean sometimes Mr Khumalo?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Because there was somebody which I have seen who was carrying a pistol shooting at the people at the parapet.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Did you aim in the direction of the person you saw shooting at the parapet with a pistol?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Did you in your recollection of what transpired on the day then fire shots in his direction?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Was that done on automatic fire or on single shot fire?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "It was on the automatic.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Was it a short burst of fire or did it carry on for a long time?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "It was a short burst.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Apart from that short burst of fire did you fire any other shots in the direction of the crowd?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Did you fire at anybody in specific amongst the marchers?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I can't be sure.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Where did you aim your firearm to Sir when you fired these other shots?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I don't understand your question.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Where were you aiming at when you fired the other shots?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I was aiming at the people who were charging.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Was it more towards the opposite side of the street on the other pavement or more towards the middle of the road or more towards your side of the pavement of Shell House?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "It was more towards Jabu's Bakery.",
            "Male"
        ],
        [
            "MR DORFLING",
            "That would be the opposite pavement from where you were lying?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Exact.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Did you just aim it at the people, at the marchers in general or did you on the second occasion when you fired aim it at anybody in specific?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "No if people are charging it is so difficult to aim because I was not a sniper, I was not sniping at any other person. If you are a sniper then you can aim at that particular person.",
            "Male"
        ],
        [
            "MR DORFLING",
            "So you were just directing your fire in the general direction from which the marchers were approaching. Is that correct?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Of course you pick, you pick.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Sorry I am not sure I understand you. Could you explain to me?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "No I mean that if people are attacking you check which one are nearer who are going to over run us.",
            "Male"
        ],
        [
            "MR DORFLING",
            "So you were directing your fire at the approaching marchers which was closer to you?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Exactly.",
            "Male"
        ],
        [
            "MR DORFLING",
            "And did you have your firearm at a position where it was roughly horizontal to the ground at that point in time?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I cannot remember.",
            "Male"
        ],
        [
            "MR DORFLING",
            "The relevance being that it is now quite clear from the ballistic evidence that shots emanating from this firearm it is alleged it struck the parapet.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(...indistinct) otherwise we are going to go on and on discussing details about how he fired when there is no doubt about the fact that he used the firearm and people might have been injured. We don't have limitless time please.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "As it pleases Mr Chair. Mr Khumalo can you explain how it happened that at least ten shots apparently emanating from your firearm struck the parapet at the top of where you were lying?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes it is I think you understand the assault rifle when you put them into automatic because I have seen, I understand you very well that you know about the firearm.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Mr Khumalo would you please remember that you giving evidence not for the benefit of Mr Dorfling but for our benefit.",
            "Unknown"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Okay if the assault rifle on automatic as soon as it jumps the second shot which means the short burst, which means two shots the third one, when it takes the third one it is out of control completely. Except that if you have taken the strap then it is under your control. But without that strap it is not under your control.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Can you give an estimate as to how many bullets you fired?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Estimate I will say from 20 or 25.",
            "Male"
        ],
        [
            "MR DORFLING",
            "If a magazine is fully loaded how many bullets does it take?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Which magazine?",
            "Male"
        ],
        [
            "MR DORFLING",
            "The magazine like the one you used that day on the AK47 Sir?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "There are 40 and there are 30's.",
            "Male"
        ],
        [
            "MR DORFLING",
            "How many did the magazine you utilised on the day carry?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "30.",
            "Male"
        ],
        [
            "MR DORFLING",
            "How many magazines did you have Mr Khumalo?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Two magazines.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Did you need to change magazines or to reload?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "No.",
            "Male"
        ],
        [
            "MR DORFLING",
            "How many bursts of fire did you fire that day?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "You know it is so difficult to say that, how many bursts. It can be one burst, one - the whole magazine is off.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is the position that you don't remember? You don't remember how many bursts?",
            "Unknown"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "No I don't remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is the answer.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "I want to turn to the incident when you and Mr Mondli Zuma went to the corner close to Jabu's Bakery, the incident when you alleged one of the marchers approaching from Wanderers side fired a shot at you. Can you think of or can you advance any reason why the following persons who gave evidence at the inquest would not have seen that incident happening? Mr Veli Llale who was positioned on the parapet. I am specifically for the benefit of the Committee referring to page 3772 lines 25 to 28. Mr Moolman pages 3445 line 17 to 3446 line 10. And Mr Von Eggedy who was amongst the crowd approaching that corner, amongst the marchers at pages 4259 line 29 and following.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Chairman I am very mindful Mr Chairman of your remarks earlier this morning about interventions by counsel and we are very reluctant to come into it. But what my learned friend is putting does not fairly reflect the evidence. Particularly in respect of Mr von Eggedy who says that he heard some shots from ahead of him as he was moving in de Villiers Street.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ask him whether he recalls that, that is the evidence they gave which was contrary to his evidence and if so does he have any explanation why their evidence is different from his.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Mr Chairman what I am putting to the witness is why these witnesses would not have mentioned it or would not have seen this incident. That is what I am putting to the witness. I am not saying that these witnesses denied having seen this. I am putting to this witness that these three witnesses have not mentioned this incident. Mr von Eggedy makes mention of shots that was fired from in front of him towards the ground. He does not make mention of shots emanating from amongst the members of the crowd in the direction where you and Mr Zuma was positioned. Can you advance any reason why there would be this difference in the evidence?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I think in all this evidence each and every individual (...intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just say that again? Each and everything is what?",
            "Unknown"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Individual.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Will say what he have seen not what he have heard he have been told by another person. Then he in short you want me to tell you about other people what they have seen. No I am not them I am Eddie I think so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Try to explain.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Mr Khumalo the question simply whether you could advance any reason why those people would not have seen such an incident where gunfire was emanating from the crowd in the direction of where you and Mr Zuma was positioned at the corners of King George and de Villiers close to Jabu's Bakery?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I think here if you can ask me about Zuma it is something else but not with somebody else which I have never seen. I have never seen that Eggedy. I have never seen Llale. I was not with them. How can I talk for them which I didn't see them? If I was with them it was something else.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think you can take it much further.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "I would leave it at that for argument Mr Chairman. As far as the evidence of Mr Zuma is concerned in this regard Mr Khumalo I want to put it to you that your evidence of what transpired at that corner and that of Mr Mondli Zuma in that regard was substantially different to each other. There was various substantial contradictions in the evidence. Can you advance any reason why that would have happened?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I think I will answer that one.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Please answer that.",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "No put it straight which facts?",
            "Male"
        ],
        [
            "MR DORFLING",
            "There was a difference in your evidence as to where this attacker advancing from Wanderer Street was positioned. One of you were of the view that the attacker was amongst the crowd and the other one put him to the front and to the side of the crowd. That was the one bit of evidence that was different, substantially different. Would you like to comment?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes I would like to comment. Are you talking about an AK or are you talking about a pistol? That person who was wearing a red T-shirt.",
            "Male"
        ],
        [
            "MR DORFLING",
            "I am talking about the person you alleged were firing shots in your direction when you were positioned at the corners close to Jabu's Bakery.",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I think I am the one who have seen that person. I am the one who have told Mondli to move. It is not Mondli that told me to move.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Your evidence contradicted each other as to the number of shots fired by you. Have you got any explanation for that?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes I have. I think if you were once in a combat situation you will understand that. But if you were not you won't be able to understand that. Because you are too academical. That thing was not academical.",
            "Male"
        ],
        [
            "MR DORFLING",
            "I want to move to the evidence of Mr von Eggedy. Mr von Eggedy, sorry Mr Stevens. Mr Stevens observed a person amongst the ANC security guard brandishing an AK47 or an automatic assault rifle as he called it with which he fired certain shots at the crowd. Are we ad idem that you were the only person on that corner carrying an AK47?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Now can I read Mr Stevens' evidence to you and ask your response?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I will be very much pleased.",
            "Male"
        ],
        [
            "MR DORFLING",
            "I am reading from page 2505 of the record Mr Chair from line 18 onwards. Mr Stevens describes how he observed the person standing on that corner having an AK47 in his possession and how he fired at the crowd. And he says the following",
            "Male"
        ],
        [
            "MR DORFLING",
            "\"Now what happened there?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "This person was firing with an AK.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "\t\tDid you notice anything else?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "Yes then well like I said people were hiding behind the cars on the corner there. Other people had run around the side into de Villiers Street, ran down de Villiers Street and then he reloaded. That is when I ran outside the shop because I could not believe that the policeman was standing next to him and he did not stop him or do anything and I ran to the corner and I shouted at.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "\t\tAnd you shouted at?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "And I shouted at the policeman or I just shouted in that direction that they must stop because I could not believe it was happening.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "\t\tTo which corner did you run?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "That was on the east side of Small Street Mall.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "\t\tDid you cross Plein Street?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "No not at all.\"",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "He at a later stage again describes the same incident and he does it in the following fashion. And he describes how the marchers are approaching and at page 2531 from line 7 onwards he says the following: -",
            "Male"
        ],
        [
            "MR DORFLING",
            "\"And as they had come this distance suddenly the guard opened fire on them. I would ja within 5 metres the guard opened up as they crossed de Villiers the guard opened up fire.\"",
            "Male"
        ],
        [
            "MR DORFLING",
            "Mr Stevens was explaining that as the marchers came down about five metres into King George Street from the intersection then this guard started opening fire.",
            "Male"
        ],
        [
            "MR DORFLING",
            "\"You say within 5 metres as they got into King George about 5 metres?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "Ja about 5. That he started shooting. That I personally saw him started shooting because I remember that they got up to the car and the car was about 5 metres say 10 metres it is difficult to judge from that from where I was but it was round about there that he started. That he opened up fire.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "\t\tAnd he was shooting on automatic you say? Was he spraying the crowd?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "No, no he was like I said he had short bursts. It was tr, tr like that, short bursts.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "\t\tCould you see at what part of the crowd he was shooting?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "I would say more to the west side of the half side of the road.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "\t\tAnd he emptied an entire magazine on the crowd?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "Well he reloaded. ",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Well if you can, I do not know if you can but if you can how many bursts were there before he had to reload? Or if you cannot say that - for how long did he shoot before he had to reload?",
            "Male"
        ],
        [
            "MR DORFLING",
            "And the response of Mr Stevens: -",
            "Male"
        ],
        [
            "MR DORFLING",
            "\"Quite a while. I cannot say exactly probably ...",
            "Male"
        ],
        [
            "MR DORFLING",
            "\t\tAnd you say it was for quite a while?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "Ja a good 20 seconds, 15. ",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "\t\tAnd throughout that time the policeman just stood next to him and did nothing?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "Nothing.\"",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "That was the evidence of Mr Stevens. Are you saying that, that evidence is incorrect?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I think totally incorrect.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Is there a possibility of any other person having reacted in this fashion than yourself on that day?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I don't get you.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Was there any other person who could probably fit into this description of what transpired on the day at that corner?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "No I don't know.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Was there anybody else with an AK47 on that corner?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "You don't tell me whether that person says that person was on a standing position, kneeling position or prone position. You don't state that.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Mr Khumalo I am asking you whether there was any other person that fired at the crowd or at the marchers from that corner on that day?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Not to my knowledge.",
            "Male"
        ],
        [
            "MR DORFLING",
            "I want to put it to you that I am appearing on behalf of 9 of the injured people that got shot at the corner of King George and de Villiers Street on that day and that the objectors whom I represent deny that they were attacking any of the guards at Shell House. They deny that they were carrying any firearms and they deny that there was any justification for the security guards firing at them. What is your response to that?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is their own opinion.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Are you saying that is incorrect?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Is it your evidence or your position today that you should have stopped firing earlier than you did?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Now can I just understand that proposition. You fired a number of bursts, short bursts of automatic fire. Can you say how many bursts you fired?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "No I can't say.",
            "Male"
        ],
        [
            "MR DORFLING",
            "What was the reaction of the crowd after the first burst of fire?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Some were (...indistinct) some were still charging and some I think were - on that event what I have seen. I have never seen people going back at the same time. Others were coming, were still charging. Others stopping. Then you don't know whether, if military - if you understand military if a person falls down don't think that you have shot him. You will be deceiving yourself. He might be taking a prone position trying to counter you.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Were you aiming fire in the direction of people that had fallen down?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Repeat your?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you purposely aim at people who were falling down?",
            "Unknown"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "No.",
            "Male"
        ],
        [
            "MR DORFLING",
            "I have got no further questions. Thank you Mr Chair.",
            "Male"
        ],
        [
            "NO FURTHER QUESTIONS BY MR DORFLING",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any other cross-examination?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "May it please you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were your clients involved in that scene as well?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Indeed, indeed so Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR PRETORIUS",
            "Mr Khumalo when one count the bullets altogether, all the shots that the ballistics found fired from an AK47 from that particular point where you were more than 30 shots were found by the ballistics. Do you understand that?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes I do.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "That means simply Sir that you must have changed your magazine. It is impossible for you to have just used one magazine. Do you understand that?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "No I don't understand.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "If according to your evidence an AK47 has 30 rounds in it in a magazine - in the magazine that you had that day and the ballistic evidence indicates that more than 30 shots were fired by that AK47 from that corner where you were. If there was only one AK47 it means that you had to change magazines otherwise it would have been impossible to fire just from one magazine. Do you understand that now?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I think from the ballistics which you are talking about they say that from the ballistics they say that there was another AK which was firing from the Nando's side.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Khumalo I am specifically referring to the AK47 that fired shots from the position where you was. Did not count the other AK47 shots. I am referring to the shots that was fired from a position where you was.",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "It can be so but if you are firing with an automatic rifle it can happen if there was another AK it may happen you have fired on that position too.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Khumalo but your evidence is that you were the only person with an AK47 on that specific corner. Is that correct?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Hundred percent.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "If you were the only person on that specific corner with an AK47 and more than 30 rounds were fired from that corner with an AK47 then it means that you must have changed magazines.",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "It doesn't go like that. As I am telling you that if the ballistics proved that there was another AK coming from that direction it can happen that, that AK is the one which have made those holes. Not only mine.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Have you got information or can you give us the name of any person who had an AK47, and that is another AK47 on that specific corner where you was?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I say from the ballistic report not from the corner which I was.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "But Mr Khumalo maybe you don't understand my question. I am putting it to you that the ballistics specifically from that corner where you was found that there were more than 30 shots that were fired from that specific corner.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Chairman the marks were found around the corner of King George and de Villiers Street in various, there were vehicles there that they found AK47 shots. There were buildings and on the buildings they were identified AK47 shots. They then thereafter agreed that, that shots emanated from this specific corner where the witness was or this applicant was. They identified those shots as being AK47 shots. So the point is then that there were more than 30 shots fired with an AK47 from that specific corner where this witness was.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Chairman again I will intervene very briefly. The ballistics report is subject to some interpretation. There are general areas from which the fire may have been directed. Some of the lines I believe my learned friend is referring to which are drawn to that corner also incorporate a section of the parapet. And so shots may have come from there as well. And so the arithmetic is by no means as literal as my learned friend is purporting to put it forward to this witness.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Chairman the problem is only this and therefore it is very easy to overcome the problem that my learned friend raised. It was and is still the ANC's case as I understand it that on that specific corner whether it was on the parapet or down on the ground where this witness was situated, on that specific corner there was only one AK47 and that is the AK47 of this witness. The only other AK47 which they had was the one that the previous witness, Mr Molefe had who was quite on another corner of the parapet. So if there was only two AK47's and they draw a line, the ballistics draw a line to the vicinity of the corner where this witness was it could only have been this witness' AK47 and no one else's.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Chairman I am sorry. It is something that we will argue to the extent that it is necessary to argue at the appropriate stage but my learned friend with respect to him is ignoring the fact that the ballistics report includes an area drawn with speckled lines which is described as the fire area. The lines that are drawn are an approximation. Even the ballistics experts accept that at some stage there is an approximation. That one has a little chip out of a concrete wall and they do their best is direct the origin of it but it is not with respect as literal as my learned friend is putting it forward.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Basically the difference between you and this witness really is whether he loaded his AK and put in a second magazine in it or not. That is it isn't it?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I think let's just put it that way. If more than 30 shots were fired from an AK47 it is being said that it could only have been from your AK47 and that you did load another magazine in it. Because nobody else could have fired an AK47 in that area. Have you any comment to make?",
            "Unknown"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes Chairperson. As I have said that the ballistics shows that there is a proof that there was another person on that other side with an AK47 that could have happened that, that person had made holes there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well that is your answer as far as he is concerned.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Khumalo I put it to you that on my interpretation which I still maintain is the correct interpretation the observation that Mr Stevens therefore made that you reloaded your magazine and fired, continued firing at the crowd was therefore correct. What is your reply thereto?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it possible that you reloaded?",
            "Unknown"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Or you didn't reload and (...indistinct) about that.",
            "Unknown"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I didn't because there were two magazines and the other magazine was still full.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Hundred percent.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Khumalo did I understand your evidence correctly now that today you testified that in your sector of fire where you fired at there was a man with a pistol and you fired some at least some shots directly at him?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Repeat yourself please?",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Did I understand your evidence correctly today that in your sector of fire, in the sector of fire where you fired with this AK47 on somewhere in that sector there was a man with a pistol and you directed at least some of your shots towards that man with the pistol?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I didn't carry a pistol.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No did you aim your gun at a man whom you say you saw carrying a pistol?",
            "Unknown"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I did.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Just bear with me one moment Sir?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes certainly.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "During your evidence which was given before Judge Nugent you specifically testified that in your sector of fire which you fired at on that day the 28th of March 1994 there was no one with a firearm and in that sector of fire where you fired on they carried only spears and assegais. Do you recall that?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I didn't say that. I think here I didn't say that. It is still here that day.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Can I read to you Sir page 4053 and I am reading to you from approximately line 25",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "\" I start there, I cross-examined you there. As it pleases the Court My Lord. Now the group that you shot at did you see any firearms at them or with them?\"",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Your reply was:",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "\"No.\"",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "\t\t\"So you shot them whether they had firearms or not?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "Firearms, the things which kills is not only firearms. Why they were carrying dangerous weapons everybody was armed in short.\"",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Now we are on page 4054. Further on, on page 4054 approximately from line 19: -",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "\"No but you see what the advocate put to you was this.\"",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "This is the Court now examining you.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "\"He said you did not see any firearms amongst them?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "Yes.\"",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "And your response was:",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "\"Yes but they have got spears and assegais and kierries and whatever and that is also dangerous let us accept that yes.\"",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Did you read that now with me Mr Khumalo?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Can we now accept your evidence that you gave at the Inquest Court that amongst the people where you fired at there was no one that brandished a firearm but that you regarded spears, assegais, etc also as dangerous and therefore you regarded well given the fact that you were given an order you were entitled to shoot. Is that correct?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is correct. If you mean that the assegai doesn't kill I am very sorry. It kills. If you mean that a knobkierrie doesn't kill. It kills. (...indistinct)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Really it boils down to whether you saw somebody there in that crowd with a firearm?",
            "Unknown"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "As I have noted first that I have seen somebody and that particular person was carrying a firearm.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is all. Now it has been shown to you that in your previous evidence you didn't say that.",
            "Unknown"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I think in my previous evidence I have said that and I have even seen that I have seen a person with an Uzzi, a pistol machine gun. But that particular person have moved out of my sight, out of my sector. That is what I have said.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Mr Khumalo see what Mr Pretorius has just put to you is that in your evidence at the inquest you testified that the group at which you fired there were no firearms. They were carrying assegais and spears. Whereas your evidence today suggests that you shot at a group in which there was a man who had a pistol. Do you understand that?",
            "Unknown"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I understand that but you know there is something which is shocking here. If somebody says to me somebody is having a spear and another one is having a pistol or a machine gun - all those things kills. The fact of the matter they kill.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No.",
            "Unknown"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Not only the gun kills.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no that is not the question. We all know that they can kill. For the time being the question relates to a firearm. That is what the question is relating to for the time being. There appears to be a difference which is being pointed out.",
            "Unknown"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "But My Lord many people have died with the spears not with guns. That is my problem.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am going to stop you from talking about spears just now. Confine the question right now to the firearm. We accept your evidence that there were people with spears, assegais and so on but right now the question relates to a firearm. Whether you saw a person with a firearm in that crowd at whom you fired. You see this evidence which is being read to you seems to indicate that you didn't see anybody there with a firearm. I am sure you appreciate the difference.",
            "Unknown"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I do appreciate it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now question is; is there an explanation for this difference?",
            "Unknown"
        ],
        [
            "MR LAX",
            "You don't understand you are being asked to explain this apparent contradiction at this point in time. Do you understand what we are saying to you?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Which contradiction?",
            "Male"
        ],
        [
            "MR LAX",
            "It is really quite simple. It boils down to this. On the passages Mr Pretorius has read to us it would appear as if at the inquest you said that at the time you fired there was nobody with a firearm in your sector, in your arc of fire to use the correct term. That is what he has read and you have confirmed that is what you said. You with me?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I am with you but the person who was carrying a pistol in Jabu's Bakery is still my sector of fire but it depends if I sectorised it the people on this corner were next to us. More next to us. I didn't see them with firearm but that doesn't mean that they didn't carry firearm.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay just understand this. The issue is that in your evidence today you have said you saw a man a red T-shirt carrying a pistol and you fired at him. You told us that. Now that appears not to be the same as what you said at the inquest in terms of the passages Mr Pretorius read out. Now that is what we are asking you to try and explain to us.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "I think the problem that we are getting the witness confused when we refer to a T-shirt. I think my colleague is really getting the witness confused. The T-shirt person that I think Mr Khumalo saw refers to a person who he shot at and ran back to Shell House and at that stage he was not yet in possession of an AK47.",
            "Female"
        ],
        [
            "MR TIPP",
            "Mr Chairman that is quite correct with respect to the learned member of the Committee. May I also suggest there are two elements to the questioning. I am going to draw attention only to one aspect of the record. The one is whether at the time of the inquest Mr Khumalo said in his evidence that in King George Street while he had the AK47 whether or not he saw people with firearms at that stage at page 3950 the following appears\n\"I noticed on person shooting and aiming at the parapet and I could see another person I think he had an Uzzi firearm with him also firing. I was obscured by the pillar so I could not be exact as to what the man was having, the kind of firearm that he was having.\"\nI will take it no further than that Mr Chairman.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Chairman that still begs the question the passages I read out is specifically to the effect that this witness testified that when he was ordered to fire in his sector of fire there was no person with a firearm and that he shot at persons who has assegais and kierrie, etc. Today in his evidence he specifically testified that now in his sector of fire is a man with a pistol and he directs his fire at that person. It is two totally conflicting versions My Lord and I am trying to get an explanation for that from this witness. Can you explain that Mr Khumalo?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Do you mean that this thing was written today in short?",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "I didn't get what you said Mr Khumalo.",
            "Female"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "He means that this thing was written today.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I do not understand your answer at all. Can you please repeat it?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "You said that in the inquest I didn't say that whilst this thing is here in this book. Was it written today?",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Khumalo the record of the inquest proceedings is in front of us. I read to you the specific passages in the inquest record where you replied on two separate occasions that there was no person with a pistol in your sector of fire when you fired your shots. Do you want us to go through those passages again?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I don't think it is necessary.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Do you deny that some questions prior to this you testified in this meeting today that there was a man with a pistol in your sector of fire and that you directed your shots also towards him?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I will answer that. I think the (...intervention)",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Firstly Mr Khumalo just answer my question. Do you deny that you gave the evidence to the effect that I have just stated to you? Do you deny that? Just answer that question first.",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I don't know.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "We didn't get, Mr Khumalo.",
            "Female"
        ],
        [
            "MR LAX",
            "Just repeat your answer? We didn't hear it unfortunately.",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I said I don't know.",
            "Male"
        ],
        [
            "MR LAX",
            "You don't know?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "What is it that you don't know Mr Khumalo? I am trying to understand your response. You don't know that you gave that kind of evidence before Justice Nugent?",
            "Female"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "In fact I can't remember that because it sometimes it is a human error. Just like him right now it had been corrected by the Chairperson. You had said that I was carrying a pistol and I have corrected it that no I didn't carry a pistol. You were trying to say that I was carrying an AK but you call it a pistol. That is a human error.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Pretorius just carry on with the next line of cross-examination?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Thank you. Mr Khumalo I am putting it to you that it is quite clear that you fabricated this version that you just put forward in this court. And that you are not telling the truth to this Court or to this Committee.",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I think that is your version.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Khumalo when you stopped firing or you were given the order to stop firing was there any person of the marchers still standing up in the crowd in de Villiers Street or in the corner of King George and de Villiers Street?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Repeat your question again please?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Ja that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I didn't get his question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At the stage when you were told to stop firing the marchers that were there, were any of them still standing up?",
            "Unknown"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes there were some who were still standing up. There were some who were still running.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "In which direction did they run Mr Khumalo?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "They have run, others have run northwards, other ones have run to - which means northwards towards King George. Others who have run to de Villiers.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Khumalo can you please turn to page 4061. I see you have got the record of your evidence in front of you. You can read together with me. I am going to read it in the record for you as well. I am reading now from line 10 of approximately. Let's read from line 19",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "\"Now when you stopped firing Mr Khumalo where were the crowd? What are you looking for Mr Khumalo? THE WITNESS REFERS TO EXHIBIT SS AT THAT POINT I ask you were they standing, lying down, what were they doing?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "They were lying down.\"",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "\t\tI have again put it to you, according to Mr Mangena who also stopped firing at the time that Mr Gary Kruser ordered to stop firing there was no Zulu standing at the corner of King George and de Villiers Street at that stage. They were either lying down or crouching behind a car or something like that. There was no one standing. Do you agree with that?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "I do agree.\"",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "That was your reply. That Mr Khumalo is totally different to what you are now testifying again. Can you explain that Mr Khumalo?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes I can explain it. When you put your question you have put your question in such a way that on that entire vicinity you were not specific. If you had said that next to the, at that corner then I would be talking something else. If you are specific I will answer you correctly but if you generalise ...",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Khumalo the problem is that the Honourable Chairman he asked you the question and he phrased it in such a manner that you understood it perfectly. Then you gave your answer to his question and it now differs totally from what you testified during the inquest. Can you explain that?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I don't see any difference in this. Because you have asked me were people were still standing in that vicinity. There were people who were still standing, who were running.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) given to stop firing, at that stage?",
            "Unknown"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "At that stage yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There were people still running?",
            "Unknown"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes do carry on.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Mr Pretorius just one word of advice if you just move the mike a little bit away from you it will stop distorting. Thanks.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Thank you. Now if that is the position then your evidence at the inquest board was totally incorrect in this aspect at least is that correct Mr Khumalo?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I don't think it is correct because this is not an inquest. If this was an inquest then it will be something else.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Chairman I am not going to argue with this witness. I will address my argument later on to you but I want to put it to this witness you see Mr Khumalo the point is just this that if there was no one left standing or running or anything at the time that the order was given to stop firing it means the guards on the corner of King George and Plein Street continued firing to such an extent that at the stage they stopped there was no one standing or left standing to fire at. Do you understand that Mr Khumalo?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I understand. That is your perception again.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Do you also understand that Mr Mangena gave the same evidence in the Inquest Court and you agreed with that evidence at that stage?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I was not with anybody else inside the court.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Chairman as to expedite matters Mr Mondli Zuma, Mr Gary Kruser and all the other applicants gave evidence at a length at the Inquest Court. There were various contradictions between the evidence that they gave which was put at certain stages inter alia to this witness. I do not wish to if it can be avoided to go through all those parts of evidence again and point out all those contradictions again. Can I request that the evidence that all these applicants gave at the Inquest Court be placed before this Committee and we accept that, that is the evidence that they gave there and that once we address the Committee we can refer to those evidence and the place where they conflict and where they were confronted etc. So that we don't have to go through the whole exercise again here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) is that the evidence of the applicants in this case?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Indeed the evidence of the applicants.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes. Have you any comments to make in respect of the evidence given by the applicants.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "...(inaudible) I can see no reason why it should be excluded Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "If they want to address any argument and that they are obviously entitled but we will (...intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is suggested that in order to save time they do not want to traverse.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Yes Mr Chairman we are anxious to do that, we are anxious to do that but if they want to do that sort of analysis then we will have to respond in the manner in which some of this evidence was extracted. But that is a matter for argument but there is no basis upon which we can as you to exclude the evidence given by the applicants. And we will (...indistinct) that Mr Chairman for the time being.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.\n\tIf there are matters specifically where there are contradictions, not on side issues but on matters that are material for the purpose of determining whether amnesty should or should not be granted then you must afford the witness an opportunity. But we don't think it is necessary to traverse every little point of contradiction which might be relevant for the purpose of the trial and not for our purposes for time to be taken up by evidence on such matters.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "As it pleases the Committee Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "I just want to make it clear. We are going to ask the Committee to accept the evidence that has been lead here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "So if they want to make, if they want to refer to anything that was said the only thing we will admit then is that it was said there. And they can make whatever ... the evidence before this Committee is it is the evidence that is lead here that we are.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Quite clear we are concerned with the evidence that is adduced before us. The purpose of pointing out any difference in the evidence which they are giving now from what they had said in some other proceedings is done with a view to criticising the witness on the ground that his evidence is not reliable. His evidence, his recollection may be faulty or in some instances it may be said that he is purposely not telling the truth. Those are matters for argument.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "And any explanation that may appear on that record as to why there may be differences.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "But I think we do understand the position.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Thank you Mr Chair. Mr Khumalo in so far as a material aspect at the Inquest Court is concerned where your evidence conflicted with that of Mr Zuma. At the time that you were in the vicinity of King George and de Villiers Street when you state that the marchers fired shots and you returned fire where upon Mr Mondli Zuma and yourself thereafter returned to Shell House. Mr Zuma testified that there was only one shot fired at you by the crowd and that you only fired one shot back. However you testified that you fired 5 shots in return fire. Do you recall that?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I put it to you that your evidence in that respect was also fabrication. That there was no persons from the crowd that fired shots at you whilst you were on the corner of King George and de Villiers Street. Your reaction thereto?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is your democratic right to put it that.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Chair I am not going to respond at this stage thereto.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Yes so I am just going to leave it at that and let it rest for argument. Mr Khumalo there is another important aspect. Mr Kruser has testified that before he gave the order to repel the marchers a shot struck the window of a shop in the vicinity of his head or the guard's head in the vicinity where they were standing down there at the corner. Did you hear that shot as well?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I think in my statement that shot is there. I have said that I heard a whistle passing us.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Now before Mr Kruser gave the order to shoot, that is to repel the marchers not the warning shots. To repel the marchers did you fire any shots with the AK47?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "No.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "You see if we take Mr Kruser's evidence and we read that together with the ballistic report, the ballistic report explains that, that shot that struck the window just above your heads was actually fired by yourself with the AK47. So the only inference one can make is that you did fire a shot or shots before Mr Kruser gave the order to repel the marchers.",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I don't think so.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "You are referring to firing a shot with an AK47?",
            "Unknown"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Sorry I didn't get your question.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "When you say you did not fire a shot before the order to repel was issued you only referring to firing a shot with an AK47?",
            "Unknown"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I didn't fire any shot before I was given an order.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Now you also just said that you experienced it because the shots came past your head. Is that correct?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Did you refer to this one shot that Mr Kruser also observed or did you refer to other shots?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I don't know which one.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Was it more than one shot that you observed that came past your head?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes it was more than one shot.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Khumalo none of the guards were injured or killed. That is common cause. Neither could the ballistics find signs of any shots that were fired by the marchers in the direction of the guards at the corner of King George and Plein Street. I put it to you that this once again proves that you are not telling the truth.",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I don't think so. Sometimes things happen. Ricochets are there. If there is no proof that there were people from the marchers who were firing then I will accept that but if people from the marchers were firing it can happen that there can be ricochets. These are built-up areas. When the bullets strikes there it takes a different turn. If you had come with an angle then anything can happen.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Again Mr Chairman I am not going to go further and argue with this witness. I will leave it for our address at the time that we address this Committee. If the Committee could just bear with me one moment?\n\tMr Khumalo is it correct that you and Gary Kruser were together in the foyer of Shell House, he then handed to you and AK47 and you and Gary Kruser and Mondli Zuma thereafter together went to the corner of King George and Plein Street?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Immediately prior to the shooting, main shooting incident after you had now positioned yourself at the corner of King George and Plein Street did you see two policemen in uniform running from the position where you were up in King George Street towards the corner of King George and de Villiers Street and in an attempt to stop the marchers entering further down in King George Street?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "No.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "You concentrated on the marchers. Is that correct?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Hundred percent.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "If there were two policemen in front of those marchers can you afford any reason why you did not see them?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes I can give you a reason.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Go ahead?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "As I have said before here that my sector of observation there was an obstruction of pillars. I couldn't see further up. My observation point was from Jabu's Bakery up to Plein Street. That is all. Besides that no I couldn't see.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In other words the policemen may have been there but not in his line of vision.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "I do understand Mr Chair. However if Mr Gary Kruser and the policemen spoke to each other there you would have heard it.",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "How sure are you about that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Chair I am not speaking of during the fire. It is immediately prior to anything that happens. It is while the crowd is still at the top of King George and de Villiers Street before any firing started. Mr Gary Kruser had a conversation or a short conversation with the policemen at the corner where he was. Now (...intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Pretorius you heard the noise this morning when a small group of people came chanting past outside this building. I mean the position that the Chair is putting to you there was a big group of people chanting. It is really not fair to expect him to remember small details about who spoke to who in that sort of environment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And I have heard that he just didn't see the policemen talking to anybody because he didn't see the police. Are you suggesting that he ought to have seen the policemen talking to Mr Kruser?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Chair I am trying also to point out to the Committee members the observations of this witness do not or are in conflict with some facts which both parties accept. That goes to the credibility of this witness Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It could be faulty recollection isn't it?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Then this witness can explain that to me when I put the question to him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes. Put your question to him.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Chairman I notice that it is four 'o clock is this a convenient time to adjourn?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No I think we would like to carry on. I want to if you can finish we would like to carry on until it is done.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Thank you. At the time that the shots were fired at you which you perceived that were fired at you when you were still at the corner of King George and Plein Street did you see any marcher firing shots in your direction?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "No.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Chair I will just put it to this witness I will look for the pages later on. During the inquest you testified that you saw this person which you referred to now as the person with the pistol who shot at the top of the parapet. Thereafter you said that you heard shots and those shots were directed at the guards at the corner of King George and Plein Street and you then saw a marcher with a pistol which you then said fired shots in the direction of the guards at the corner of King George and Plein Street. Do you recall that?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Hundred percent.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "The position has now been given to me. It is",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "at 3952. This is now whilst you were at the corner of King",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "George and Plein Street. I am going to read as from line 20: -",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "\"More towards Plein Street, the pillars closer to Plein",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "towards the right?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "Yes.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "And you were in a prone position. Is that correct?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Yes.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "\t\tAnd Mondli Zuma?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "He was on my side more that is to my left.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "\t\tWas he also in a prone position or was he standing up?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "I think he was in a kneeling position.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "\t\tNow was it whilst you were in this prone position that these shots were fired at you?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "Yes.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "How do you know these shots were fired at you? -- When the guns are pointed at you and the shots are discharged it will definitely fly past you. Even above you.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "\t\tIs that what happened?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "Yes.\"",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Have you read it with me Mr Khumalo? Did that happen or did that not happen on that particular day?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "As I have said I will still repeat it again. I have never seen a person shooting at us. I heard a bullet whistling passing us. The only person which I have seen pointing the gun at me it was that person with a red T-shirt. Then another one which I have seen shooting is the other one which was shooting at the parapet. Not at us.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Chairman again this is totally incorrect. I have read the portion of the evidence. It is quite clear from that, that according to the evidence given at the inquest he actually saw a person in a prone position firing shots at him. Sorry whilst he was in the prone position he saw this person firing the shots at him. I will again leave that for address later.\n\tMr Khumalo in your application for amnesty I am referring to page 69 Mr Chairman, when you answered to paragraph on page 69. Have you got that in front of you? The copy that was handed to us it has got in the middle there of what apparently appears that there was several lines written in there and thereafter it was deleted to such an extent that one cannot now see what was written in there. Is yours the same? Can you explain that Mr Khumalo or what was written in there? Mr Khumalo when you answer the question could just please press the microphone?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I can't remember sorry.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Can you recall whether it was like that when you signed your affidavit or your application?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I think it was like this.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Khumalo the objectors whom I and Dr van Wyk appear will also state that there was no attack that took place on Shell House on that particular day. That they were only armed with traditional weapons. They did not carry firearms and that they were shot at for no reason at all by the guards at Shell House. Your reaction to that?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I think also that is their democratic right to say so.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I put it to you further that, that version is actually confirmed by independent witnesses such as Mr Dias, Mr Stevens and Mr von Eggedy. Do you reply to that?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is their own observation.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I have got no further questions to this witness.\nNO FURTHER QUESTIONS BY MR PRETORIUS",
            "Male"
        ],
        [
            [],
            "Thank you Mr Chairman. Mr Khumalo the Lancet Hall offices were the regional head office of the ANC. Is that correct?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            [],
            "When you went there on that specific morning did you enquire from anybody. Well let me put it this way firstly. You went there to collect information and to ascertain what happened there. Is that correct?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "No.",
            "Male"
        ],
        [
            [],
            "I understood your evidence today when Mr Tipp lead your evidence and he asked you; you went to Lancet Hall to collect information and you said yes. Did I understand you wrongly there?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I think what I have said is that to go and check in that vicinity what was taking place. Which means it is part of collection and all those things. Not to go inside and ask what is happening.",
            "Male"
        ],
        [
            [],
            "Well then even outside did you go to collect information outside as to what happened there?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "I think the way I understood it Mr van Wyk was that he was sent out to reconnoitre around Lancet Hall.",
            "Female"
        ],
        [
            [],
            "I beg your pardon, he went there to?",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "He went there to reconnoitre around Lancet Hall.",
            "Female"
        ],
        [
            [],
            "I will just take it a bit further thank you Commissioner. You went there also to collect information as to what happened there. Would you agree with that?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "It is part and parcel of it.",
            "Male"
        ],
        [
            [],
            "You got there and you found a person lying outside in Von Williegh Street close to the or in the close proximity of the garage doors at Lancet Hall. Is that correct?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is correct.",
            "Male"
        ],
        [
            [],
            "Did you enquire from anybody as to what happened there?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "No because I have seen them fleeing and I had heard a gun shot then I know what was happening. Immediately when I was there I knew and I thought okay there were those gun shots I think these were the gun shots.",
            "Male"
        ],
        [
            [],
            "Well did you know who shot this man?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "No.",
            "Male"
        ],
        [
            [],
            "Did you make any enquiries as to who shot this person outside the offices of the ANC?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "It was not as easy as you are putting it now.",
            "Male"
        ],
        [
            [],
            "What I am asking you, you went there to collect information or to find out what happened. Why didn't you make any enquiries from any of the people standing around there Sir?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I think it was not that important to ask because I have heard the gun shots then I was just going to observe to see what was happening.",
            "Male"
        ],
        [
            [],
            "Was it not important for you to know whether any of the ANC guards possibly fired those shots?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Not exactly.",
            "Male"
        ],
        [
            [],
            "Didn't you make any enquiries because you knew that it was an ANC guard that fired that shot?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I think those are your views.",
            "Male"
        ],
        [
            "MR LAX",
            "Well did you or didn't you know at that stage that those shots were fired by guards?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That the man had been shot by ...(inaudible)",
            "Unknown"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "No I was not (...intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "That the man had been shot by guards let's be more specific.",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "No I didn't know that.",
            "Male"
        ],
        [
            [],
            "I see in your amnesty application if I may refer you to the specific page. If you can turn to page 70 of your application paragraph 11B. The question is posed in respect of certain acts committed. And the question is asked whether there were any orders given. I will read it to you\n\"If so state particulars of such order or approval and the date thereof and if known the name and address of the person or persons who gave such order or approval.\"\nNow firstly in respect of Mr Kruser the order to repel was that given to you alone or to all the guards at the corner?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "The order to repel?",
            "Male"
        ],
        [
            [],
            "That is correct.",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I think the order to repel was given to everybody because he didn't whisper to me.",
            "Male"
        ],
        [
            [],
            "Did you receive any other orders to fire that day?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "To fire again?",
            "Male"
        ],
        [
            [],
            "No. Did you receive any other orders from any other person to fire at the marchers on that day?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "No. I think if you understand military there is only one commander there are no many commanders.",
            "Male"
        ],
        [
            [],
            "Now what is this order that you refer to namely: \"Order was given by ANC president, Nelson Mandela.\" What is that order?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Okay the order to protect the installation and the leadership of the ANC was given by the president. That is what we have got.",
            "Male"
        ],
        [
            [],
            "Did you hear that personally or was it conveyed to you?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "It was conveyed to us.",
            "Male"
        ],
        [
            [],
            "Mr Khumalo I want to put it to you on behalf of the objectors that I appear for they will deny that they had any arms with them. Can you dispute that? Any firearms?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I think it is their version.",
            "Male"
        ],
        [
            [],
            "You cannot dispute it. Is that correct?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "No I cannot dispute it. I cannot dispute it. I can't nothing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He won't know who your clients were in any case.",
            "Unknown"
        ],
        [
            [],
            "I further just want to put it to the witness to have an opportunity to reply to it they will deny that they in any way attacked either the guards or the building or the leadership.",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "That is their democratic right to answer in that manner.",
            "Male"
        ],
        [
            [],
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            [],
            ".",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MS VAN DER WESTHUIZEN",
            "Just a few questions Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Certainly.",
            "Unknown"
        ],
        [
            "MS VAN DER WESTHUIZEN",
            "Mr Khumalo were you wearing normal civilian clothes on that day?",
            "Female"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "We always wear civilian clothes.",
            "Male"
        ],
        [
            "MS VAN DER WESTHUIZEN",
            "I just want to take you to the corner King George and de Villiers Street the incident in front of your ... When you went there were you carrying your firearm in your hand?",
            "Female"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Which firearm please?",
            "Male"
        ],
        [
            "MS VAN DER WESTHUIZEN",
            "As far as I recollect you only had a pistol, your own personal firearm when you went to that corner. Isn't that correct?",
            "Female"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "It is correct.",
            "Male"
        ],
        [
            "MS VAN DER WESTHUIZEN",
            "Were you carrying that in your hand when you went there?",
            "Female"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "No always a firearm stay in my side.",
            "Male"
        ],
        [
            "MS VAN DER WESTHUIZEN",
            "Why do you think a marcher who might not even know you were firing in your direction being there in normal civilian clothes without displaying a firearm?",
            "Female"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I can't answer even that one because what he have done he have shot at us.",
            "Male"
        ],
        [
            "MS VAN DER WESTHUIZEN",
            "The order that was given by Mr Kruser would you have shot without that order being given?",
            "Female"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "I think so.",
            "Male"
        ],
        [
            "MS VAN DER WESTHUIZEN",
            "I just want to put to you that the objectors on whose behalf I appear are exactly the same as those stated by the other objectors. No further questions Mr Chairman.\nNO FURTHER QUESTIONS BY MS VAN DER WESTHUIZEN",
            "Female"
        ],
        [
            [],
            "Thank you Mr Chairman. Mr Khumalo I would just like to refer you to page 4 of your affidavit that supports your application, that is on page 76 of bundle C. And I just refer to page 76, and in specific I would just like to refer you to paragraph 16 where you describe that after you heard some shots at your regional offices a number of people came running down Plein Street carrying traditional weapons and they seemed to be confused about where they were. I would just like to put you on that context. If I read what you are stating there is it correct that you got the impression that the people were lost when they got where you were at that stage?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "Hundred percent.",
            "Male"
        ],
        [
            [],
            "And did these people give you the idea that they knew exactly where Shell House the building is and that they knew the surroundings, the streets of that area where they were in?",
            "Male"
        ],
        [
            "BAFANA EDDIE KHUMALO",
            "No.",
            "Male"
        ],
        [
            [],
            "Just for completeness sake then the objectors on behalf of which I appear will also state that they did not have any firearms with them on that day and that they did not carry out any attack on Shell House or the ANC guards.\nNO FURTHER QUESTIONS BY MR VAN WYK",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you very much. You may stand down.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "This might be a convenient stage to adjourn now.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Chairperson if we can adjourn in the vicinity of four 'o clock not later than four 'o clock to put it that way.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "I am going to promise I am going to do my utmost, I think we would be able to do so Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "We wouldn't have any difficulty with attending to that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will adjourn now and resume at nine fifteen tomorrow morning. Thank you.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}