{
    "header": {
        "type": "TRUTH AND RECONCILIATION COMMMISSION, AMNESTY HEARING",
        "starting date": "1998-05-13",
        "location": "JOHANNESBURG",
        "day": "3",
        "names": [
            "BETHUEL MONDLI ZUMA"
        ],
        "case number": "5544/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54741&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/joburg/shell3.htm",
        "speakers": [
            "BETHUEL MONDLI ZUMA",
            "CHAIRPERSON",
            "MR HUMAN",
            "MR LAX",
            "MR NGCOB",
            "MR NGCOBO",
            "MR PRETORIUS",
            "MR TIPP",
            "MR VAN WYK",
            "MS KHAMPEPE",
            "MS PATEL"
        ],
        "original_speakers": [
            "MR TIPP",
            "CHAIRPERSON",
            "BETHUEL MONDLI ZUMA",
            "MR ZUMA",
            "MR LAX",
            "MR NGCOBO",
            "MR PRETORIUS",
            "MS KHAMPEPE",
            "MR DORFLING",
            "MR HUMAN",
            "MR NGCOB0",
            "MR VAN WYK",
            "ADV DORFLING",
            "MS VAN HUYSTEEN",
            "MR VAN HUYSTEEN",
            "MS PATEL"
        ]
    },
    "testimony": [
        [
            "MR TIPP",
            "....[inaudible what took place then, Mr Chairman you will recall that evidently precipitated by my announcement that the present witness is Zulu speaking, there followed a commotion of utterances and gestures. I'm instructed that amongst what was said were the following:  that Mr Zuma has betrayed his nation and that before the end of this hearing he will be put to death.  There was also some vulgar abuse that need not be relayed.\n\tMr Zuma is to a very real extent concerned about what was said.  He nevertheless assures me that he is anxious to proceed with his testimony, Mr Chairman, but he does request whether you might not direct, Mr Chairman, that in view of the nature of those threats that the press should be directed not to publish photographs of him and that a similar direction should be issued in respect of the television broadcasts.  I may say that similar rulings were made in the course of the inquest before his Lordship Mr Justice Nugent.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I will consider this request after consulting with my colleagues and we will then take a decision in that matter at that stage.  Thank you very much.",
            "Unknown"
        ],
        [
            "MR TIPP",
            "As it pleases you Mr Chairman.  Might Mr Zuma then be sworn in?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR TIPP",
            "Mr Zuma, I would like you to begin please by just placing on record some details about yourself and your involvement with the African National Congress.  I'll lead you on a few of the preliminary aspects.\n\tYou were born in Natal in 1967 and you schooled there is that correct?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "And whilst at school you became the Chairman of your SRC?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "And you also then became involved in the activities of the Youth Congress and of COSAS?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "Would you please tell the Committee when and in what way you became involved with the African National Congress?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I was involved with the African National Congress, the MK underground in 1985.  I received a crash course in military combat work which I specialised in urban warfare.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you repeat what you said?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I did military combat work, crash course with emphasis in urban warfare and I operated with the MK unit since then.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Zuma, I'm going to ask you please just to speak up a little so that all the members of the Committee and the counsel at the far end of the hall can hear you clearly.\n\tNow were you arrested at any time?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes I was arrested in 1986 under Section 54, Internal Security Act and I was later transferred to the State of Emergency and I was released from the State of Emergency in 1987.",
            "Male"
        ],
        [
            "MR TIPP",
            "So you were detained then for a period of several months, about seven months, is that correct?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "And after you release did you continue to work with the MK underground?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "Is it correct also that from 1990 you became an employee of the African National Congress working full time in KwaZulu Natal?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes in 1990 we had to come above board.",
            "Male"
        ],
        [
            "MR TIPP",
            "And as from 1992 were you employed at Shell House in Johannesburg?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "On the day that we are concerned with, the 28th March 1994, in what unit were you involved?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I was involved in the unit that was protecting Mr Sisulu who was the Deputy President of the ANC then.",
            "Male"
        ],
        [
            "MR TIPP",
            "And were you on duty in that capacity on the 28th March 1994?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Zuma you've made an application for amnesty - for that purpose you have lodged an application form with details about yourself and the reasons for the application made in your own handwriting?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "In amplification of your description of the events on 28th March 1994 at and around Shell House you also filed with that application a typed affidavit deposed to by yourself?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Chairman, the Committee will find those documents at page 30 to 41 of the bundle.  There has, unfortunately, there's been a duplication - pages 42 and 43 should simply be disregarded - they duplicate certain pages and Mr Chairman there is also a supplementary affidavit deposed to by Mr Zuma which is in the second small bundle at pages 43a to 43d.\n\tMr Zuma, I want to get to the point of the event that has given rise to your application for amnesty as rapidly as possible.  I don't want to dwell on the early hours of the 28th March 1994.  You have set out a brief description of what you did before you got to Shell House and the early observations at Shell House in your affidavit and that has been incorporated by you in the application, is that correct?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "What I would like you to do is first of all to describe briefly to the Committee your impressions of the earlier groups of marchers who you see moving in front of the entrance of Shell House in Plein Street.  What sort of conduct by them did you observe?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Well those were large groups that were armed with an assortment of weapons ranging from assegais, knobkierries,\npump action and other pangas and traditional weapons.",
            "Male"
        ],
        [
            "MR TIPP",
            "Sorry, what was the last thing you said, I didn't hear it very clearly?  Pump Action?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Panga.",
            "Male"
        ],
        [
            "MR TIPP",
            "Panga?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "And they were very wild.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They were very what?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "They were very wild.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Wild.",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "They were very wild and they were doing mock attack on the security that was deployed in front of Shell House at the time and they would launch mock attacks on the security and they would tear placards for elections that were in front of Shell House.",
            "Male"
        ],
        [
            "MR TIPP",
            "It's common cause Mr Zuma that no action was taken by the ANC security guards at any one of those groups?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "You have described also an incident that took place in Plein Street involving a shot, that was shortly before the main shooting.  Would you describe briefly to the Committee what you can recollect of that incident?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "A small group of marchers came from the westerly direction towards the east of the marchers.  They were chanting and singing and they and at that time when they came I was at the corner of King George and Plein with two members of the SAP, one member of the Defence Force, Eddie Khumalo was there and they fired a shot in our direction.  We all fell down to the ground to take cover and a member of the SADF was carrying an R4, responded by one shot which I'm not sure whether it was deliberate or it was out of trembling because he was visibly shaken when that shot went off and the police that were there issued instruction to him not to shoot and they said that they will go and arrest that person, they have seen who amongst that crowd had fired.  They ran down towards the crowd and immediately after a few seconds they came back running and they said that crowd is dangerous, it's armed with dangerous weapons, they cannot come close to them, they need to have an armoured vehicle in order to get close to that crowd.",
            "Male"
        ],
        [
            "MR TIPP",
            "And that crowd dispersed and no further incident took place in relation to them?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "I would like you next to deal with the incident in De Villiers Street immediately before the main event, the main shooting, would you describe that to the Committee please?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "At that stage I was patrolling with Eddie Khumalo and we were at the corner of De Villiers and King George there by Jabu's Bakery.  Whilst we were observing we were hearing crowds chanting from the other streets and the songs that were - singing songs that were sung by the crowds that were passing by and a crowd emerged and some of them were already in De Villiers Street, part of the crowd that emerged from Wanderer Street from the westerly direction of De Villiers towards the east, they emerged towards us and in that process whilst we still observing a shot was fired in our direction and Eddie responded with a pistol and we ran across the street to Shell House and we reported the matter to Gary Kruser that there is a crowd that is coming from the other direction which has no police escort and they've already fired the shot and they're carrying heavy calibre weapons.",
            "Male"
        ],
        [
            "MR TIPP",
            "Yes just proceed in your own words to relate what happened after that.",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Running into the foyer of Shell House, we found Gary Kruser there.  We explained to him what did that crowd that had come there done to us, that is shooting and that they've got no police escort and Gary Kruser then issued an instruction to us that we should go back into the corner there but that Eddie should get an AK and then we went out into the corner with Gary Kruser in order to take position and observe what was happening, what the crowd were doing.  But, as we arrived in the corner there, the crowd, part of the crowd were already in corner of King George and De Villiers and some had entered a little bit into King George and I noticed also that there were other marchers who were in the opposite pavement by the laundry, were carrying also traditional weapons but not firearms.\n\tImmediately, whilst we were there in the corner, a shot was fired in our direction, a short burst from an AK by one of the marchers, a man that I identified who was in the crowd there that was marching.  But I also understand that there is ballistic evidence which is also saying something contrary to my point of view, the point that I'm putting that they fired in our direction but my view then and my view now still is that they were firing in our direction but I know I might be proved otherwise by the ballistics.",
            "Male"
        ],
        [
            "MR TIPP",
            "And what action then was taken by you and the other guards?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "We immediately took a prone position, we fell to the ground, we took prone position, I fired warning shots and I also know that V.J. did fire warning shots - V.J. Rama.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Zuma, how many warning shots did you fire?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I fired four.",
            "Male"
        ],
        [
            "MR TIPP",
            "In what direction?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Into the air and I know that V.J. Rama who was on my right hand side, he fired up into the balcony, up into the - underneath the slab of the balcony and that person fired again some short burst and the instruction was given by Gary Kruser to us that we should fire and repel the fire that was coming from the marchers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say \"that person fired again\" who are you talking about?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I'm talking about the man with an AK who was amongst the marchers.",
            "Male"
        ],
        [
            "MR NGCOBO",
            "Is that the man that you had seen earlier on firing the AK47 at you, at the guards or in your direction?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes that is the man.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "A person fired again and what did you do as a result of that?  You were asked to repel?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes we were then asked to repel and to fire at the crowd.  We then fired in their direction.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Zuma, I would like you just to deal with your own actions.  Did you personally fire into that crowd?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes I fired about eight shots while my target was that particular person who was carrying that AK.",
            "Male"
        ],
        [
            "MR TIPP",
            "Could you give the Committee an indication of your sense of how rapidly these events took place?  Can you put a time estimate to it all?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Well, if I were to estimate, I will say it's no more than ten seconds.",
            "Male"
        ],
        [
            "MR TIPP",
            "How did you personally feel at the time, what was your state of mind?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Well we were under attack by these people so I was convinced that we were under attack and I had an obligation, I had an obligation to defend the ANC property which is Shell House, the leadership that was inside and also I had - I mean I can also say that it is my duty to also defend myself on being attacked.",
            "Male"
        ],
        [
            "MR TIPP",
            "Did you have any sense about your own safety at that time?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Very much so, very much so because I was down there, I was exposed to the crowd and they were shooting.",
            "Male"
        ],
        [
            "MR TIPP",
            "What was the crowd doing at the time that you fired the first shots?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "They were charging towards our direction and it was then that I decided that I should fire a warning shot, maybe they can turn back but they didn't.",
            "Male"
        ],
        [
            "MR TIPP",
            "Can you give the Committee an indication of your sense of the mood of that crowd?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I think that was a very aggressive crowd, you could see that they were warriors as you noticed that most of the chants and songs they were singing were the traditional Zulu war songs as I would call it.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Zuma, in your supplementary affidavit, you've said that it was unfortunately necessary to shoot.  I would like you please to explain to the Committee why - what do you mean by \"unfortunate\"?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Well, I mean it was unfortunate that we had to shoot because it is not our intention, it was unfortunate then and it's still unfortunate today because now we did that shooting as a result of circumstances that prevailed at that time and there was loss of life, we know that, there were people injured and it is not the policy of the ANC to go about killing people, innocent people.  Apart from that we are also human beings, we know how bad it is to lose a member of the family.  Maybe some amongst them who might have been breadwinners and all those things so I mean each and every member of the family is valuable and even each and every life is valuable so that I know and I believe that is the policy that the ANC - that is the policy that the ANC has been fighting for over the years.",
            "Male"
        ],
        [
            "MR TIPP",
            "And are you personally of that view also?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes as I say that I'm a human being also you know, it's not really - it doesn't please anyone to kill a person or to shoot at a person.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Zuma you've already told the Committee that you were on duty that day - could you enlarge a little please on the importance to you of the pending elections at the time and of the protection of the leadership of the ANC to which you've referred?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "The struggles that have been fought over the years by the ANC as a liberation movement and other organisations that were there at the time were the struggles for democracy, were the struggles to bring about change in the country, to end the system of Apartheid, the system that had suppressed many of our people, the system that had brought about poverty, that had brought about inferior education and all those things so those elections were the cornerstone towards achieving that goal.  So those elections - it was very important that they were to be held - it was very important that they were to be held because otherwise we'll not be where we are today if those elections didn't take place so I believe that the anti-election march that was - that is the IFP - had engaged in was directed at the elections in order to make sure that they did not take place but that does not mean that I'm saying their engagement in that anti-election drive justified that they should never to come there and that they were to be shot at.",
            "Male"
        ],
        [
            "MR TIPP",
            "In conclusion, Mr Zuma, I would like you to address the Committee on the reason for your application today for amnesty.  The Committee is aware and has before it your supplementary affidavit but I'm going to ask you once again -in your own words - this morning to set out why it is that you seek amnesty?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Well the reason why I apply for amnesty is because I was advised by my lawyers, my legal advisors that in the pending inquest, which was pending then, it might be found that one exceeded the bounds of self defence or used excessive force and that I might be found to be by the criminal or civil court to have acted in a manner that is not lawful and apart from that, it is also important for me, I find it very important for me to apply for amnesty so that we can - this matter can be resolved in a manner that was afforded to us, I mean through the Truth and Reconciliation Commission.",
            "Male"
        ],
        [
            "MR TIPP",
            "You've made mention in your supplementary affidavit and in the course of your evidence this morning already of the ballistics evidence and is it correct also, Mr Zuma, that some aspects of the medical evidence relating to the deceased has been explained to you also?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "It was also explained to me by my legal advisors the result of the ballistics and the medical report and I therefore concede that would that objective evidence put before me, I might have exceeded the bounds of self defence, I might have shot the people, I mean obviously people were shot when they were - from the back so I might have shot them or injured them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you mean by that?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I mean I have a picture in my mind of what happened on that day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That the people were charging towards us, they were attacking but now - and also I have a picture in my mind that these people fired in my direction.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "But now it has been found by ballistics that I might be wrong, the people did not directly fire at the position in which I was - that I concede.  It has also been found that most of the people who were shot from the back except for maybe one who was stabbed.  So that I cannot deny because it's an objective evidence from the ballistics and medical and it is therefore for that reason that I concede that while one might have gone - might have shot more than what we should have done.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes but you were shooting at the man who had an AK47 as I understand your evidence?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Thank you.",
            "Unknown"
        ],
        [
            "MR TIPP",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR TIPP",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you intentionally shoot people in the back?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Well, at that time when it happened, it was so quick so there was no way of precisely saying that this person is facing this way or that way but when I was shooting, these people as far as I can remember they were facing us and they were charging - but I also considered it might have been that some of them might have turned or most of them might have turned because of the objective evidence that has been put before me as I have said.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which of you will be leading - will be starting off?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "With the Committee and the Honourable Chairman's permission, I will.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR PRETORIUS",
            "Mr Zuma, you are still maintaining that the crowd or the marchers attacked you, is that correct?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is correct.  Sorry, but I'm putting it into context, you must not take it out of context.  I am saying that is how I recollect or it is how I recall the day, there's no other picture, the ballistic evidence and medical evidence is there.  It says something else, I concede that it says something else but what I am saying is that I've got that picture in my mind and I don't have any other picture.  I'm not going to say because I've seen this ballistic evidence therefore now I recollect it differently, I recollect it the same way as I had done during the inquest, the same way as I had done earlier on but it is just that I am proved by an objective evidence and that I concede.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Zuma, you are a Zulu as well, is that correct?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Can you explain to the Committee and the Honourable Chairman how the traditional Zulus regard their King and how do they react to his wishes?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "The Zulus take - regard the King in a very high esteem, they have got all the respect for the King - most of the Zulus or let me say some of the Zulus.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "I think, Mr Zuma, you're being asked about the so called traditional Zulus.",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "As far as I'm concerned there's no different - there's no traditional Zulu and a Zulu.  Once you are a Zulu you are a Zulu, once you are a French you are a French, you can't have a traditional French and a French so I don't understand that theory.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps, Mr Pretorius, if you could just indicate to the witness what is it that you mean by a traditional Zulu?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "A traditional Zulu is a Zulu who still is very faithful to the Zulu traditions and holds his King in high esteem etc. etc.  Do you accept that?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I am that kind of Zulu myself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How does one distinguish by looking at people whether they are traditional or not?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "It is not merely by looking at people Mr Honourable Chairman, it is the conduct of that people what is inside him, how he feels about his King etc.  It is possible for instance for - to put it in another way - for a South African person to immigrate to England and then when he's in England, lose track of his traditions in South Africa, etc. etc. and then become more British orientated than taking care of his own traditions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My mind whether perhaps you were trying to draw the distinction between an urbanised Zulu and a rural Zulu living in a rural area, in my mind I wanted to know whether, when you talk about traditional, whether that has anything to do with it?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Not at all Mr Chairman, as I've explained that a person, doesn't matter where he lives but with what his conduct is and how he takes care of his own traditions.",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Well I thought maybe I can assist you on that one -you see I am a Zulu, I am very loyal to the King, I am very loyal to the King and I do Zulu custom, I know Zulu custom - slaughtering of goats, many other things, I do those things but I stay in an urban area, I stay in the Pretoria suburb.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Zuma, the second part of my question, my first question was - a Zulu person, how would he react when he is informed what the wishes of his King is?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "When he is informed of his wishes of the King, you mean informed by the IFP or by the Induna?",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Maybe we should start that - can you explain the position of an Induna in the Zulu hierarchy to the Committee?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "The position of Induna is the one who represents the King in certain areas.  You know the King has got his own representative or the Chiefs.  The Chiefs will represent the King and then the Chiefs will have their Headmen, different Headmen - that is Induna in different areas, sort of a local government.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Now if a Zulu is informed by his Induna what the wishes of his King is, how would he react?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "He will react positively.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I put it to you that in so far as the objectors which we represent is concerned, there was a meeting at Nancefield Hostel called for by the Indunas.  Do you deny that?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Well unfortunately at that time I was not staying in Nancefield Hostel so I cannot deny that, there might have been various meetings of the Zulus in different areas.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand that all the people you represent come from Nancefield Hostel?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "At that time they were living in Nancefield Hostel, Mr Chairman, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now we know that there was a meeting that was called or it had been said that there was a meeting that was called of the residents in Nancefield Hostel by the Indunas and you say you were not aware of that?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes, my Lord, I was not aware but I do not deny the fact that there might have been meeting or meetings in different areas.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "What was the view of the King with regard to the forthcoming election etc. as on the 28th March 1994?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Maybe because I was observing the political development at that time very closely, I was also as a Zulu confused because it was the position - it was alleged to be the position of the King that the King wanted his authority to be recognised by the South African Constitution.\n\tBut I'm saying I was confused because those views were articulated by the IFP all the time not the King himself.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Do you or what was the view of the King with regard to the elections specifically?  Did he want the election?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "The King - I'm not in a position now to say what was the personal view of the King but I can say the view which was articulated on radios on T.V.'s, on print media was that the election should not take place - that was said to be the King's view but articulated by the IFP.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Do you deny that that view was also articulated by the Indunas?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That might be the case but I don't know if Humphrey Nglovu is an Induna and Themba Xhosa.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Zuma, I did not refer you to Humphrey Nglovu nor to Themba Xhosa.  I refer you specifically to the Zulu Indunas.",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "It is for this reason that I said to you I was monitoring closely the political situation and the reason why I mention these two is because they were the ones who were articulating this position and it was also the spokesperson of the IFP, Sibajiani at the time who was articulating these views and I never heard any Induna articulating that - it is for this reason now that I'm telling you I do not know whether you are saying they were Indunas.  If they were Indunas, then I agree.  If Sibjiani's an Induna then I agree.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I repeat - I do not refer to Themba Xhosa or Humphrey Inglovu - and I'm going to repeat my question.  Do you deny that that viewpoint of the King was also articulated by the Zulu Indunas?",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Pretorius, perhaps you should be a bit more specific.  You know there are Indunas all over the country and in particular in KwaZulu Natal, there are thousands of Indunas.  On the Reef I'm not sure how many Indunas there are.  What specific occasions are you referring to that are relevant to these proceedings and maybe you can narrow the question and give him an opportunity to be more specific?",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "As it will please the Honourable Member.  The Zulu Indunas at Nancefield - prior to the march and the meeting on the 28th March 1994.",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I have already explained that I was not staying in Nancefield Hostel so I was not in a position and I was not a member of the IFP so I wasn't in a position to go to that meeting, I was not also in a position to know what was discussed at Nancefield Hostel so I'm not in a position to answer that question.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I therefore take it that you will not deny it that the objectors were Zulus who attended meetings called for by the Indunas at Nancefield Hostel during which meetings the view of the King was explained to them and it was explained to them that in support of their King there will be a march and a meeting held on the 28th March 1994?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I am sure you are not saying I agree with you because I'm saying to you I'm not in a position to comment on that because I was not there and I did not know of a particular meeting in Nancefield Hostel and furthermore if you're talking about the Zulus, I'm not sure if those marchers were all Zulus.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, Mr Zuma, just answer the question.  Can you deny that that happened or not?  If you weren't there you can't deny it surely?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes that's why I'm saying I cannot say because I was not there, I cannot deny.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Thank you.  Mr Zuma, do you deny that any of the objectors or the dependants of the objectors which I represent are Zulus?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "They might be Zulus.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Now Mr Zuma, can you assist me please - you testified today during your evidence in Chief that you still maintain that there was a person with an AK47 that shot at the group, that is the guards, was at that stage on the corner of King George and Plein Street.  Is that you view or not?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is part of my view.  Let me explain - my view or the picture that I have in my mind of that day, that there was a person with an AK47 within the marchers were firing, but whether he was firing in our direction or not, has been shown by the ballistics - that I mean the fact that I remember that he fired in our direction is not proved by the ballistics so I say - I said to you I concede that I might be wrong in recollection of evidence but that is the only way I recollect the event.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Zuma, on the day in question, what did you observe this man with an AK47 do with his AK47 forgetting for one moment about what the ballistics suggest.",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I observed that he was firing and I believed he was firing in our direction and I still believe he was firing in our direction but I can prove by the objective evidence that he might have fired in a different direction.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What made you believe that he was firing in your direction?  At the time now - forgetting about what the ballistics suggest now.",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Because the barrel was facing our direction but the minute it happening it was a matter of a few seconds so I cannot just be specific and take it out of context.  I'm subject to correction, as I said I might be wrong as I have been proved by the ballistics, you know, that he was not firing in our direction so I might not be completely correct in putting it that way.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Zuma, can you explain exactly what happened when, with this picture in your head, how is this picture in your head, what did you see happen regarding this man with the AK47 that shot at you?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "He was firing in our direction and he fired first, we responded by firing warning shot and for the second time he fired and we were given an order to fire into the crowd.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Was he in the front of the crowd when he fired the shots - can you just explain exactly what you observed?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "The crowd would open up for him, he'd come to the front, shoot and then they'll dance and then he'll be in the crowd mixed with them and he will come out again and shoot.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "What you are saying is that he was not in front of the crowd, he was somewhere within the crowd then the crowd would open up and make way for him and he would shoot at you and then the crowd would close again so as to protect him to a certain extent and then they would open up again and he would come to the fore again and shoot at you again, is that correct?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I don't know whether it was as to protect him or it was just as to dance as they were doing, you know?",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Save for that portion of the statement I've made to you is the statement as I've put it correct or not?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Partly the statement is correct in saying that\nthey will open up for him, he will come to the fore and shoot and then they will dance again and then he will be in the middle so that part I think is correct but it is the last part that you put, the intention as you say was to protect - the crowd was trying to protect him when they brought him back - or I don't agree with that part.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Besides from observing the weapon, seeing that it is directed towards you, noticing that he fired, what else convinced you that he was firing in your direction?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "At some stage during the firing, dust would come down and chips of cement from the parapet.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "That is while this person was firing with the AK47, correct?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is what I believe was firing and I mention in my evidence if you have read before Justice Nugent that I cannot be certain as to which point exactly he fired because as I say I was lying down.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "You however testified before Judge Nugent that the shots struck underneath the balcony somewhere in the vicinity of your head, is that correct?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is not correct, I said on the side of the balcony.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Fine - at least it struck the balcony, correct?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "The parapet I mean, yes.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Zuma, you are now being proved by the ballistics to be totally incorrect.  Firstly, that you could not have seen a person with an AK47 firing in your direction because no shots were fired in your direction.  Do you accept that?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "The ballistics says that.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "What do you say now, Mr Zuma.",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is why I say I concede I might have - my recollection of the day might be wrong.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you suggesting that you may not have seen this man with an AK47 coming in front of the crowd and then shooting in your direction?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Can you come again?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you suggesting that you may not have seen the man with an AK47 emerging from the crowd and shooting in your directions as you have testified?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "No I'm not suggesting that, I have seen the man, that I know, I have seen the man but I might be wrong in saying he was firing in our direction.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "But Mr Zuma, can you assist me please.  You said that you saw him pointing the firearm in your direction and firing.  If that is what you saw and that is what you observed, what do you say about that now?  What is incorrect about that?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "You'll appreciate that there were some AK fired at that parapet at the corner of De Villiers and King George so I'm saying he might have been directing his AK somewhere else because I cannot really dispute the objective evidence before me.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Zuma, if he was directing his fire at the parapet at the guards on the corner of King George and De Villiers Street, the rifle or the AK47 would have been pointed to his left and upwards - it would have been pointed nowhere in your direction - then I'm asking you again if you testified and you said you saw that the rifle was pointed in your direction and he fired at you and that is now being proved incorrect, what do you say about that?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "It is for that reason that I say I might - my recollection of the event might not be one hundred percent correct in that instance - in the instance that I'm saying he shot in our direction, but the fact that I saw the AK, I saw the barrel and everything, it's still a fact.  But the AK will jerk and the people, you must also appreciate that it was a matter of seconds, it's easier when you talk and sit here and talk you know, because it seems as if it was a longer period where I could really ascertain what, who is doing what and so forth.  It was a question of seconds and this thing happened very fast and the AK, I saw it, this man was pointing it but it might have shot a different direction.  If I point a gun at you that does not mean I'm going to shoot you, I can shoot somewhere else.  I know that it happens at the shooting range, where you go to the shooting range and many people point their guns at the target but they shoot somewhere else, so it's not a new thing that's just happened that day.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Zuma, let's take this step by step.  Firstly in so far as your explanation now that things happened very quickly, I want to read to you from the record of the proceedings in front of Judge Nugent - I read from page 3186.\n\"Yes and you saw him firing again the second time, that is now placing it in position, this same man with the AK47\" which was then said - it was put to you that, that you say you saw him firing for the second time. \n\t Your reply is \"Yes\". \n\t It was then put to you \"but won't it be correct to say that you did not see anybody firing but that you rather got the impression that someone was firing from the furthest corner away from you, the corner of King George and De Villiers Street?\"\n\t Your reply - \"I am not mad.\"\n\t \"Yes, but you see that is in fact what Mr Kruser testified and that is on page 2749 of the record.  He was specifically asked by his Lordship what caused him to give the order to fire warning shots.  He was asked, the question posed by his Lordship in that was from line 24.  Do I understand you to be saying you heard shots but that you did not see anyone firing from the crowd?\"\n\t  His answer was \"I could not see directly, we just got the impression it was coming from somewhere.\"\n\tAnd then more importantly \"Yes but you heard shots, you did not see anyone in the crowd firing?\"\n\t\"No my Lord.\"  That was all with reference to Mr Kruser's evidence that was put to you.\n\tYou then testified \"Yes but you are talking about Kruser but I saw this person.\" \n\t You were very sure of exactly what you saw to the extent that when it was put to you that maybe you got the wrong impression you said to the person, Mr Ferreira, one of my colleagues - your reply to him was \"I am not mad.\"  Do you understand that Mr Zuma?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "You know I am maintaining now that my recollection of the event is that I saw the person.  The only thing that I'm conceding is that he might have not been shooting in our direction - so he was saying if you read there carefully - he is saying there Mr Kruser said he did not see the person but he heard the shots.  I am saying to you now that I saw the person, I said to you then that I saw the person and there is nothing that differs now, it's only - the only thing that differs is that I'm conceding the fact that he might have been shooting somewhere else but the fact that he was there is a fact.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Zuma, when a person pointing a firearm in your direction and he fires with a rifle pointed in your direction it is impossible for him to hit something that is ninety degrees away from him and up into the air about five metres, do you agree with that?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "You see you are talking about a person, people will differ.  I'll tell you that I know of a person who was pointing a firearm at his target and he shot right next to where he was standing.  Those things happen and ninety degrees is a very small angle, he can do that, a person can easily do that depending whether he's excited or he's shaken or he doesn't know how to handle the firearm properly so people do various things which you can't have a specific norm where you can apply to everyone as a general norm to say if you are carrying a firearm in this direction, definitely you must shoot in this angle.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Zuma, can you in any way explain and maybe I should use my arms to indicate to you because it does not seem to me you understand the ninety degrees.  Can you in any way explain that if I point the way, the direction my right hand is pointing now, in your direction and you see it and you see that I fired a firearm, an AK47 in that direction, how I can hit the parapet of a building which is five metres high and directly towards - would my left arm where I am pointing now - that is in ninety degrees towards the left, approximately five metres in the air.  Can you explain that to the Chairman?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I can easily do that if I'm doing a Zulu dance, if I'm dancing I can easily do that, I can demonstrate it to you.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Zuma, the mere fact that you are trying to explain that in a way you are doing it now, I put it to you it's only indicative of one thing - and that is that you persisting with a lie.",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I am sorry to say that you are not correct and you must also understand that I have conceded the fact that he might have not shot in our direction and secondly, you can't say it's a lie because I'm explaining to you the situation that a person can do that.  So you can't just be conclusive and say a person cannot do that because people are different and you don't know what kind of person was that guy.  So I disagree with you when you say I'm persisting with a lie.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Zuma, I don't want to carry on too long.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think we should move on to some other aspect of the matter because I don't think we'll make much headway -you've had two views, you've put forward your view, you have a denial, I don't think you can take it very much further.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Chairman, I just wanted to conclude by stating to this witness - I'm not going to read it out - that on various occasions during the previous evidence he gave replies to the effect that he physically saw this person shooting at them and that these shots struck the balcony or the parapet in the vicinity where they were and that was impossible which concedes now but yet he wants to explain a way, it in another way which is totally unacceptable or cannot happen, it's physically impossible to happen.  That's all I want to put to the witness.",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Let me put to you also that if you have the ballistics, you must appreciate that there were AK47 shots just above me so that might have been the shots that I heard, that I thought had came from that man.  That might have been the shots that made the dust to come down and you must also remember that when I was answering questions in the inquest there I was trying my utmost best to assist the Judge, not that you understand the situation, but before I answer the question, I did explain to the Judge that this thing happened in ten seconds, less than ten seconds and now to go into nitty gritty of ten seconds it's very impossible for many people, it's really impossible for many people - it will take only a few genius to do that to go into nitty grittys of something that happened in seconds.  If we were to explain what happened in seconds and you want to take things out of context and look at these things as individuals as if they're happening in an hour or so.  So we're trying our utmost best, I think you must appreciate that, that we try to answer the questions even though they're confined into those seconds.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, move on.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Zuma, just in so far as your reply is concerned, during you evidence now you also stated that the shots with the AK47 fired by the marchers were shot before any of the guards on the corner shot at the crowd, is that correct?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "And that immediately even so far as you're concerned not even taking into regard Mr Kruser's order, that the only warning shots that were fired, was fired with your pistol and that of Mr V.J. Rama, is that correct?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Well I didn't get the whole question clearly, if you can repeat please.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "The only warning shots before you started firing at the crowd was fired with two pistols and that is now yours and that of Mr V.J. Rama, is that correct?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is correct.  But the fact that Gary Kruser might put it otherwise does not change my view of the recollection of the events of that day.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Besides the shots that were fired by the crowd what else persuaded you that they were in the process of attacking you?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "They were charging, they were moving forward very fast and they had no police escort and the songs that they were singing and the fact that they fired to my knowledge was the best - was the decisive thing.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "They were singing traditional songs according to your evidence in chief, is that correct?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes traditional war songs.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Didn't the other crowds also sing?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "They might have, but the other crowds didn't shoot at us.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "So do I understand you correctly, the other marchers you concede they also sang the same type of songs?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Not exactly the same but they were singing songs, various songs but the decisive thing was the shooting at us.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "You see that is exactly the point Mr Zuma, that what your evidence was and what the other guards evidence was during the inquest in front of Judge Nugent was exactly that, that what convinced you that here was an attack was the fact that someone fired shots at you as the guards, do you agree with that?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes that was the decisive action.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Now that is exactly the fact that was proved by the ballistics to be not the truth.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Chairman, we must object to that formulation, the ballistics does not establish the sequence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you formulate it more correctly perhaps?  No doubt that there were these war songs that were being chanted and people moving and so on, there's no dispute about that as I understand your cross-examination.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Chairman, we do not refer to it as war songs, we refer to it as traditional songs and chanting which was the usual way and toy-toying which was the usual way when people marched during not only that day but on numerous previous occasions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] particular occasion, yes ....[intervention]\n\tWill you please allow these proceedings to carry on otherwise I'm going to prevent you from being here.  There are lawyers representing people who have been effected and they will talk on behalf of people who have been effected.  Please.\n\tDo carry on.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "In brief what we are saying Mr Chairman is that there was nothing that this group of marchers did which could be regarded as an attack or could be taken as an attack on anybody or any place such as Shell House.\n\tNow to reformulate the question, the ballistics confirmed that there was no bullet that struck any object whatsoever in the vicinity where the guards were - point 1 - do you understand that Mr Zuma?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is wrong - if you check your ballistics there are bullet marks there in the parapet where the guards were on top there in the parapet, if you have ...[intervention]",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Those marks that you refer to were marks caused by shots fired by the guards themselves, that is, I'm specifically referring to the guards on the corner of Plein and King George Street.",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I'm talking about the corner of King George and De Villiers.  That is Shell House this - Shell House is not the corner of King George and Plein, Shell House goes right round, it's one building.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Now I'm referring specifically to the corner of King George and Plein Street where you were positioned.  There were no marks caused by fire from the marchers anywhere in that position, do you agree?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I have conceded that in the beginning.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Furthermore none of the guards on the corner of King George and Plein Street were injured, is that correct?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "None of the guards were injured at all, not only those who were at the corner.  None of the guards were injured.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Then to formulate it correctly, the ballistics prove that therefore, that no bullets were fired by the marchers in the direction of the guards in the position on the corner of King George and Plein Street, is that correct?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I think I have conceded to the fact that there was no bullets fired at that corner, the ballistics says that, I agree with the ballistics, I have said in my application for amnesty that the objective evidence I cannot dispute.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "But then again, Mr Zuma, when you testified you said that the decisive thing that caused you to open fire was the fire shot in your direction, that is in the position of King George and Plein Street?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Maybe let me put it this way, I'm saying the shot, the man with an AK fired a shot in our direction.  That is what I believe, still today, but due to the fact that - I mean that is not what I believe, that's what I can recollect of the picture as to what happened that day but having facts before me by the medical report and the ballistics, then I say I concede, I cannot dispute that fact.  The man might have fired in a different direction.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Zuma, just so that I understand you quite correctly.  If there wasn't a man with an AK47 that fired in your direction, there wouldn't have been any reason for you to shoot at the marchers?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I couldn't find any reason why I would have shot.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Then I put it to you Mr Zuma that there in fact wasn't as such a man, there wasn't a man with an AK47 in the front of the crowd that shot in your direction, there in fact was no attack and you shot at the marchers without any reason?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Well you've got it wrong.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Chairman, I do not want to delve on this point any further, I just want to put it to the witness that he has been proven wrong and that I will argue that in due course on behalf of the objectors.\n\tDuring the morning of the 28th March 1994 when you arrived at Shell House, did Gary Kruser have a briefing with the guards?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes he did.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "What did he tell the guards during this meeting or briefing?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "He said people should be on the alert and they should deploy around Shell House in order to protect the building because there's information that the IFP might attack Shell House.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Did he use the word \"information\" or what word did he use?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To ask him at this stage to give you a word by word account is that really fair?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Chairman, I asked this specifically in view of the evidence that this witness gave on a previous occasion, that is in front of Judge Nugent, there is a specific word that this witness used and I want to know which is not the word \"information\" and which is of utmost importance.  That is why I'm asking this witness this question particularly.",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I might have put it differently to Judge Nugent but I'm putting it, I think even if I might have put it differently, but I'm saying that was - he said it's information that he received that the ANC might use this march as - to attack Shell House - but you see I cannot quote word for word what a person said four years ago, I think that you must appreciate.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "The reason why I'm asking you is, Mr Zuma, that you explained previously that Mr Kruser said there were rumours about an attack on Shell House and I want to put it to you that that is exactly what he said to you?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Rumours can be information, if there are lots of rumours they become information so I put it there before Judge Nugent but I think, you see you mustn't think that I'm going say what I said in front of Judge Nugent word for word, I cannot do that - I'm not a tape recorder.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I do not expect that of you, Mr Zuma, but I'm also putting it to you that it was of no consequence to you or it didn't matter to you because when you testified now exactly when I asked you what caused you to shoot, you never even mentioned that.  It wasn't something that was in your mind, a reason to shoot at the marchers?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That cannot be the reason for shooting because most of the marchers did pass Shell House, we did not shoot them and you must ask yourself why, so you can't now say that was one of the reasons we used for shooting.  We knew that there was this information but we could not use the information to shoot people when they have done anything and really I think you do expect me to go word for word because you are trying to trick me with the words like \"rumour\" and \"information\".  I can't give word for word what I gave to Judge Nugent.  I can give you the picture, I can give you the information and the answers that I gave but it won't be similar word, chapter and verse.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Just as a matter of fact, that very morning you - I don't want to use the escort - because what happened is you drove approximately ten or fifteen minutes before or left Mr Sisulu's house approximately fifteen minutes before he did because you drove into Shell House to make sure that it is safe and then you radioed Mr Sisulu or the persons with him to inform that it is safe, he can come in to town and into Shell House, is that correct?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Our radio didn't have radius that can reach Soweto.  I said in my statement we were the advance party, maybe to put it in simpler terms, we were the escort vehicle, the vehicle that moves ahead of the convoy, we'll communicate with the convoy as we go along the route.  It was not a question of us reaching Shell House and then telling them that they should come.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "In any event, you were in the advance group and you regarded it safe for the group of Mr Sisulu to come into town and into Shell House, that is what you conveyed then during the convey?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "We explained to them the route that we'd worked out is safe not to say whether he should come to Shell House or not.  The fact that - it was not a question whether he should come to Shell House or not, he had taken a decision.  I mentioned it in my statement if you can read it that Mr Sisulu had taken a decision that he wants to go to Shell House so ours is to protect him.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Zuma, I put it to you that the objectors never attacked Shell House nor did the marchers in front of them or whoever they were with, that they were shot unnecessarily without any reason at all by the guards including yourself.",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I don't agree with you.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I furthermore put it to you that you were untruthful with this Commission, you did not disclose the facts or the reasons why you shot at the objectors in so much as there was no attack by them at all?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is wrong, that is wrong - I have explained before the Commission, I've explained before the Judge in the inquest.  Whether the Judge takes - the inquest Judge - whether he takes - he took my evidence as reliable or not is a different question but I explained before the Judge the same thing that I'm explaining now.  So I find no reason why you are saying I didn't tell the truth now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Pretorius, are you suggesting that because he is telling an untruth when he says the crowd attacked the Shell House therefore he has not disclosed to this Committee the reason for shooting the marchers?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Indeed, Honourable Member.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "The way we or I personally view it is that this person is applying for amnesty.  He puts out the reason why he shot at certain people - that is the most important thing regarding his application for amnesty.  If that is not the truth, it is our view that he can never get amnesty because he is not disclosing an extremely material fact to the Commission.\n\tMr Zuma, are you aware of the fact that if this, your application to this Commission is successful, there are dependants whose breadwinners got killed that day, who will not be compensated for the fact that their breadwinners got killed?",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, Mr Pretorius, that's not quite correct.  They'll be eligible for reparation if he receives amnesty in terms of the Commissions Reparations Policy.  It's not correct to say they won't be compensated so I don't think that's fair to put it that way.  They may not get an order in terms of an action for damages or something of that nature - that's quite correct but there is a reparations policy which is being promulgated quite soon and they will be eligible for that reparation so I think just put it more fairly.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Just so that I also understand Mr Honourable Member, the way I understand it - that reparation will only be to a small amount - it was only - it was mentioned, if I remember correctly, in the vicinity of R2000.",
            "Male"
        ],
        [
            "MR LAX",
            "You're incorrect there Mr Pretorius, that's the interim, that is an interim urgent reparation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that in fairness, Mr Pretorius, you're correct that the kind of compensation that the victim or the dependant of a victim would be entitled in a court of law is not the kind of reparation they are going to get, you're correct in that.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Thank you Mr Chairman.\n\tNow, Mr Zuma, I then repeat it, are you aware that if your application is successful then the victims, more precisely the dependants of breadwinners who got killed on that day will not be compensated properly for the death of their loved ones?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Are you trying to imply that you are saying I'm lying just because of that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just answer the question.  Are you aware that if you're granted amnesty it would frustrate their claim for damages for loss of maintenance and support?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "No I'm not aware.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I want to put it to you further that that is the case and more in particular, I want to refer you to one of my clients, Mr Alfred Mpanga, who is a quadriplegic, a young man that's a quadriplegic as a result of this shooting, that he will not be compensated properly for the damages that he received, are you aware of that?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "No, I'm not aware of that, no.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Now that he's brought to your attention, how do you feel about it?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I don't know if you know there were people killed in Shoboshabane in Natal in the South Coast by the IFP so I feel it's very bad you know, I mean I'm a human being as I have said in the beginning, when people are killed or injured I feel very bad for all the people, fifty four people were killed on that day, I feel bad for all those people including Mr Mpanga.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Zuma, you were never prosecuted up to now there's no indication that you're going to be prosecuted for what happened at Shell House, is that correct?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I have not been prosecuted that is correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "But one looks at your application for amnesty, more in particular on page 35 paragraph 13a, what you are very well aware of, as you completed it in your own handwriting, is that the reason why you seek amnesty is the ANC is being sued?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Sorry, can you show me, can you repeat the paragraph?",
            "Male"
        ],
        [
            "MR LAX",
            "13a on page 35.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "But Mr Pretorius, is it fair to question...[intervention]",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Just read the question 13a and then read the answer which is \"the ANC is being sued\".  Just read that to yourself.",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes I can read that.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Yes, sorry Honourable Member of the Committee?",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "I was saying is it fair for you to put your question the way you have put it, to say that the reason why he is applying for amnesty is because the ANC is being sued?  It's quite clear that he is responding to a question which forms part of an application form that he's obliged to respond to?",
            "Female"
        ],
        [
            "MR PRETORIUS",
            "As it pleases the Honourable Member, what I'm saying is that this particular witness wasn't prosecuted, he also wasn't sued, he is not sued in his personal capacity in any civil action so the only thing that is left is what he applied to in his own handwriting here and that is the only reason why he is seeking amnesty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it's not fair, look at the question, it says \"are civil proceedings pending or envisaged?\"",
            "Unknown"
        ],
        [
            "MR TIPP",
            "Mr Chairman, may I with respect, add to that?  That we object also to this line of questioning and that particular question.  The inquest court dealt with the deceased and only the deceased.  One does not know and Mr Zuma does not know what may yet emerge in respect of those who have been injured and whether or not that might not give rise to a proper basis for prosecution.  One does not know whether there may yet be a basis for civil liability of Mr Zuma himself and in any event, Mr Chairman, that can surely not be the touchstone for the granting of amnesty or the refusal of it.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I'll leave it at that Mr Chairman.  I've got not further questions to this witness.\nNO FURTHER QUESTIONS BY MR PRETORIUS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "....[inaudible] and resume in fifteen minutes.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I have had a hurried consultation with Members of my Committee in the short time available to us in connection with the question raised by counsel for this witness, Mr Zuma.  We've looked through the Act and it does seem that the Act does not give us the power to order to press nor the media not to publish his photograph.  Our powers are limited only on the question of whether proceedings may be held in camera and then on disclosure of the identity of people who are giving evidence and regrettably I cannot comply with your request in that regard.  Other steps may have to be taken in connection with any measures that he may require to protect his personal safety.",
            "Unknown"
        ],
        [
            "MR TIPP",
            "We understand Mr Chairman, we'll take it up with Mr Zuma at the conclusion of his evidence, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are there any other questions that are to be put to this particular witness?",
            "Unknown"
        ],
        [
            [],
            "I have dealt with this witness on behalf of my clients, may it please the Committee.",
            "Male"
        ],
        [
            "MR HUMAN",
            "There are a few questions, I will address them after Mr Dorfling, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            [],
            "As the Chair pleases.  Yes Honourable Mr Chairman, we have indeed - it has been agreed that I should be conducting the examination next, as the Committee pleases.\n\tMr Zuma, I'm acting on behalf of nine people that got injured at the corners of King George and De Villiers Street on the said day.   My questions would therefore relate to those specific people who are objecting to you being granted amnesty.  Do you understand that?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I do.",
            "Male"
        ],
        [
            [],
            "Can I first of all enquire from you where you are presently employed?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "The V.I.P. Protection Unit.",
            "Male"
        ],
        [
            [],
            "I beg your pardon.",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "V.I.P. Protection Unit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm sure it's very inconvenient for you to have to bend towards a witness, you've got to make eye contact with witness and the witness must make eye contact with whoever is questioning him and it is regrettable that you have decided to sit where you are.",
            "Unknown"
        ],
        [
            "MR NGCOB0",
            "It was at our request Mr Chairman, we couldn't see his face.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You couldn't see?  Well let's try and see if we can meet the needs, I don't think it fair that the witness ought to sit at an angle where counsel is questioning him cannot see him properly.",
            "Unknown"
        ],
        [
            [],
            "Mr Chair, if the witness moves up about half a metre I will be perfectly comfortable from where I sit.  That's sufficient, if the witness sits there.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Zuma, if you sit at the corner of the table there, how does - is that comfortable for you?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes.",
            "Male"
        ],
        [
            [],
            "It's fine with me, thank you Mr Chair, Members of the Committee.\n\tMr Zuma, you've explained that you're now assigned to V.I.P Protection, have you been assigned to anybody in specific to protect?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I deal with the Presidents.",
            "Male"
        ],
        [
            [],
            "I would like to refer you to an extract from your evidence in front of Mr Justice Nugent and just ask your comment as to the correctness of this response made by yourself at the time of the inquest proceedings?  I'm referring specifically to page 3170 of the record and this is the conclusion of a long debate as to where you saw the person with the AK47, what he was doing, why you started to react, why you decided to fire shots and the whole line of questioning is concluded with the following question and I read from line 15 onwards at page 3170.\n\t\"As I understand your evidence, the reason that you fired was because you were being fired at by a man with an AK47, is that right?\"  and your response is \"yes\".  Do you agree with that?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes that was a decisive reason.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whether he agrees with the evidence he gave on a previous occasion, is that what you're asking him?",
            "Unknown"
        ],
        [
            [],
            "I'm simply asking whether he agrees with that portion of the evidence being that he decided to fire shots in retaliation because of the man with the AK47 firing in their direction and I think the response was in the affirmative.\n\tNow Mr Zuma am I correct if I would put it to you then that the question of the existence of the man with the AK47 rifle or not would either have warranted your actions on the day or would not have warranted it?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "It warranted my actions.",
            "Male"
        ],
        [
            [],
            "Now can we please turn to your application which is contained in bundle C, it also contains affidavits which was attached to the actual application which was submitted on your behalf at the inquest proceedings, is that correct?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Sorry, what page is that?",
            "Male"
        ],
        [
            [],
            "Your actual application commences at page 30 of Bundle C and the affidavit is contained at page 37 to 43 of the application.",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is correct.",
            "Male"
        ],
        [
            [],
            "No mention is made in your actual affidavit of the man with the AK47, do you agree?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes, no mention is there but if you read paragraph 16 of the affidavit, page 39, that that first sentence there \"a shot was fired from this group in our direction\" and then I explained to you, previously you asked me the same question in the inquest - I said to you this is what happened, it was fired at us but the fact of the calibre of the weapon is not here in the statement but that is the reason why I was called in order to testify to it and explain because I don't believe every nitty gritty has to be put in the statement.  This was what was put in my affidavit.",
            "Male"
        ],
        [
            [],
            "Mr Zuma, did I hear you correctly, you're referring to paragraph 16 of page 39 of your affidavit.",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is correct.",
            "Male"
        ],
        [
            [],
            "But with the greatest respect that does not refer to the incident that I'm referring to.  This is a previous incident where the policemen were involved.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Zuma - Mr Dorfling...[intervention}",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Sorry, I made a mistake, that will be paragraph 22, first sentence there - if you read the first sentence in paragraph 22, that's where I put this.",
            "Male"
        ],
        [
            [],
            "Are you referring to the sentence that says \"some shots were fired towards Shell House by people in the charging group\" - is that correct?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is correct.",
            "Male"
        ],
        [
            [],
            "Can you explain to the Committee why you didn't mention the person with the AK47 amongst the marchers and the fact that the marchers opened up and allowed the person to fire in your direction?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do we have to go into that detail for the purpose of this amnesty application if that's what you're trying?",
            "Unknown"
        ],
        [
            [],
            "No, with the greatest respect, the witness gave a certain response with his failure to disclose this because the same affidavit was also used at the time of the inquest proceedings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] that there was a man with an AK47 who fired, you made no reference to the AK47, is that correct?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is correct and I said ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think that's the question that is being put to you.",
            "Unknown"
        ],
        [
            [],
            "You're being asked to explain why it wasn't put in your affidavit?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "The reason why - I thought because normally the courts does not rely entirely on statements - they call witnesses so I knew that the statement is just to give you the picture of what happened then the rest - the witness has to come and testify himself and it is precisely for that reason that I thought this and together with my legal advisors because they were helping me in putting together the statement that at some stage I will be called and I will give evidence as to the particulars.",
            "Male"
        ],
        [
            [],
            "Mr Zuma, the objectors for whom I appear would deny that there was any attack on the guards and or the property of Shell House at the time, they would say if called to give evidence at this hearing that they had no firearms in their possession, there was no justification for them to be shot at at the time when the shooting occurred.  Would you care to respond to that?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Well the fact that there was no attack at Shell House is incorrect.  There was an attack at Shell House.  Maybe when they say they were not armed, them as particular individuals, that we are here for, I cannot comment on that because I could not identify certain individuals, it was a big crowd.",
            "Male"
        ],
        [
            [],
            "I want to put it to you that your evidence on the existence of this man with the AK47 is a fabrication to justify your actions on the day?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Well I stand by what I have said in the inquest and I stand by what I've said before the Committee.  But let me say also that I'm sure you're taking that from the verdict of Justice Nugent because Advocate Dorfling did put a version on us - if you look he put a theory that there was an ambush at Shell House and that was dismissed by the Judge, that submission, it does not mean that he was lying.  If you read from the judgement there are things that will favour you there are things that won't favour you.  There are things that doesn't favour us, there are things that favour us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Zuma we are not here to debate the findings of the inquest court, we are just here to listen to what occurred on that day and what you observed on that day.  Do you understand that?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            [],
            "Mr Zuma, would you care to respond to the question, I'm putting it to you as a fact that the existence of the man with the AK47 is a fabrication, there simply was no such man on that day who fired in either your direction and who fired in the direction of other guards at the corner where you were position.",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is totally not true.",
            "Male"
        ],
        [
            [],
            "I put it to you that the reason why this is not contained in your affidavit is because it simply didn't happen that way?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Well I disagree with you.",
            "Male"
        ],
        [
            [],
            "Can you advance any reason why the following of your colleagues did not see the man with the AK47 to whom the crowd opened up for purposes of allowing him to shoot - Mr Kruser, Mr Marainsamy Singaram, Mr Mangena, Mr Khumalo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do they say that they didn't see anybody with an AK47?",
            "Unknown"
        ],
        [
            [],
            "None of them at the time of the inquest proceedings testified as to the existence of this man with the AK47.  They did not see a man with an AK47 brandished in the fashion as Mr Zuma is now conveying to this Committee.",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "The recollection of events will always be different from one person to the other so we are not one and the same person, we've got different brains, different memories so they'll recall their own way, I'll recall it this way and further that they did not see is not my fault.",
            "Male"
        ],
        [
            [],
            "Do you maintain that regardless of these gentlemen not having seen the man the man was definitely there with the AK47?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I have no doubt in my mind.",
            "Male"
        ],
        [
            [],
            "I want to put to you that the objectors on whose behalf I appear would deny that any such attack was taking place on the ANC guards at the time when the ANC guards started firing?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Well that would also be their version of what happened, that is not my version.",
            "Male"
        ],
        [
            [],
            "Mr Zuma, the fact of the building to the top of your head, I think you mentioned or you used the word the parapet being struck by bullets and the dust sifting down.  Do you agree with me that piece of evidence does not appear in your affidavit?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Precisely it doesn't appear precisely for the reason that I've mentioned to you earlier on.",
            "Male"
        ],
        [
            "MR LAX",
            "In fairness to the witness in the course of his evidence in the inquest proceedings before the ballistics information became available, he spoke of dust filtering down - I think it should be put in it's totality.",
            "Male"
        ],
        [
            [],
            "It is indeed correct, I'm getting to your evidence in the inquest, would you agree with me that at the inquest proceedings you said that shots were being fired in your direction from the crowd specifically by the man with the AK47 and as a result of that dust sifted down from the parapet?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is the theory, is the picture that is in my mind of what happened.  That is the recollection that I have in my mind and I still have that recollection in my mind but I have been proved otherwise by the ballistics and I concede to and I did to your learned friend on the other side there.",
            "Male"
        ],
        [
            [],
            "Now what distance were you away from Mr Eddie Khumalo at the time when the shooting occurred?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "He was not very far from me.",
            "Male"
        ],
        [
            [],
            "What does that mean Mr Zuma, can you indicate in court - in front of the Committee the distance or perhaps give an estimate in metres?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "The estimate in metres I cannot give because you know, I did not have some gadget to assist me measuring the distance but I can tell you it was not very far.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you point out approximately?  The gentleman sitting next to you - two and half to three paces.",
            "Unknown"
        ],
        [
            [],
            "As the Committee pleases Mr Chair.\n\tNow in relation to the direction in which you were facing where was Mr Khumalo positioned with relation to where you were facing, was it to your right, to your left, to the front of you, behind you?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "It becomes very difficult to recollect you know such nitty grittys but I know that Eddie was there, he was next to me but now to be precise as to where the left, right, it's difficult but I can give you an estimate that I'm sure he was on the right if we're facing De Villiers.",
            "Male"
        ],
        [
            [],
            "If you say that I take it that he was within your view, you could see him clearly?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes I could see him but I was not looking at him.",
            "Male"
        ],
        [
            [],
            "Would you agree that if an automatic burst of fire was emanating from his firearm at this specific point in time when you perceived the crowd to be attacking you, you would have clearly been able to recognise the fire coming from Mr Khumalo's firearm?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Well, to recognise what do you mean, do you mean by way of seeing or way of hearing?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] whether you saw or whether you heard fire emanating from Mr Khumalo's firearm?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I heard fire coming from his firearm.",
            "Male"
        ],
        [
            [],
            "The ballistic evidence is indicative of the fact that the shots that hit the parapet was in all probability emanating from the AK47 that Mr Eddie Khumalo had, do you agree with that finding?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is possible.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Being put as a probability, do you say it is possible?",
            "Unknown"
        ],
        [
            [],
            "No on the probabilities, I think it was actually even put stronger by counsel appearing on behalf of the ANC that it was indeed or that it had to come from the firearm of Mr Eddie Khumalo.",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "This could have happened yes.",
            "Male"
        ],
        [
            [],
            "Would you agree that there's no sign of any bullets having hit the immediate vicinity where you say they hit the parapet emanating from the crowd?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I've already conceded to that this morning.",
            "Male"
        ],
        [
            [],
            "Can you explain Mr Zuma how you in your mind could have perceived the shots that could only have come from Mr Eddie Khumalo's firearm that hit the parapet to have been coming from the crowd?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "There was no way I could have done that but there was fire, the crowd was firing at us and we were firing back at them.",
            "Male"
        ],
        [
            [],
            "So your evidence was quite clear, you said the fire from the crowd resulted in the parapet being struck and in dust sifting down on you.  How could that ever have been your impression if that was emanating from the fire that Mr Khumalo or the shots Mr Khumalo fired?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I did not say it emanated from Mr Khumalo's shots, I said it is possible that Mr Khumalo might have fired, the ballistics are showing some different aspects as you go through them, that it can be a ricochet from Eddie Khumalo's weapon but I did not say that, the ballistics says that and I'm saying, what I'm saying is my recollection of the events, I still maintain what I said before Judge Nugent that my recollection of the events is that they were firing at us but the ballistics are proving - made to be otherwise.",
            "Male"
        ],
        [
            [],
            "Mr Zuma, let's not beat about the bush.  It simply means this, you perceived the shots being fired by Mr Eddie Khumalo with his AK47 to be emanating from the crowd, that's the gist of the conclusion you draw and your perception?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Well you are drawing that conclusion, not me.",
            "Male"
        ],
        [
            [],
            "Can you offer any other explanation?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Explanation as to?",
            "Male"
        ],
        [
            [],
            "As to why you perceived the shots that hit the parapet from which dust was sifting down to be coming from the crowd?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Because there was a man with an AK47 pointing in our direction.",
            "Male"
        ],
        [
            [],
            "How far was he from you at the time?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "He was round the corner of De Villiers and King George.",
            "Male"
        ],
        [
            [],
            "Would you agree with me that looking at the plans that would be a distance at least of forty metres or in access of forty metres?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Round about there.",
            "Male"
        ],
        [
            [],
            "And you perceived the shots or you perceived shots to be ringing out from a firearm forty metres away whereas in truth on the ballistic evidence, it was ringing out two and half to three paces away from you, is that your evidence?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "The ballistics does not say that the shots was first fired by Mr Khumalo, it does not say that so I'm saying to you the shots that I heard as far as I can recollect emanated from that person that was pointing a firearm at us.  Whether they came directly to us it has been proved by the ballistics that it might have been directed somewhere.",
            "Male"
        ],
        [
            [],
            "Please Mr Zuma, the evidence indicates or your evidence was that those shots hit the parapet.  We know now from the ballistic evidence that the shots that hit the parapet was those coming from Mr Khumalo's firearm, from nobody else's firearm?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I agree with the ballistics in so far as that is concerned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yet the picture that there was firing from the man with the AK47, there was firing by Mr Khumalo, you heard sounds of the firing, you then see pieces of cement falling down or dust falling down from you and you draw the conclusion that that happened as a result of the firing coming from somewhere else and not from Khumalo, is that the kind of picture you have?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "No that's not the kind of picture I have.  Khumalo fired only in response to the fire that was emanating from there, from the crowd.",
            "Male"
        ],
        [
            [],
            "In other words the man from the crowd with the AK47 fired first, that was your evidence and as a result dust sifted down from the parapet?  I want to put it to you, sir, that that shows your evidence to be untruthful, there could on no basis be any misconception in your mind as to where these shots were being fired from, if they were emanating from Mr Khumalo's firearm only two and a half to three paces from you?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Let me say that we are talking about two shot bursts, I mentioned before the Judge, I mentioned when he was asking me how did I know that the fire came from that direction - I said after the first shot burst, that from that man, we reacted by warning shots and the second shot burst and it was then that I said I could see dust coming down and which is possible that Eddie might have been also firing at the time.  We are talking about two shot bursts, I am not talking about one.  I didn't say he fired the first time and then immediately there was dust coming down.",
            "Male"
        ],
        [
            [],
            "I've got no further questions, thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR DORFLING",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR VAN WYK",
            "Thank you Mr Chairman.\n\tMr Zuma, I want to know from you in preparation for your evidence here, did you read the transcript of your evidence at the inquest?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes I did.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Do you confirm the contents thereof?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "The one that I've gone through - you see some of them, let me tell you, there was an interpreter there.  I was speaking in Zulu and he was speaking in English so some of the terms he might have used in putting what I was saying, I might not agree but I cannot go through each and every sentence where I say this I could have put it other way around.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you in general agreement?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "In general I do agree.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Thank you.  You signed your application for amnesty on the 6th May of last year is that correct?  It's on page 36.",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "You filed your additional statement exactly a year later and now you address that you've been advised by your legal advisors in respect of the ballistic reports and the post-mortem or the medical evidence.  Did you know that the medical reports, the post-mortem reports of these deceased people were in possession of you legal representatives as early as April last year already before you had filed your application?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I did not know that.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Were you then not already advised as now that the people were shot or most of them were shot in the back when you filed your application?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I heard that from Judge Nugent.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Do I understand your evidence correctly that you today still persist that you were fired on that day by a person with an AK47?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I am saying I saw the person with an AK47 fire but it might not have been fired in our direction as it has been proved by the objective evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] already several times to the previous questions.",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Mr Chairman, I just want to take up one point, he has given several versions because I understand his evidence even to be today that he was fired on by this person.  I want to suggest that he is changing his version as it suits him because I've made a note that he testified today \"I still say they fired in our direction\" and that is - and then a few minutes later he says he accepts the ballistic evidence.  I want to know what is his version that he wants to put forward to this Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think the picture he says \"that my recollection or my picture I have in my mind is that this man fired first and we had fired back however the ballistic evidence proves something else\" he's prepared to go by the ballistics evidence.  I think that's the impression he left me with but if you think that that is wrong, please proceed.",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Thank you Mr Chairman.  Do you then concede that the picture you have of the happenings of that day is a wrong picture?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "The picture might be wrong in some instances, not the whole picture.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Or if it's not wrong, you're giving a false version is that not correct?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van Wyk, in all fairness to the witness, I think that's too much of a generalisation.  The witness, as I understand his evidence is the effect that there are certain aspects of his evidence which he much concede that in light of the variable objective evidence may not be accurate, I think that's how far one goes with what he says.",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Thank you sir, but the point I want to make it's either a wrong perception that he has or it's false it's either one of those two and that's what I want to put to the applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then you should put it direct and indicate to him precisely what that aspect is.",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Thank you sir.  Mr Zuma, I put it to you that there had been no firing in your direction, there had been no armed attack on you and there was no need for you to act in the so called self defence and that is a lie.",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I think you've got it totally wrong.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "You also testified today that you might have exceed self defence, the bounds of self defence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He's been advised by his lawyers that that is what will be said that he might have exceeded the bounds of self defence.",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Thank you Mr Chairman.  Mr Zuma I want to know from you, you yourself, not what you're being advised, do you yourself persist that your acts were justified or do you personally concede that your acts were not justified?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "The fact that we were attacked, I believe I was justified in repelling the attack but I might have been unjustified, I might be unjustified in having continued to fire when they're fleeing.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "You say you might have been unjustified is that in the light of the ballistic and the medical evidence?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "And also in the light of the findings of the inquest.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "And you now accept the ballistic and the medical evidence, is that correct?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I've already accepted that and it's in my application.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "So do you now then concede that you were unjustified?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I have explained to you the unjustification that I mentioned.  I think I was justified in so far as defending Shell House and repelling the attack but I was unjustified maybe in pursuing with shooting when some of them were fleeing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When some of them did what?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "When they were fleeing or when they turned their backs as I might have injured some of them because the ballistic and the medical reports says that some of them were shot from the back so I concede that some of them might have been shot from the back by the gun that I was using.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But when you shot at them were you advancing towards you or were they fleeing?  From you recollection?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "From my recollection they were charging.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Thank you Mr Chairman, I have no further questions.\nNO FURTHER QUESTIONS BY MR VAN WYK",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            [],
            "Mr Chairman, if I may just clear up something, I'm not sure I heard the witness correctly, I'm reading from my note here, the witness made the concession \"I accept or I concede that I was unjustified in firing when some of them were fleeing.\"",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "[inaudible]",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR HUMAN",
            "Thank you Mr Chairman.  I just want to go on where Mr van Wyk has led, you said that you were under the impression or that the crowd had charged forward, I'm talking now about the main incident at Shell House, is that correct?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "The crowd was charging forward, this is the picture I have in my mind but I'm saying it could be that some of them had turned because the ballistics says and the medical report.",
            "Male"
        ],
        [
            "MR HUMAN",
            "Okay, I'm just referring you to the first group that you saw that was marching from West to East in front of Shell House.  You were then present at the corner of King George and Plein Street is that correct?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is correct.",
            "Male"
        ],
        [
            "MR HUMAN",
            "If I look at page 39 of bundle C that is page number 3 of your affidavit, at paragraph number 13 you are giving a description of that crowd that was moving in front of Shell House.  You said the behaviour of these groups was wild and intimidating, they insulted the ANC personnel at Shell House, some carried out mock attacks, charging forward brandishing weapons and then retreating back into the group.  Is that still your view of that group's behaviour that passed Shell House?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes, that is still my view.",
            "Male"
        ],
        [
            "MR HUMAN",
            "Now can you explain the difference between this group then and the one that you shot at in King George Street?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "This group that was doing this mock attacks had police escorts, had peace monitors and they did not shoot at us.",
            "Male"
        ],
        [
            "MR HUMAN",
            "Did you give the crowd time in King George Street, the one that you fired on, to see whether they were just - the charge forward was not just a mock attack like the same these group done that passed Shell House in Plein Street?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes, the only difference with that crowd was that they fired in our direction, so if a person is shooting you, you have to repel, you cannot just give him a chance to see whether he's shooting you or not.",
            "Male"
        ],
        [
            "MR HUMAN",
            "Thank you.  Just the last point - your instructions that day, were you to report everything that happened on the ground to Mr Gary Kruser or did you have a discretion that you had to use when you thought it was necessary?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "We had a duty to protect Shell House, that is first and foremost.  Secondly then we had specific instruction to go and do surveillance and report back to Gary but that does not mean that if people shoot at you, you mustn't shoot back, we must go and report to Gary because you might not even reach Gary when they are shooting at you.",
            "Male"
        ],
        [
            "MR HUMAN",
            "At the incident when you and Eddie Khumalo were shot at why didn't you yourself react to that shot that has been fired to you?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "If you look at the map, this one here, you'll see that there are four, that is the corner - there are four directions one can look at so the way we operate, we don't look in one direction when we're being attacked, we have to look all over so I couldn't shoot at them facing the other direction, I had to look on the other side, if there was also an attack on the other side I was going to repel that one and was going to shoot that direction.  So there was no way I was going to face the same direction with Eddie, I had to cover his back and he had to cover my back.",
            "Male"
        ],
        [
            "MR HUMAN",
            "Then just to come back to the shot that has been fired in your direction from the smaller group that you testified where the member of the SADF returned fire.  Why didn't you return fire there as well?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Well they were a bit far away and this man from SADF fired so I saw no point - you see our intention was not about firing at people, we're not there about shooting, we're there to protect the building.  So I mean if someone has fired already, there was no reason when they're fleeing, there was no reason for me to carry on firing also at them.  We're not there about shooting.",
            "Male"
        ],
        [
            "MR HUMAN",
            "But didn't you get the impression when this first shot was fired at you that you were under attack from that small group that was coming from west to east in Plein Street?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Well, that was the impression but it was immediately repelled.",
            "Male"
        ],
        [
            "MR HUMAN",
            "Thank you Mr Chairman, I've got no further\nquestions.\nNO FURTHER QUESTIONS BY MR HUMAN",
            "Male"
        ],
        [
            [],
            "Mr Chairman, through you - Mr Zuma earlier in your evidence today you claim to be a traditional Zulu.  Have you ever attended an Imbiso on behalf of the King?",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes.  Yes I've attended.",
            "Male"
        ],
        [
            [],
            "How are people clothed on that occasion?",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Sorry, I didn't get that?",
            "Male"
        ],
        [
            [],
            "What clothes are people wearing at such an occasion?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "You wear any clothes, you just wear what you have.",
            "Male"
        ],
        [
            [],
            "Aren't there normally Zulus in traditional clothing?",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "You will find those certain people who do have traditional clothing wearing them but it is not a must.",
            "Male"
        ],
        [
            [],
            "Would some people just go in ordinary private clothes?",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes, as I did when I attended.",
            "Male"
        ],
        [
            [],
            "And as far as traditional weapons are concerned, would people normally brandish a lot of traditional weapons at such a gathering?",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes they normally carry traditional weapons.",
            "Male"
        ],
        [
            [],
            "What is the significance of this.",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Well it's just a cultural thing that was carried, you know, by Zulus in the olden days.  Not much significance, no.",
            "Male"
        ],
        [
            [],
            "You talk about the olden days, are people still carrying these traditional weapons when they attend meetings of the King?",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Well they do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes - does everybody or those who choose not to carry don't carry?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes not everybody, those who choose not to carry, they don't carry.",
            "Male"
        ],
        [
            [],
            "On this specific day in question, the 28th March, did you see people wearing traditional clothing - sorry I mean traditional Zulu clothing?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            [],
            "That is correct Mr Chairman, amongst the marchers.",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes there were some of them wearing traditional Zulu clothing.",
            "Male"
        ],
        [
            [],
            "Did you see people wearing IFP tee-shirts?",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes I did see.",
            "Male"
        ],
        [
            [],
            "Which was the majority, would you say more people were wearing traditional Zulu clothing than IFP clothes?",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Well it was not my assignment on that day to monitor who was wearing what and who was in the majority and who was in the minority.",
            "Male"
        ],
        [
            [],
            "Why do you then refer to the marchers as IFP marchers, what made you believe it was an IFP march?",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "There are various reasons, one of the reasons is that I heard through Radio 702 that Humphrey Nglovo was interviewed about the march, he was - I know he was instrumental in organising the march.  I know he was an official of the IFP and secondly I knew, I saw that day that they were wearing IFP tee-shirts and there were IFP flags.",
            "Male"
        ],
        [
            [],
            "Mr Humphrey Nglovo is as far as you know -isn't he also a Zulu?",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "He is a Zulu but I'm also a Zulu.",
            "Male"
        ],
        [
            [],
            "In which area in Natal did you grow up?",
            "Female"
        ],
        [
            "MR TIPP",
            "Mr Chairman, in view of the fears of this witness in the light of the threats yesterday, is this relevant?  Mr Zuma has family.",
            "Male"
        ],
        [
            [],
            "Mr Chairman, I can actually - he doesn't need to answer that question to actually answer the question that I'm getting at.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I would rather you put questions that are really relevant to the present purposes of the Amnesty Hearing.",
            "Unknown"
        ],
        [
            [],
            "It does have relevance.  Mr Chairman it's indeed relevant to look into the background of this man.  I don't need to know exactly where he comes from but what I want to know - the area where he grew up in, whether that is a predominant IFP area or ANC area and it's got direct bearing on this application.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ask him whether the area he came from.",
            "Unknown"
        ],
        [
            [],
            "As soon as you allow me to do so, I will continue.",
            "Female"
        ],
        [
            "MS KHAMPEPE",
            "Sorry, Ms van Huysteen, how the fact that a person comes from a particular stronghold have any bearing to the applications that we are dealing with?  I'm not clear how that would impinge on these proceedings.",
            "Female"
        ],
        [
            [],
            "It's got to show the attitude that this particular applicant had towards people opposing him and that's why it is relevant.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He told you he's a member of the ANC?",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "I would have imagined that a member of the ANC would definitely probably not be a person who will be well received amongst IFP persons?",
            "Female"
        ],
        [
            [],
            "With all respect, that is a question for the specific applicant to answer.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He has told you he is a member of the ANC what more do you want?",
            "Unknown"
        ],
        [
            [],
            "Mr Chairman, I want to know whether he had clashes with IFP members in the area where he came from.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Whether he personally had clashes?",
            "Unknown"
        ],
        [
            [],
            "That is indeed so, I'm trying to put that question to him through you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "[inaudible]",
            "Unknown"
        ],
        [
            [],
            "Thank you Mr Chairman.\n\tMr Zuma, from the area that you came from did you have clashes with IFP members or supporters?",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Obviously.  IFP and ANC members would clash from time to time and I have been a member of the ANC and there were clashes in the area.",
            "Male"
        ],
        [
            [],
            "How did you perceive the IFP and it's members, did you perceive them as being your political enemy?",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Political rival not enemy.",
            "Male"
        ],
        [
            [],
            "I want to refer you to your application, your actual application for amnesty on page 33 thereof.  Do you have that in front of you?",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes I do.",
            "Male"
        ],
        [
            [],
            "Specifically to the part where you say that and I quote\n\"The history of the country, the sequence of political events will show that whenever IFP mobs come across ANC property or member they (referring IFP) would attack and destroy.  This was exactly what was to transpire on that fateful day.\"\nCan you tell me to what are you referring here?  Which instances - are you referring to IFP mobs would destruct ANC property or members?",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I am referring to what I saw in Dube and what happened on the same day in Soweto and in the East Rand.  You see on that day people were killed by these marchers or some of the IFP people in the stations and at other places, various people died and there are various instances if you maybe read newspapers and follow the political events, there are various instances where you had clashes when there are IFP marches.",
            "Male"
        ],
        [
            [],
            "And then further on in your application you state that \"they (IFP) had leaders amongst them.\"  Who are these leaders that you are referring to?",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I am referring to Indunas.",
            "Male"
        ],
        [
            [],
            "Aren't the Indunas, as you testified earlier, part of the not necessarily the IFP?",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "You have Indunas who are also ANC members.",
            "Male"
        ],
        [
            [],
            "You further say in your statement or this specific application that \"so their coming to Shell House was not a mistake but the political decision to make a political point.\"  What political point would these people, according to your view, be making?",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "If you can read Judge Nugent's finding you will find that he agrees with me on this aspect.  He says they wanted to make a political point, a show of strength of some sort, if you can read Judge Nugents findings.",
            "Male"
        ],
        [
            [],
            "I'm not asking you what Judge Nugent found, I'm asking you what are you referring to?",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Well I think they wanted to show the amount of force they have.",
            "Male"
        ],
        [
            [],
            "Mr Zuma, I want to put it to you that the - on the instructions from the objectors that I represent, they never attacked you, they never formed part of any attack and that it in fact never took place and the only reason that you shot on them was because they belonged to an opposing political party and you didn't like the so called strength of force or force of strength that you're referring to?",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "So do you agree now that they belong to the IFP?",
            "Male"
        ],
        [
            [],
            "I'm talking about the objectors that I represent.",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Ja, but you are saying to me they belong to the political party.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Generally speaking I mean -...[inaudible] were not members of the IFP.",
            "Unknown"
        ],
        [
            [],
            "The objectors that I represent on that day attended because they were called as stated by Mr Pretorius to an Imbizu on behalf of the King.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes and that they were not members of the IFP.",
            "Unknown"
        ],
        [
            [],
            "That doesn't have any relevance.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No, no - it does have a relevance, surely you must know whether they were members of the IFP in support of the IFP or not?",
            "Unknown"
        ],
        [
            [],
            "Not necessarily.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "That's the best you can do?",
            "Unknown"
        ],
        [
            [],
            "That is indeed so.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Very well.",
            "Unknown"
        ],
        [
            [],
            "I have no further questions for this witness.\nNO FURTHER QUESTIONS BY MS VAN HUYSTEEN",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you have any questions Ms Patel?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MS PATEL",
            "There's just a point I'd like to clarify Honourable Chairperson.\n\tMr Zuma, when Mr Kruser testified yesterday in response to a question as to why he felt the crowd was different, amongst other points that he raised was he said that the crowd had moved slowly and consistently.  He also said that this crowd was drumming up a type of dance.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What's that?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Drumming up a type of dance, war dance - and you had informed him what the nature of this dance was, that it was indeed a war dance.  Now in your evidence today you didn't make mention of any explanation having been given by yourself to Mr Kruser.  Could you please explain?",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes that is correct.  As far as I recollect the incident that day, it is the way I explained this morning.",
            "Male"
        ],
        [
            "MS PATEL",
            "Are you saying then that you gave no explanation to Mr Kruser on this point?",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I remember at a later stage he asked me what were they saying because I know Zulu so I will tell him from time to time but not in that instance just before the shooting - I don't recall it that way.  He might recall it that way.",
            "Male"
        ],
        [
            "MS PATEL",
            "Are you saying that the later stage was after the incident had occurred, after the shooting had occurred?",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is correct.",
            "Male"
        ],
        [
            "MS PATEL",
            "Thank you Honourable Chairperson, I have no further questions for this witness.\nNO FURTHER QUESTIONS BY MS PATEL",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Tipp any further questions?",
            "Unknown"
        ],
        [
            "MR TIPP",
            "Thank you Mr Chairman, we have no re-examination. May I just for the record, there's been reference to\ncorrespondence concerning post mortem reports.  We don't propose to burden the Committee with further correspondence of collateral sort, but there was a letter from the Attorney General which stated that post mortem reports were included, they had in fact omitted to do so.  They only came into our hands at a later stage.\nNO RE-EXAMINATION BY MR TIPP",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Zuma, when you observed this man with an AK47 coming out of the crowd and going back again where was Mr Kruser at the time do you know?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes he was behind me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know how far behind you can you indicate?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Maybe a metre or metre and a half, I can't be precise.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Immediately before you fired the        forewarning shots were you given orders to fire at the marchers?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I was not, I did not hear the order but I understand it was given.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let us forget for one moment about what you understand happened but from your recollection you did not hear those orders?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes, I did not hear.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  What made you to stop firing at the crowd after you had fired eight shots?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "He shouted that we should cease fire.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who is that, is that Mr Kruser?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  At the time when the cease fire order was issued, can you still recall what exactly the crowd was doing?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Well there was pandemonium there you know, some of them were fleeing and so forth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I understood you to say that your main target was this man with an AK47.",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Did you direct your shots at this man?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Sorry, I didn't get that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you direct your fire at this man?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he in the crowd at the time?",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "He was still in the crowd.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Thank you Mr Zuma.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Mr Zuma, how soon after you had observed the man with an AK47 which was being pointed in your direction, did you hear the burst of gunfire coming from where this man was?",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes and at the time it was just a question of seconds.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "I know it's very difficult to come with these estimations.  Are you able to estimate whether it was a split second or within two seconds?",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I think it was a split second.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Were you able to see whether there were any other automatic weapons which were being held by the members of the marchers at about the same time when you observed this particular person who was in possession of an AK47?",
            "Female"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "I did not think because I was concentrating on that man but I knew that it was the same crowd that I had seen while I was at Jabu's Bakery.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Thank you.",
            "Female"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.  Just one small issue Mr Zuma, from the questions put to you, the estimate of the distance at which the bulk of the crowd where this man that you say had an AK47 was, was approximately 40 metres or so away from you when you first saw him?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Now was that crowd moving towards you slowly or was it stationery or what?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "They were moving towards us.",
            "Male"
        ],
        [
            "MR LAX",
            "Now at the time you fired the warning shots approximately how far were they from you at that stage?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "At that stage they were around the corner of - in the corner of King George and De Villiers but some of them had already entered.",
            "Male"
        ],
        [
            "MR LAX",
            "What I'm trying to understand is at a certain point they were about 40 metres from you then they started moving closer towards you.  How much ground had they covered by the time you fired the warning shots?  You said they started rushing, so I'm just trying to get a sense of how fast they were moving towards you.",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Well it was very fast it is difficult for me to measure the distance because immediately then there was pandemonium broke because when they were still at the corner as they appeared there as we appeared also from Shell House, there was fire, so we reacted with the warning shots and then the fire started and it was a matter of seconds so I - it really becomes difficult I don't want to come and distort facts before this Commission deliberately, but all I'm trying to say it becomes difficult to put things as if one had enough time to look at them.",
            "Male"
        ],
        [
            "MR LAX",
            "So you can't estimate those distances it happened far too quickly, do I understand you correctly?",
            "Male"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Zuma, thank you very much.  You may step down.",
            "Unknown"
        ],
        [
            "BETHUEL MONDLI ZUMA",
            "Thank you my lord.\nWITNESS EXCUSED",
            "Male"
        ]
    ]
}