{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-05-13",
        "location": "JOHANNESBURG",
        "day": "3",
        "names": [
            "MARAINSAMY SINGARAM"
        ],
        "case number": "5545/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54742&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/joburg/shell3.htm",
        "speakers": [
            "CHAIRPERSON",
            "MARAINSAMY SINGARAM",
            "MR BIZOS",
            "MR HUMAN",
            "MR LAX",
            "MR PRETORIUS",
            "MR TIPP",
            "MR VAN WYK",
            "MS KHAMPEPE"
        ],
        "original_speakers": [
            "MARAINSAMY SINGARAM",
            "MR TIPP",
            "MR SINGARAM",
            "MR VAN WYK",
            "CHAIRPERSON",
            "MS KHAMPEPE",
            "MR LAX",
            "MR BIZOS",
            "MR HUMAN",
            "MR PRETORIUS"
        ]
    },
    "testimony": [
        [
            "MARAINSAMY SINGARAM",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR TIPP",
            "Thank you Chairperson.\n\tMr Singaram, is it correct that you were born in December 1952 in Port Elizabeth?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "You have made an application for amnesty and your application starts at page 44 of bundle C is that correct and runs through to page 54?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "And then you've also deposed to a supplementary affidavit in support of your application which runs from page 54a to page 54d is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "And do you confirm the contents of your application and your supplementary affidavit as true and correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Singaram, I'm going to ask you a few questions about your background and how you got involved with the ANC.  Could you tell the Committee where you grew up and under what circumstances it was that you left South Africa?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Honourable Committee, I was born in Port Elizabeth but I grew up - part of my primary school was in Port Elizabeth in South End and in East London in North End.  Those were very mixed areas like District Six.  My father owned property in East London but when group areas came he felt he was not going to be pushed around and so he then sold up his properties and that's how we left the country.",
            "Male"
        ],
        [
            "MR TIPP",
            "You then left and went to London, is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is correct.   May I add my father was a barmen in a five star hotel and prior to going what had insult to injury was that he had to - he was put behind a pigeon hole because this was a five star hotel and the law prohibited a black person from serving whites in a five star ladies bar.  Thank you.",
            "Male"
        ],
        [
            "MR TIPP",
            "You then returned to South Africa in 1973 is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "Could you tell the Committee Mr Singaram when it was that you became involved with the ANC and how you became involved?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Firstly I was involved in non-racial sport and thereafter in '76, early '76 I was introduced to Aziz Pahad who is now Deputy Minister of Foreign Affairs and Mr Ronnie Kasrils who is now Deputy Minister of Defence and they coached me and trained me.",
            "Male"
        ],
        [
            "MR TIPP",
            "In 1977 is it correct that you were then sent for training?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Early 1977 I went to the GDR which was East Germany and I trained there and thereafter went to Angola.",
            "Male"
        ],
        [
            "MR TIPP",
            "Sorry, what was the nature of your training there?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I did a commandos course, it was also in defence of installations and also offensive training.",
            "Male"
        ],
        [
            "MR TIPP",
            "And is it correct that that was the point at which you joined MK?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "Is it also correct that from 1977 right through until 1990 you were involved with MK?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is correct but I must clarify that I became a member of D.I.S. in 1983 - I mean 1991 I came back into the country and thereafter I was deployed in the Eastern Cape as a member of the D.I.S.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Singaram, could you just explain what D.I.S. is?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "It's the Department of Intelligence and Security within the ANC.",
            "Male"
        ],
        [
            "MR TIPP",
            "In 1994 were you still a member of the D.I.S.?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is correct until 1995 when I was amalgamated into the National Intelligence Agency.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Singaram, I'm going to move now to your affidavit which you prepared for the purposes of the inquest, which is also annexed to your Application for Amnesty, it's at page 51 of bundle C.  I'm not going to go into detail about what happened earlier on in the morning but if you could just tell the Committee in your own words how it was that you got to Shell House on that day and what it was that you noticed?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I was living in the High Point in Hillbrow and that morning I got up and when I heard some noises I saw a crowd of people marching down with traditional weapons when they attacked a woman who was in High Hills and they were throwing sticks at her.  She had to grab off her ...[inaudible] of her high heels and she ran, she was quite traumatised.",
            "Male"
        ],
        [
            "MR TIPP",
            "You then made your way from High Point to Shell House is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "Did you see any other groups of marchers on the way?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Not particularly.",
            "Male"
        ],
        [
            "MR TIPP",
            "You also went to Lancett Hall at some stage and then returned back to Shell House is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That morning I arrived at Shell House, I went up to my offices and then Mr Mshlanga asked me to accompany him to Lancet Hall since there was an incident there.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Singaram can you tell the Committee what happened once you got back to Shell House.",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "When I got back to Shell House I went up to my floor and remained in my office before I was called down to assist.",
            "Male"
        ],
        [
            "MR TIPP",
            "And what happened after your call down to assist?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "When I got down to the ground floor there was a group marching from a westerly to an easterly direction along Plein Street and they were taunting at the members in front of Shell House and they were also hitting at some of the posters that was along Plein Street.",
            "Male"
        ],
        [
            "MR TIPP",
            "At that stage were you positioned in front of Shell House?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "When I arrived then I saw this incident I took up position in front of the foyer at Shell House.",
            "Male"
        ],
        [
            "MR TIPP",
            "How was this incident resolved?",
            "Male"
        ],
        [
            "MR TIPP",
            "Well the marchers went along with their escorts and the passed on through and went up Plein Street.",
            "Male"
        ],
        [
            "MR TIPP",
            "Can you tell the Committee what happened after that as far as you were concerned?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Shortly after that it may have taken a few minutes of so I can't quite put it into a time frame.  A group then marched from north to south down Plein Street towards the Regional Offices.",
            "Male"
        ],
        [
            "MR TIPP",
            "Yes and then?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Well they were also chanting and they went along and at some point there was a bit of a stand off between the police pointing at their arms at Shell House and this stand off was resolved by Mr Terror Lekota who went and remonstrated with them asking them why they are pointing their arms at - towards Shell House.  At that point I feared there may have been a clash with the police.",
            "Male"
        ],
        [
            "MR TIPP",
            "But again that incident was resolved is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "It was amicably resolved by Mr Lekota who went in front of their arms and remonstrated with them.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Singaram, could you tell the Committee how it was that you became involved in the main shooting incident with which this application?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Well when I arrived at Shell House that morning, Mr Joma Davie, I don't know his correct name, he informed me that I should be prepared because they're expecting some problems that day and they will call me to assist.",
            "Male"
        ],
        [
            "MR TIPP",
            "And were you called to assist?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Yes.",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "What was the first sign that you heard or saw which eventually led to your involvement in the incident\nthe main incident?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "While I was there I was in front of the chemist, there's a little chemist which is next Shell House which is next to the shoe store on the corner of King George and Plein Street.  While I was at the chemist I hear from firing coming from King George Street and that's when I threw myself to a prone position and crawled, leopard crawled to the corner of King George and Plein Street.  By then there was already general firing - firing Honourable Chair.",
            "Male"
        ],
        [
            "MR TIPP",
            "What did you see when you got to the corner?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "When I got to the corner there was a group of people charging in a way with spears and they were a motley group not organised without any escort coming towards my direction in a diagonal way from De Villiers.  Now there's an impediment in King George so these people came at a diagonal angle towards me - they did not spread across King George.",
            "Male"
        ],
        [
            "MR TIPP",
            "You say that before you actually reached the corner you heard sounds of shooting?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "Did you have any idea where the shots were coming from?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "No, they came from the King George area so I have no idea.",
            "Male"
        ],
        [
            "MR TIPP",
            "Now when you got to the corner and you saw this crowd coming towards your position, what else did you hear, see and then what did you do?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Well when I got to the King George area, to that corner there was firing but when I got there what appeared to me at that stage was that this crowd was firing at me, in my direction.  When I got to the corner there was general firing and then I took up position and I was in a prone position, I pointed my arm towards that I had seen that way and Mr Kruser gave the order repel and that's when I started firing.",
            "Male"
        ],
        [
            "MR TIPP",
            "Is it correct that Mr Kruser and other personnel were already at the corner by the time that you got there?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I can't recall very well but I know Mr V.J. Rama and Mr Kruser but I can't really pinpoint because I lost all images of where people were placed at that time.",
            "Male"
        ],
        [
            "MR TIPP",
            "You then fired on Mr Kruser's instruction, is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "After the repel command I fired three shots.",
            "Male"
        ],
        [
            "MR TIPP",
            "And where did you aim those shots, where did you direct them?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I directed my shooting at the crowd at the surging crowd and I shot towards the bottom half of them.  That's where I aimed.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Singaram, what gave you the impression that the crowd was shooting in your direction?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "The sounds, I must say that the situation at that time was highly charged and hearing these gunfire but the main thing that made me feel that they were shooting at me was the way they were charging in an attack fashion.",
            "Male"
        ],
        [
            "MR TIPP",
            "At that time what did you think was the intention of the crowd?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Well, at that time all I could think of was that if these people overrun me and last line of defence then Shell House would be under attack - the women, children and the leadership within Shell House would be eliminated.",
            "Male"
        ],
        [
            "MR TIPP",
            "You say Mr Singaram that you fired three shots?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "Why did you only fire three shots why not more",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "While I was in that position and I was firing I was nudged by someone running ahead of me and when they took up positions in front of me there was no way I could continue and besides I was not part of the security of Shell House at that time, I never was.",
            "Male"
        ],
        [
            "MR TIPP",
            "After you were nudged out of the way what did you do?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I retreated back to the foyer of Shell House to calm people down who were very agitated and very worried about what was happening.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Singaram you know now about the ballistic evidence and the medical evidence which was presented at the inquest, is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "And you now also that there is no ballistic evidence of any shots having been fired from the marchers at the south western corner of Shell House?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That I do concede that the medical evidence, the ballistics does not support some of the statements that I've made how I saw it at that day, that is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "What explanation do you have for that?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "It's very difficult because in such a situation that so electrifying, so highly charged that you in that situation of seconds you lose account of where you are and when you're hearing firing and you see people surging it clouds the way you are seeing things.",
            "Male"
        ],
        [
            "MR TIPP",
            "Can you tell the Committee in you own words Mr Singaram, why it is that you are today here applying for amnesty?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I am applying for amnesty because I feel that if someone else had been in my position he may not have seen that group surging as a group who were firing but I'm mortal and the way I saw it at that time, I saw this crowd surging with the firing around me I felt it came from that crowd and therefore fearing for my life and the safety of the ANC an it's personnel, I shot back and I feel that with the ballistic evidence and the medical evidence I may have exceeded the bounds of self defence.  Thank you.",
            "Male"
        ],
        [
            "MR TIPP",
            "What medical evidence do you refer to?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That many of the persons had been shot in the back or the side.",
            "Male"
        ],
        [
            "MR TIPP",
            "Do you concede the possibility that you may have gone too far in firing the number of shots that you did?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "With hindsight that may be the case.",
            "Male"
        ],
        [
            "MR TIPP",
            "And how do you feel about that?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Well I regret any deaths involved because all my life I've sacrificed my life for the country, for democracy and I hate killing but people have been traumatised from that morning, other people have been killed during that day and certainly the marchers were not on a Sunday picnic.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Singaram, at the time of the shooting, did you have any thoughts about what would happen if you had been overrun, as you've testified and if people within the ANC within Shell House had been killed?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "No there's many scenarios that one could build up but one of them would be that the elections would have been severely jeopardised and would have impacted in various ways if people, this group, had taken over Shell House, kept people hostages with other parts of marchers, training in, that would have created chaos in the country.  Even townships would have gone up in fire so that was very, very dear to me for whatever I've sacrificed in my life.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Singaram, it's been suggested, you've heard already to the first two applicants that the guards shot at the crowd just out of a deep seated intolerance for the fact that the members of the crowd were from an opposing political party.  Do you have any comment on that?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Well I would like to put it into context that the ANC never hated the IFP, Inkatha was formed with the blessings of the ANC and the ANC has been the most reluctant liberation movement to use arms and this is testament to signing the Geneva Convention, this is why one of the first liberation movements to sign the Geneva Convention was the ANC, I was part of that debate in the Cannes.  Now this is what's quite remorseful to me that if it appears that we shot people in the back that's not the way we guerilla fighters behave.",
            "Male"
        ],
        [
            "MR TIPP",
            "Thank you Mr Singaram.  Chairperson I have no more questions.\nNO FURTHER QUESTIONS BY MR TIPP",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Thank you Mr Chairman, I'll start here.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR VAN WYK",
            "Mr Singaram, do you know a person with the name of Yusuf Nagdi?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Pardon?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Do you know a person with the name of Yusuf Nagdi?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "No I don't.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Have you ever seen such a person?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "No.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Why I'm asking you this, your documents portend that that was a Commission of Oath of your statements and you haven't seen him is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "With due respect Honourable Chair, this is a trick question.  Now if I go with one of my lawyers to go and sign a Commission of Oath, you know I go there the person puts his stamp and now I find this very - I take exception to such a question because...[intervention}",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now you see there's no point in taking any exception to the question, the question is you signed before a Commissioner of Oaths and may not have known what his name was.",
            "Unknown"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Honourable Chairman, I was taken there by my legal advisors and surely the person puts his stamp there, I see him but I don't know this person personally.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Were you not introduced?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "With due respect, Honourable Chair...[intervention}",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Question - were you introduced to this person?",
            "Unknown"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Well in a way yes.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "So then you knew him.  Thank you Mr Chairman.  When you went there on the second time were you introduced again?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Are you talking about the second application?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "No your affidavit was signed before him and thereafter your application for amnesty followed a few months later so you signed, it portends to be signed in front of him twice?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That could be so.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Why I'm asking you this is that I want to ascertain whether your application has been duly commissioned?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "It has.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Do you have any cause Mr van Wyk to believe that it has not been duly attested?",
            "Female"
        ],
        [
            "MR VAN WYK",
            "That is why I'm asking this witness whether he knows this person because we know that in several occasions certain affidavits have been made and it portends to be commissioned by somebody that the person making the statement has not even seen him that's why I addressed my question to this witness to ascertain it for me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there an issue as to whether his application to comply with the act?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "That is exactly what I wanted to ascertain whether it complies with the Act because he said he didn't know this person - but I'll leave it there.",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Mr Singaram, that morning you went to Lancet Hall is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is so.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "And you were informed by certain people that there was an exchange of fire, is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Actually, by one person I asked and he said there was an exchange of fire, that is correct.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Do I understand you correctly that this person told you that there was an exchange of fire, in other words, some of the Zulu people shot at the ANC guards and some of the ANC guards shot at the Zulu people, is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Well actually, I was only there for seconds and the person just informed me there was an exchange of fire, no details and I left thereafter.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Do I understand you correctly he did not tell you that the one party shot at the other and the second party shot at the first, he did not tell you that, is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "He just said there was an exchange of fire.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Did he tell you that two of the parties shot at each other - did he tell you that?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I repeat, he said there was an exchange of fire and that was all.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Why I'm asking you is this specifically with reference to your evidence at the inquest at page 3873 where you now say you were not informed that the one party shot at the other, is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Well to recollect that there was some mention that there was a rush at the building and there was an exchange of fire.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Do I understand you that there were no words used that the one party shot at the other party, is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I cannot recall that but there was an exchange of fire.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Because the record reads as follows: \"But when you left Lancet Hall in your mind at least you had been informed that both parties had shot at each other?\" and you replied \"Yes\".  Is that the correct position?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Well I would presume that an exchange of fire is between from different sides, that is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, just give us the reference to the record where that happened, you're making reference, just go to the page reference or to the line whatever?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "It was at page 3873 and lines 4 to 5.\n\tNow, Mr Singaram, there were two incidents that day at Lancet Hall and I suppose this incident you're referring to was at the entrance at Jeppe Street, is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I'm not well conversed with what actually happened at Lancet Hall, I didn't do an investigation, I just went there, took Mr Mshlanga to those offices, he went in, I just spent a minute there and returned back to Shell House.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Let me take it up this way - did you go to the entrance of Lancet Hall at Jeppe Street?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I went up to the entrance but as I pointed out, there was lots of people around, it was not very ...[inaudible] in a normal way, there was ambulance around those people, around - so I just left Mr Mshlanga there, he went in and I returned, I didn't enter the building or anything as such.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "So you were at the entrance of Lancet Hall in Jeppe Street, is that right?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Because I want to put it to you what happened earlier that morning is that there were a few Zulu people walking along Jeppe Street and that they will deny that they in any way attacked Lancet Hall.  Have you got any comment on that?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I can only say what I heard.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "There will also be a denial that those people were in any way armed with firearms, is there any comment on that?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I have none.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I also want to put it to you according to all the evidence there was no exchange of fire with firearms that morning at the entrance of Lancet Hall and Jeppe Street.  Have you any comment on that?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I can only say what I heard.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Do you know that several of the guards of the ANC also testified in respect of this incident and there was no evidence at the inquest forthcoming that there was any attack on them with firearms.  Any comment on that?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I can only say what I heard.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Well can you tell us from whom you heard it, this rumour?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I want to also put it into context that I'd only arrived about four months prior to Gauteng, I was in the Eastern Cape and many people I did not know so this person was just - I just spoke to that person and that's all.  I don't remember, recollect his name or anything.  You don't know whether he even told you a blatant lie, is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Pardon me?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] whether there's any point in asking a question like that?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Thank you Mr Chairman, I see it's one o'clock, is this a convenient time to adjourn?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll adjourn now and resume at two o'clock.\nCOMMITTEE AJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "(continues)\n\tMr Singaram, in preparation for your application I suppose you have read your transcript of your evidence at the inquest, is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "(s.u.o.)\n\tThat is so.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Do you confirm the contents thereof?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I do.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Did you also read your colleagues evidence?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "No.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "At the corner of King George and Plein Streets on the corner where you were, did you see Mr Khumalo there?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "No.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Did you see him that day?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Pardon me?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Did you see him that day at all?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I would like to confirm what I've said before, I had come from the Eastern Cape and many of the people around Shell House I had not known and Mr Eddie Khumalo at that point in time I did not know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At that time you said ...[intervention]",
            "Unknown"
        ],
        [
            "MARAINSAMY SINGARAM",
            "No at that time I did not know Mr Khumalo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You did not know Mr Khumalo but subsequently you came to know him?",
            "Unknown"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You might not have known him at the time but since then you've come to know him, did you see him that day?",
            "Unknown"
        ],
        [
            "MARAINSAMY SINGARAM",
            "With respect Honourable Chair, there was many people around and I don't have clear recollection of a lot of people.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Mr Singaram, this is not a trick question, that is the man that was armed with the AK47.",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I did not see him sir.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Did you see anybody from that corner of King George and Plein Street that's been one of the ANC guards firing with an AK47?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I did not.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Do you know the rife AK47?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I do.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Did you hear anybody firing with an AK47 at the corners of King George and Plein Street that morning whilst you were approaching the corner or whilst you were at the corner?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I heard a lot of gunfire and I just heard general fire, I was in a confused state and I the distinct fire I did not hear.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Why I'm asking this is that I get the impression that you know about the shots being fired from the crowd is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "At that point in time it appeared to me so.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "You distinctly heard those shots is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I heard gunfire that's correct.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Did you distinctly hear the automatic gunfire in your immediate vicinity Mr Singaram?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "All I can recollect, it was general fire, I cannot be very precise on that.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Can I accept your answer to be that there was general fire in your immediate vicinity?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "On that day there was lots of fire within my vicinity and from surrounding.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "You have also been trained to use an AK47 is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is so.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "And you know the distinct sound it makes, is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I was trained in '77 and subsequently I had been in Angola but on a quiet night, isolated fire I could distinguish but in those circumstances I wasn't.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "But you could still distinguish between single shots and automatic fire, would you agree with that?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is so.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "And at your immediate vicinity at the corners of King George and Plein Street were there any automatic fire?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "All I can recollect is a general fire, I cannot be precise.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Do I then understand you correctly you cannot assist the Committee in saying whether the shots that had been fired from the corner or towards the corner?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Sir I did not say that, I said there were shots all around me, general fire and I could not be precise, unfortunately.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Do you know where Mr Kruser was at the stage when you were at the corner of King George and Plein Street on the pavement?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "When he gave the - initially Mr Kruser was around near the chemist but during the time of firing, when he gave the command repel, he was quite close to me when I was at the corner.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Do I understand you correctly, the first shots you heard whilst you were in front of the chemist?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is so.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "And those shots were single shots is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I cannot be precise but there were some shots coming from the area of King George.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Well let's get this clear - those shots the first shots that you heard whilst being in front of the chemist were not automatic fire, would you agree with that?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I cannot be precise.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Would you agree that it sounded like pistol fire?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I want to reiterate that the fire was general, at that point in time I couldn't distinguish between, I wasn't concentrating, I just hear fire.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Do I understand you correctly, at this stage you cannot exclude that those first shots could have come from an AK47, is that what you're saying?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is so.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I would like to refresh your memory, sir,  because at the stage when you testified at the inquest your evidence was the following and it seems to me that your memory might have served you better at that stage and I'm referring you to page 3841 of the transcribed record and with the permission I would just like to read it to you.\n\tFirst question:  \"Could you distinguish what type of arm was used?\"  Now this was in the context of the first shots.\n\tReply: \"Not specific\"\n\tNext question:  \"Between a pistol, a shotgun and an automatic rifle, could you make that distinction?\"\n\tReply:  \"Well I would be more proficient in the pistol and the automatic rifle but the shotgun I am not so used to but it was, sounded like pistol fire.\"\n\tNext question:  \"Mr Singaram and do I understand you correctly at that stage you could exclude those shots coming from a shotgun, is that correct?\"\n\t\"I...\" and then there's an intervention, the questioner proceeds:  \"Those first shots that you heard?\"\n\tReply\"  \"Yes, it sounded to me very much pistol fire.\"\nDo you still agree with that evidence?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Yes I do.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "It then proceeds:  \"Would I - can I assume that you would also at that stage exclude automatic fire with an AK47?\" and your reply was: \"Yes\".\n\tNow that is in contradiction with what you say today.  Could you clarify that please?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "You know what I must make clear is during that day there was lots of firing but I can distinguish between automatic fire and pistol fire at a certain stage but this - I wasn't also very clear and precise during the inquest as to what automatic fire and pistol fire was because I was under pressure as well.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Sir, I want to put it to you bluntly that during June last year when you testified before the inquest there was no uncertainty from you as to what these type of shots were whereas today that you want to indicate to the Committee that it might have been from an automatic rifle?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Sir, with due respects, even when I was under cross-examination in the inquest I made it clear that there wasn't very precise on the actual fire.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van Wyk, the passage that you read at the beginning, I got the impression that initially he did indicate that he couldn't make out what it was.",
            "Unknown"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Sir - well then the examination proceeded and then he made it clear that what is the distinction he's making.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, so I think it would be inaccurate therefore to suggest that it was clear to him all along.",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Thank you, if I may respond to that during the cross-examination that proceeded it was directed to the witness and he then made it clear - I haven't even completed the passage, the next question was then asked to him \"so you thought\" - now that's the witness himself \"and according to your experience, that these shots were fired with a pistol - is that correct?\" and his reply under oath was \"That is correct\" so even if there might have been some uncertainty in the beginning it was clarified during examination and that is what I want to point out to this applicant and give him the opportunity that your evidence today is in contradiction with what you've testified before.",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "It's not deliberately so, sir.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Would you then concede that the record at the inquest would be a more correct version than your evidence today?  Would you comment?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I'll concede it since it was closer to the actual happenings than it is now.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "At the scene in King George at the corners of King George and De Villiers Street, there were concrete - large concrete blocks in King George Street blocking the road, is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is so.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Would you agree that those blocks were placed in such a way that if the Zulu marchers came from De Villiers Street or down King George they would be kind of marginalised towards the western side of the street because otherwise the people had to climb over the blocks, would you agree with that?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is so the blocks are an impediment for people coming into King George so they had to come in to the narrow angle so they were more closer to the western side but when I arrived at that corner they were already some distance down King George.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Do you know on that morning, did you know that there were other security guards deployed on the parapet of Shell House?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I did not, sir.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "You testified that you had the impression that these marchers were attacking, is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "They were surging forward in a crouched manner, in an attack form, yes.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "So the inference you made of them attacking is that they were crouched and they were surging forward, is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "And those are the only two reasons is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Now would you certainly concede that there could be several reasons for these people crouching and surging forward, it is not necessarily that they attack, would you agree with that?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Sir, the way I saw it at that time is they were crouched, surging in an attack formation.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Could you explain to us, what do you mean by an attacking formation, what is that?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Attacking is when a group of people crouch, holding spears and other weapons, coming towards you, that is an attack sir.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Not running up straight but crouched forward, is that what you're saying?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "When people attack they don't walk up straight as gentlemen.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Now when you refer to people, what people are you referring to?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "The marchers.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Where else on that day did you see them attacking in a crouched surging position?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "On that day there's who marched fast but they weren't attacking at us.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "So this was the first opportunity where you saw the marchers crouched and surging forward is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "And those are the two grounds for you inferring that they are now attacking, is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Well there is an added aspect.  They were not escorted unlike the other marchers, the other marchers who marched past Shell House that I saw, there were no police escorts or peace monitors.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Now that you tell us that you saw whilst lying on the pavement with this heavy firing going around you, you observed that they were not escorted, is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is correct because when I saw them they were coming as an attacking force.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Now I want to submit to you that these people could have been crouching or surging forward - that's on your version - because they were shot at from the people on the parapet - can you exclude that?  They were trying to run away, they were fleeing from the corner, could that not be possible?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Sir, with due respect, I can only say what I saw.",
            "Male"
        ],
        [
            "MR TIPP",
            "Chairperson, it's not clear to us whether that's a version that's been put forward on behalf of the objectors, or whether that's just some sort of speculation on behalf of my learned friend.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, he's left himself open in formulating that question because if they were crouching from a firearm it was being - they would be crouching and facing the opposite direction, moving away from the firearm.  According to this witnesses evidence, they were moving forward and crouching.  Now what interpretation one would place on that evidence will be determined once we hear all the evidence but perhaps if you'd like to clear that up you may do so.",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Mr Chairman, that is questions that I asked on his own version as to other possibilities and the inference that he wants to present to the Committee just not justify the only inference that they were being attacked.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you agreed that they were crouching as they were moving?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Certainly somebody could have crouched if they were shot at, that cannot be disputed by me.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] on that?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "I cannot specifically as such respond to that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Thank you Mr Chairman.\n\tDid you, on that morning, did you receive any specific information in respect as to what was happening at the hostels?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "No.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Do you know of any agreement between the ANC security guards not to disclose their colleagues names as to who fired shots at the corners of King George and Plein Streets or any place on that day?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I do not.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Were you approached by any of the ANC leadership of senior personnel for an explanation as to what happened on that specific day and to obtain your version?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I gave a verbal report to Mr Quest Dlamini who was compiling what actually happened for the leadership but it was only to Mr Quest Dlamini.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Did you decide to give your full co-operation to the ANC in this enquiry?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I did so.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Did you decide to give your full co-operation to the South African Police during their investigation?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Well Sir, you must understand that I came into the country from exile, I was - I did not totally trust the police because of the - in my own terms and I can justify it because we were under threat from the police and the state.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Do I then understand your reply is that you decided not to fully co-operate with the police, is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I decided to comply with all the requirements of the ANC and if it was with the police then I would have.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Did you read in the papers that the police were investigating to try and ascertain who used firearms on that day?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I did.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "You did not come forward and disclose that you used the firearm, is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "And up to the inquest you have never ever handed over your firearm to be ballistically tested, is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is true.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Returning to the corners of King George and Plein Streets, the shots you fired, were they fired only on instruction of Mr Kruser?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Once Mr Kruser gave the command repel, I fired three shots.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Did you see any of the marchers turning around?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I did not.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "By the time you - did you get up to return to the foyer of Shell House or did you leopard crawl back to the foyer?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Once I was nudged aside, I flipped over in a military style and then walked back to the foyer of Shell House.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Now the last picture that saw of these Zulus, after several shots had been fired, were they still approaching the corner or were they running backwards?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "In my recollection they were still approaching.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "So you never saw the marchers turning around and running backwards, is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "In my recollection, not.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Could you give an estimation as to the distance how far these marchers were when you fired your shots at them?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "No, that area I walked quite a bit, there is a shop which is a shoemakers that cuts keys as well and opposite that shop was where the first line of the attack.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Have you received any information that any deceased people or injured people were found at that place where you say you shot at them?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "No.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Do you know that all the deceased we're talking of here were found at the corners of King George and De Villiers Streets?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "No sir, with due respect, people, once they were shot, they were all pulled back, that is why you'll find that everybody was at that corner.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Is that something you saw?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "No sir.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "So how can you say that under oath, sir?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Because at the inquest I was shown some video footage and it was clear that things had been done so there was no - you couldn't see anybody at that point, there was no - because I remember at the inquest the video footage and photos were shown to me that tried to say well these people were never at that point so I'm just ....[inaudible] saw.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "No, but you say they were pulled back, do you have any proof of that or any objective evidence that can help this Committee in that finding?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "No I do not.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "So you're merely speculating about that?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Well from what I saw and then with what came in video showed only people at the corner but when I was there lying down people were right up to that point in King George Street just opposite the cobblers shop where the keys are made.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "So you say that you saw people just in front of the cobblers shop, is that correct, the shoe shop?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That was the distance from where they were.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "How far do you estimate that from the place that you were on the corner?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I cannot be quite accurate with distances.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Can you help the Committee with an estimation even if it's not accurate?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I think, sir, with due respect you do know where the cobbler shop was and it was some way down King George and perhaps after your investigation you could give us exact metres.\nMR TIPPS:  Do we have a plan that shows where that shop was I mean if it's to scale we can settle the matter immediately without all this speculation.",
            "Male"
        ],
        [
            "MR BIZOS",
            "...[inaudible] was done at the time of the inquest and obviously this obviously this wasn't - may not have been too good for the cobbler.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Mr Chairman, I think we will on the video material ascertain on the photos later on where exactly this cobbler shop is and then we can give the exact distances to you because the plan was only drafted afterwards and it's got certain businesses names and I don't want to say which business name is the shoe shop, I must say I'm not certain myself at this stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, thank you.",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Could you assist the Committee in telling them as to how many people you saw laying in front of the shoe shop sir?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I cannot recollect.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Well was it more than one person?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Could you please assist me because you mention, lay - now I want to know - I saw people crouched and attacking reaching by the shoe shop, just opposite the shoe shop so can you clarify - are you talking about them crouching and attacking or not?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Let me put it to you this way did you at any stage...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You're talking about the people who were wounded isn't it?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "I beg your pardon?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You're talking about people who were killed or wounded?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "The people being killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "The people killed were lying on the corners of King George and De Villiers Streets.",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That shows in the video footage, that's correct.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "And you accept that also?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That's what they saw on the video footage.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Can I ask you Mr Singaram, whilst you fired the shots did you see anybody fall down?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I did not sir.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "And by the time that you left, did you at that stage see anybody lying down in the street?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "From my recollections sir, I didn't see anybody fall or laying at that time.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Do I understand your application correctly you apply for amnesty because you acted in self defence, is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Sir, I applied for amnesty because according to the ballistics, but firstly I applied for amnesty before the inquest and I applied for amnesty on the advice of my legal people and because of the media hype at that stage was -it was if the whole incident is being tried by media and because of that I felt that I needed to have amnesty as well and this is one of the things but subsequent to that, I've made another application on the findings of the ballistics and the medical findings that I may have exceeded the bounds of self defence.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I've no further questions Mr Chairman.\nNO FURTHER QUESTIONS BY MR VAN WYK",
            "Male"
        ],
        [
            "MR HUMAN",
            "Mr Chairman, Honourable Members of the Committee, with your permission, I would like to show four minutes of video footage that depicts the scene to this witness, perhaps to put the Committee as to where bodies was found and to show the actual distances and I would think could be helpful to the Committee to at this point in time see it and then get the witnesses response vis-a-vis the pictures depicted.  As the Committee pleases.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR HUMAN",
            "Thank you Mr Chairman.  Just one question Mr Singaram, at page 52 of bundle C that is the second page of your affidavit that supports your application.  If you look at paragraph 9 thereof you are describing the crowd that went past the front of Shell House at the entrance and you say the following: \"although members of this marching group moved forward and back in an attacking manner it was nevertheless my impression that this was a group intent on insult rather than attack.\"  What is the difference between this attacking movement that you saw here and the one of the group that moved down in King Georges Street?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "This that we're talking about now was more of a erect form of with a stick trying to attack whereas that attack was more of a crouching with spears and sticks, it was more crouching - the attack that came from De Villiers Street but the one in front of the Shell House foyer, that was more -they were hitting at the posters and making sort of gestures.  It was more gestures rather than attack.",
            "Male"
        ],
        [
            "MR HUMAN",
            "Why then did you describe them as attacking in this paragraph?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Yet the gestures were of attacking and hitting at the posters so that was like mock attacks type of thing.",
            "Male"
        ],
        [
            "MR HUMAN",
            "In relation to this group where were you situated when this group passed the entrance of Shell House?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I was in front of the little chemist, there's Shell House foyer and then next to the foyer you have a little chemist and next to the chemist you have a shoe shop.",
            "Male"
        ],
        [
            "MR HUMAN",
            "Would you say that would be within metres of this crowd?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "That is correct.",
            "Male"
        ],
        [
            "MR HUMAN",
            "And as you said in that paragraph, you did not notice any firearms?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I did not sir.",
            "Male"
        ],
        [
            "MR HUMAN",
            "Thank you Mr Chairman, I've got no further questions.\nNO FURTHER QUESTIONS BY MR HUMAN",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR PRETORIUS",
            "Mr Singaram, you also mentioned that 56 people were killed that day.  I just want to put that in perspective - of this 56 people, 8 were killed at Shell House, is that correct?",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "I did not mention a number.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Let me put it to you this way - do you accept that besides even the eight that were killed at Shell House, a number of other Zulus were killed on that day?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "A number of other people or other Zulus?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "In particular Zulus, Mr Chairman.",
            "Male"
        ],
        [
            "MARAINSAMY SINGARAM",
            "Sir, I've read in the papers that there were people killed and I don't distinguish between Zulus and non-Zulus but people were killed and I know some of the people were not Zulus, but people were killed.",
            "Male"
        ],
        [
            "MR TIPP",
            "Chairperson, I'm not sure if my learned friend is referring to the marchers who were shot by the police at Library Gardens, there were ten people, some marchers, some not, one policeman, one office worker who were killed at Library Gardens.  The remainder of the people who were killed on that day in Johannesburg on the East Rand or the West Rand and Sowetu have not been classified into groups Zulu or not Zulu so I'm not quite sure what my learned friend is referring to.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I am referring inter alia to Zulus that were killed at Library Gardens, I'm also referring to Mr Tonko who was killed outside Lancet Hall.  The impression, Mr Chairman, that is left or that is being created is that these - there were 56 people that were killed by the marchers which is the total incorrect impression.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I haven't heard any incidents about that.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Well I just want to clarify that impression that it must not be taken or the impression must be left.\nThank you Mr Chairman, I will leave it at that then.\nNO FURTHER QUESTIONS BY MR PRETORIUS",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Chairman, if I could just assist the Committee, the details of the persons who were killed on the day other than the people who were killed at Library Gardens, Shell House and Lancet Hall are set out in a memorandum which is part of bundle B, prepared by the ANC or on behalf of the ANC starting Chairperson from page 207 of bundle B right through to page 253.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does it not start at 197?",
            "Unknown"
        ],
        [
            "MR TIPP",
            "I beg your pardon from page 197.  The circumstances of some of those killings are also covered to some extent in the index to the SAP Channel 27, if one reads through that index Chairperson, one will see from time to time mention is made by policemen of bodies lying at various railway stations.  Some of those people are also mentioned in the documents from page 197 on.  But all the deaths are systematically recorded from page 197 to page 253.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you think this will be an appropriate stage to see that video?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Yes, I would like to pose certain questions to this witness specifically with relation to the video because there has now been some evidence led by him in this regard as to the positioning of the deceased and injured people and I would like to pose specific questions to him with reference to the video.  It's three minutes video footage I would like to show, I know exactly which video, which video footage, which minutes so if the technical personnel could assist me I would be able to pinpoint that.",
            "Male"
        ],
        [
            "MR BIZOS",
            "...[inaudible] in that gesturing, particularly in relation to our client Mr Zuma who has already given evidence, I am informed by persons who understand the language spoken by the people there that what was said was \"Mondli Zuma, you must kill them again - you are a betrayer, you will be killed before this hearing is over.\"  Unprintable expletives were used which I do not put on record and shouts of there will be no peace, there will be no peace, we will get you in Natal.\n\tNow I'm sure that our learned friends appearing for the objectors and although the persons that may have been making these threats have been their clients or not or mere supporters or identify themselves.  In our troubled history Mr Chairman, this may not be a unique situation but in our experience, the legal representatives representing the people concerned can play an important role in advising their clients and their supporters that they should try to behave in a manor which will allow these proceedings to take place in a peaceful atmosphere.  We have experienced that before you and others people have shouted slogans they have expressed their emotions but this is the first time in my experience in which in the presence of the police and in the presence of a gathering of legal representatives, dire threats of death are being issued against an applicant or a witness.  We view it in a serious light and we would ask you to appeal to our learned friends and if need be the members of the police force who may understand that language that an incitement to murder in a judicial proceeding is just not acceptable, Mr Chairman and licence cannot be given to the objectors and or their friends to utter dire threats of death in this room, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What you have said is recorded, I think that one must take into account that some of the anger that one witnessed and some of the cries that we heard were as a result of memories being revived of their next of kin and their dearest ones being seen lying dead.  I can understand that the emotions can be aroused by seeing such scenes as we have seen.  It is regrettable that the meeting, the sitting of this Committee has been disrupted as a result of what has just happened, but to allow the situation to reach some kind of normality, my Committee has come to the conclusion that we will adjourn now and resume tomorrow morning and I have already spoken to counsel who appear for the objectors and the relatives and victims and I once again tell them that they must exercise such powers that they have to impress upon their clients the importance of these proceedings and why every effort should be made to allow these proceedings to proceed in a normal way.\n\tIt is our assessment that if we commence now at this hour trouble may continue outside this auditorium, it might result in some kind of violence now.  We feel that the chance of such violence would be reduced if we adjourn now, allow tempers to calm down, allow people's emotions to come under control and perhaps with a little bit of luck and your efforts, we may be able to make a beginning and continue with this hearing tomorrow morning.\n\tSuch threats as have been made to Mr Zuma by people here are matters that are beyond the control of this Committee or it's powers, we have police present here, security people present here and they have to take the responsibility of seeing that threats are not carried out, that's made in this auditorium, are not carried out.\n\tLadies and Gentlemen, I'm now going to adjourn these proceedings until 9.30 tomorrow morning.  The Committee adjourns.\nWITNESS EXCUSED\nCOMMITEE ADJOURNS",
            "Unknown"
        ]
    ]
}