{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-05-20",
        "location": "JOHANNESBURG",
        "names": [
            "MATHEDI SAMUEL MANGENA"
        ],
        "case number": "5275/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54749&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/joburg/shell8.htm",
        "speakers": [
            "CHAIRPERSON",
            "JUDGE NGCOBO",
            "MATHEDI SAMUEL MANGENA",
            "MR BIZOS",
            "MR DORFLING",
            "MR HUMAN",
            "MR LAX",
            "MR PRETORIUS",
            "MR TIPP",
            "MR VAN WYK",
            "MS KHAMPEPE",
            "MS VAN HUYSTEEN"
        ],
        "original_speakers": [
            "MR TIPP",
            "MATHEDI SAMUEL MANGENA",
            "MR MANGENA",
            "MR PRETORIUS",
            "CHAIRPERSON",
            "JUDGE NGCOBO",
            "MS KHAMPEPE",
            "MR BIZOS",
            "MR DORFLING",
            "CROSS-EXAMINAION BY MR PRETORIUS",
            "MR LAX",
            "MR VAN WYK",
            "MR HUMAN",
            "MS VAN HUYSTEEN"
        ]
    },
    "testimony": [
        [
            "MR TIPP",
            "Mr Chairman, learned committee members the next witness will be the tenth applicant, Mr Mangena.  Mr Mangena will testify in Sotho Mr Chairman.",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR TIPP",
            "Mr Mangena I'm just going to get on record some of your personal particulars and your background.  You were born on 21 January 1957 in Sophiatown.  Is that correct?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "That's correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "And your family was one of those that was forcibly removed from there to Soweto?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "That's correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "In 1976 you were at school in form 3 at Morris Isaacson School?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "That's correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "That as we know is the year of the Soweto uprising and is it correct that during that period you made contact with underground structures of the African National Congress?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "That's correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "Is it correct further that a group of four, including yourself, then decided to go into exile and that in September of that year, 1976, you indeed crossed the border illegally into Botswana?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "That's correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "You did training under the auspices of the ANC in various countries including Tanzania and Ghana and the Soviet Union?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "That's correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "During your period in exile you were recruited into the Department of Intelligence and Security of the ANC?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "That's correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "And in 1991 you returned to South Africa, still with the Department of Intelligence and Security?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "That's correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "And you were employed in that position as at the time of the incident at Shell House on 28 March 1994?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "That's correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Mangena I'm going now to deal with your application.  Mr Chairman I omitted to mention the page numbers, it begins at page 118 of the bundle and there is also, as in the case of the other applicants, a supplementary Affidavit  at page 129 A-D in bundle C.  Mr Mangena you completed an application for amnesty in your own handwriting.  Is that correct?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Can you repeat that?",
            "Male"
        ],
        [
            "MR TIPP",
            "Yes.  You completed an application for amnesty in your own handwriting?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "That's correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "You have also submitted with that application an Affidavit  deposed to by you which was also put in at the time of the inquest?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "That's correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "And you have attested to a short supplementary Affidavit ?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "That's correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "Do you this morning confirm the correctness of those documents?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes I confirm the correctness of that.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Mangena I'm now going to turn to the events at Shell House and may I remind you that an interpreter is available to assist you.  Mr Mangena in your type written Affidavit , beginning at page 125, set out various incidents that took place in the course of Sunday evening the 27th of March and the morning of 28th March.  Is that correct?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Can you please repeat your question sir.",
            "Male"
        ],
        [
            "MR TIPP",
            "Yes.  In the type written Affidavit  beginning at page 125, you set out some incidents involving yourself in the evening of Sunday 27 March and early morning of Monday 28 March.",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "Now I want to proceed ... (inaudible - end of tape)",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes I follow.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Mangena, immediately before that shooting incident you were in King George Street and you moved up King George Street in the direction of De Villiers Street.  Is that correct?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "Would you please Explain to the committee why you did that, why you went up in the direction of De Villiers Street?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "To go to that direction of De Villiers Street there were people coming, running towards the building, running away from the IFP march.  They were telling us we should go and look what is happening because there was a group of IFP people who were coming from that direction.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Mangena perhaps if you could just bear in mind that the interpreter must keep up with you and don't go too fast, alright.  Did you hear yourself any sounds coming from the direction of De Villiers Street?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "That is true, I heard some sounds from that direction from De Villiers Street, whether it came from which crowd of people I did not know until I arrived at that street, De Villiers Street and then I saw with my own eyes.",
            "Male"
        ],
        [
            "MR TIPP",
            "What sounds had you heard?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "It was sounds of people singing, gunshots, various kinds of sounds which were coming from that direction.",
            "Male"
        ],
        [
            "MR TIPP",
            "Once you got to a position where you could look into De Villiers Street, what did you observe?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I saw many marchers coming towards Shell House.  They were on De Villiers Street towards Shell House.",
            "Male"
        ],
        [
            "MR TIPP",
            "What did you do?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I returned to go near my colleagues who were on King George Street.",
            "Male"
        ],
        [
            "MR TIPP",
            "You moved a little southwards back in the direction of Plein Street?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "That is correct sir.",
            "Male"
        ],
        [
            "MR TIPP",
            "Where did you then take up position?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I took my position I think on the third pillar from Plein Street, that's where I took my position.  At that time that group of marchers appeared or immersed from the corner at the of King George Street and De Villiers Street.",
            "Male"
        ],
        [
            "MR TIPP",
            "I just you want to clarify Mr Mangena have you got the bundle - well let me put it this way, Mr Chairman there is a diagram SS at page 254 but perhaps I can just deal with it orally.  Mr Mangena in King George Street there are pairs of pillars as you move up the street.  Is that correct?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "At which pair were you, at which set of pillars?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I was on the second pair of the pillars.",
            "Male"
        ],
        [
            "MR TIPP",
            "And from that position were you able to look up King George Street in the direction of Noord Street?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "No, I was not able to see to Noord Street.",
            "Male"
        ],
        [
            "MR TIPP",
            "But you could see across King George Street to the western side of it?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes.",
            "Male"
        ],
        [
            "MR TIPP",
            "Would you proceed please and describe to the committee what then took place as the group came into your view.  What were they doing?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "When I saw that group emerging whilst I was still on that pillar, I saw that those people are coming towards the building, that is Shell House.  I shot three times but I was not directed those shots to them, I was shooting in the air.  The reason was that I was trying to show them that we are armed so that they should be repelled from their purpose of advancing.",
            "Male"
        ],
        [
            "MR TIPP",
            "Three warning shots?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "Can you just describe a little more closely what the conduct was of this group.  What was it about them that led you to feel that you should fire warning shots?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Their behaviour was that of people attacking.  That was shown by their movement when they approached towards Shell House.",
            "Male"
        ],
        [
            "MR TIPP",
            "What was your personal state of mind at the time that you fired those shots?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "This things were happening so fast, I was scared.  I saw that this people are not going anywhere other than coming to attack.",
            "Male"
        ],
        [
            "MR TIPP",
            "Please proceed then, you've described that the three warning shots were fired, what happened after that?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "After I shot three times.  It shows that they did not respond to my warning shots, they proceeded coming, then I heard Mr Gary saying that we shoot, after that I started shooting towards those people, to that group which were coming towards King George Street.",
            "Male"
        ],
        [
            "MR TIPP",
            "You fire a number of shots into that group?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes I shot various times to that group.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Mangena do you appreciate that those shots might have injured or even killed persons in that group?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes.",
            "Male"
        ],
        [
            "MR TIPP",
            "After you had fired shots, what did you then do?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "After I shot - I don't understand the question clearly sir.",
            "Male"
        ],
        [
            "MR TIPP",
            "Once you had fired the last shot that you fired there, what did you do.  Did you remain in the position or move away from it?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "After I shot I went inside Shell House.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Mangena you've applied for amnesty, I'd like you please to Explain to the committee why it is that you are applying this morning for amnesty.",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I apply amnesty because there is a possibility that the shots I shot, it could have been possible that I shot beyond reasonable limit and it could have happened that my shots could have - maybe there were people I shot and who have died or who have injured.",
            "Male"
        ],
        [
            "MR TIPP",
            "At the time that you stopped shooting, were there any members of this crowd close to you?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "May you repeat your question sir.",
            "Male"
        ],
        [
            "MR TIPP",
            "Yes.  At the time that you fired your last shot Mr Mangena, as far as you can recall were there any members of the attacking group who were close to you or was the position clear in front of you?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "At the time I couldn't see any person, only those who were lying on the ground.  There were no people where they were before.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Mangena you've explained to the committee that you consider that you might have injured people with shots that it wasn't necessary to fire.  If that is indeed the case, how do you feel about that incident and your action?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I feel sorry because what happened could have been avoided.  I feel sorry that that thing has happened because it was not necessary for it to happen.",
            "Male"
        ],
        [
            "MR TIPP",
            "When you say it wasn't necessary for it to happen, do you refer just to your own action or to the entire incident?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I mean the whole incident sir.",
            "Male"
        ],
        [
            "MR TIPP",
            "And finally Mr Mangena I just want you to state fully, what was the reason for your taking action, what was it that you were protecting?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "In my participation in this incident was in accord with my duty because I was working with the Department of Security and Intelligence.  I had a reason to take part in that incident.",
            "Male"
        ],
        [
            "MR TIPP",
            "What was your duty that day?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "My duty on that day was to defend the Shell House building and again to defend the leadership of the organisation who were inside and again to defend the employees, then all of us would remember that we were preparing for elections and as Shell House was the Headquarters, everybody who was in that building was in preparations for the elections.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Chairman I have no further questions for Mr Mangena.\nNO FURTHER QUESTIONS BY MR TIPP",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR PRETORIUS",
            "Mr Chairman with your permission I will again start cross examining.  Mr Mangena have you got the inquest record in front of you?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Can you please page to page 3362?  Have you got it Mr Mangena?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes I do.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "If you look towards line 20, actually line 22, you will see that the court asked you certain questions.  It reads:  \"But look Mr Mangena, as I understand your evidence and tell me if I'm incorrect, when you fired shots on that day you fired shots because you told me that you thought you were in danger\", your reply:  \"Yes\".  \"Not that Shell House was being attacked?\", \"Yes\".  \"Is that correct, you were concerned for your own personal safety?\", \"Yes\".   \"You did not fire shots because you thought Shell House was under attack?\", \"I do not know, maybe.  Can I just try to explain this thing because when the shots were fired at me because I also, Shell House was behind me so when I was hit and died at the same time I think maybe a certain part of the marchers would have got access into the building, but now for protecting myself it automatically meant that I'm even protecting the structure behind me\".  \"But I mean is that what you thought was going to happen, that Shell House was now under attack?\",  \"I beg yours?\".  \"When you fired that shot?\", \"Yes\".  \"Is that what you thought in your head that Shell House is being attacked?\", \"It is not what I thought\".  It carries on from there Mr Mangena, in fact for several pages up to page 3365 and it ends, if you page to page 3365 again as from approximately line 18:  \"Well will you then explain to me why you were shooting?\", \"My life was threatened that is why I had to open fire\", again: \"Because your life was threatened?\", \"Yes\".  Do you see that Mr Mangena?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes sir.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Now my learned friend Mr Tipp, right at the end asked you your reasons why you fired that day.  You gave a long explanation, but it is quite clear from this passage and maybe for the benefit of the committee if I can just refer them on several passages, other passages, in the inquest record where he emphasised that he fired because he feared for his own life.  If I may just enlighten the committee as far as that is concerned.  Page 3329 as from line 24, page 3330 line ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just say it again, the last one 3-3 and what else?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "3-3-3-0, Three thousand three hundred and thirty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Page 3344, line 4, that's also just references where he testified that he shot because his own life was in danger.  Now just to get back Mr Mangena, when your counsel Mr Tipp, my learned friend Mr Tipp asked you the reasons why you fired that day, you gave a lot of reasons now at the end but you never said that you feared for your life.  Is that correct?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "May you please repeat your question sir?",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "At the end of the questioning of my learned friend Mr Tipp he asked you to give reasons why you fired that day and you gave a lot of reasons but the one reason that you never mentioned was that you fired to protect yourself because you feared for your own life.  Is that correct?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Even if you are scared it was the reason that I should shoot, it was one of those reasons.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "You see Mr Mangena I have referred you now to passages out of the inquest record.  In that passages you even testified that at that moment in time you did not think that Shell House was, or the building was under attack, all that you thought about was that your own life is in danger and that you must fire to protect your own life.",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I don't know how to respond to your question.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Chairman, I want to intrude as little as possible in the cross examination, but where the very first passage that my learned friend reads out sets out clearly the conjunction in the witness's mind of the protection of himself and the protection of the building, it is startling that the present position should flow from that.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Chairman with all due respect, he - on page 3363, that is what my learned friend is referring to, he set out at the top as combined proposition then he's questioned about that and just 3 lines from underneath that learned Judge Nugent asked him this question:  \"Is that what you thought?\",  that is now whether Shell House was under attack.  You can read it from:  \"But I mean is that what you thought was going to happen, that Shell House is now coming under attack?\", \"I beg yours?\".  \"When you fired those shots?\", \"Yes\".  \"Is that what you thought in your head that Shell House is now being attacked?\", \"It is not what I thought\", so he did not think at that stage that Shell House was under attack:  \"That is what I'm asking you, when you fired those shots it is not because you're worried about Shell House, it is because you are worried, and you said it, about yourself?\", \"Yes\".  It is precisely what I am putting to this witness now.  It is clear from the record.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Chairman with respect, it is not clear from the record.  The record goes on when Mr Mangena at 3363, line approximately 16 to 17 says:  \"I do not know maybe how, can I make the distinction between the two?\".  That is in the context where, notwithstanding the learned judge's questions at that inquest, he has clearly said, beginning at page 3362:  \"Is that correct?\", he is asked \"you were concerned for your own personal safety?\".  The answer is yes.  \"You did not fire shots because you thought that Shell House was under attack?\", \"I do not know, maybe can I just try to explain this thing because when the shots were fired at me because I was also, Shell House was behind me so when I was hit and died at the same time, I think maybe a certain part of the marchers would have got access into the building\".  If there is anything that can be a clearer statement of the two concerns present in the witnesses mind then I fail to understand it.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "I think what is being put to this witness is what he said later on when he was specifically asked whether - did you think at the time and he says no.  We understand what the record reflects and the context in which the questioning occurred.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Mr Tipp you have actually referred us to page 3362 at the bottom right up to page 3363, but omitted to read further from where he says:  \"But now for protecting myself it automatically meant that I'm even protecting the structure behind me\".",
            "Female"
        ],
        [
            "MR TIPP",
            "I had thought that I had gone that far, if I omitted it certainly not intended but that is part of the very point that I'm respectfully trying to make.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ngcobo counsel is trying to suggest from the passages in your evidence at the inquest that upper most in your mind as your reason for firing was that you felt that your life was threatened.  Now that seems to be the main reason and he says that today in your evidence in chief, you gave a lot of other reasons why you fired.  You mentioned that you thought it was your duty to provide security for Shell House and the leaders and you felt that the action of the marchers might prejudice the elections and so on, you understand.  Now counsel, in fairness to his clients, is putting it that if one reads your evidence at the inquest, your emphasise seems to have been rather on the fact that you fired because your life was threatened.  Do you understand?",
            "Unknown"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes I do understand sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there any way in which you can clear that up?",
            "Unknown"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I thought I explained this fully by saying even if my life was in danger, but that was not the main reason for me to shoot.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Would you please come again, I'm not sure whether I heard the translation properly?",
            "Female"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "My response to that question was that even if the fact that my life was in danger, that was in my mind, I'm not able to make a distinction between protecting my life and protecting the building.  When I was shooting all those reasons I took into considerations.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Chairman I'm just going to read one more passage, it's in that same line of questioning.  I referred the court to the fact that it actually took up to line, or page 3365 where Mr Justice Nugent particularly wanted to know why this applicant fired.  If we can conclude at page 3365 if one reads as from line 6 or 7 it starts:  \"If that is the reason, well then we must sort this out because yesterday in your evidence you said that you shot in self defense, you felt afraid?\", \"Yes\".  If that is the reason then I ask you why did you not just turn around and go around the corner into Shell House.  You did not need to shoot them, but now you say to me well it is to defend Shell House.  I asked you a minute ago is that what was in your head when you shot of defending Shell House and you said no.  You have got to make up your mind.  Is it to defend you or is it to defend Shell House or is it just because everyone started shooting and you shot as well?\", \"No it was not because of that that everyone started shooting and then I shot\".  \"Well then explain to me why were you shooting?\", \"I shot because my life was threatened, that is why I had to open fire\".  \"Because your life was threatened?\", \"Yes\".  That is the conclusion, that was the end of that line of questioning so after he went through everything, his final conclusion was that that is why he shot Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You made the point, can we carry on.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Mangena on that particular morning, the morning of the 28th of March 1994, where were you posted and what were you supposed to do at Shell House?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I did not have a particular point where I was posted.  I was only told to go outside and defend Shell House, I was not deployed to a particular position.  They did not explain me to be deployed on a particular position.\nIn other words I would say I was not in one position.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Were you instructed to patrol around Shell House and to observe what was going on?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "The section I was given was that to deploy outside Shell House.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Isn't it true that in fact what you did was to patrol outside Shell House, in King George Street as between roughly Plein Street and De Villiers Street?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Can you repeat your question sir?",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Isn't it true that you patrolled that day in King George Street, roughly between Plein Street and De Villiers Street?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I say maybe we don't understand this word patrol the same way.  May you explain to me how you understand patrol?  When I speak of patrol then I'll explain to him what kind of patrol I'm talking about.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I speak of walking up and down ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps just tell us precisely what were you told to do when you went outside Shell House.",
            "Unknown"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I was told to go outside Shell House and deploy there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you told to walk around or just stand in any one place?",
            "Unknown"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "No I was not told anything else except to go out and deploy outside.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, do carry on.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "When you originally heard the sounds of the marchers, who were then in De Villiers Street, where were you?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Sorry can you just refer your question?",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "When you originally heard the sounds of the marchers, that is the chanting, sounds of gunfire and the other noise you spoke about, when you originally for the first time heard that where were you?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "For the first time I heard that I was at the 7th floor.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Did you then go down the 7th floor through to the foyer?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Can you just come again?",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Did you then come down from the 7th floor to the foyer of Shell House?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "No I came up because - yes down to the, the foyer is down the 7th floor is up, yes.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "In the foyer did you observe Gary Kruser?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Well in the foyer, I was not in the foyer I was just passing through the foyer outside the building.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Well whilst passing through the foyer outside the building did you observe Gary Kruser?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I cannot be sure whether I've seen him at that time.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Did you then, from the foyer, proceed along Plein Street towards the corner of King George and Plein Street and from there up the corner towards De Villiers Street?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "From there as I went out, I think there are a lot of other guards around there and then generally we were just moving up and down that Plein Street to the side of King George and back to the Plein Street.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Did you move up with King George Street right to the corner of King George and De Villiers Street?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes that I did.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "And when you came to the corner of King George and De Villiers Street you then observed the marchers?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I think maybe I must clarify this other fact because now when I went down up to the corner of King George and De Villiers Street, it was my respond to the people who were trying to (indistinct) there are some other group of marchers which are approaching from behind, that is from De Villiers Street.  That is the only time that I went up to that corner of De Villiers and King George.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The reason why you went there?",
            "Unknown"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "That is the reason why I went there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, do carry on.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Now when you got to the corner of King George and De Villiers Street where were the marchers, what did you observe?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "The marchers they were just approaching that junction between King George and De Villiers Street and I cannot state exactly where were they because this people were in motion and it would be very difficult for me to state exactly where were they at that particular point.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I'm not asking you to point an exact point, what I'm trying to understand is the marchers were then in De Villiers Street, somewhere between the corners of Wanderers Street and King George Street?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Chief I think this was quite a very big group and it was not moving simultaneously like that.  It was just a group which was moving, others they were dancing, others they were doing all sorts of things so it was very difficult for me to have, monitor each and every step as they are approaching but the fact is that they were coming to the direction of Shell House.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Chairman my attention has been drawn to the fact that it's already past one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Quite right.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "My apologies for that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  We'll take the adjournment now and resume in an hours time.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Mr Chairman, so that no one is taken by surprise there is something that we want to convey to the committee.  At this stage, and that is Mr Chairman that after consultation with two of our clients, the eleventh and the thirteenth applicants that is Mr Magagula and Mr Mtshemla, we withdraw their applications for amnesty Mr Chairman and we will wish to place the reason on record in order to avoid any misunderstandings.  The reason is that they maintain that their evidence in the inquest that they shot in the air to repel an attack at the entrance of Lancet Hall is correct and that is the reason why we will not ask the committee to be concerned in relation to those two applicants.  We have been persistently asking Mr Chairman the order of witnesses that we may expect from  objectors, we've had an indication of one witness which helps up to a very small point, but we would appreciate it Mr Chairman in the interests of accelerating the process if we are given a list of witnesses and the order that they intend calling them as we did in relation to them and I also want to make clear Mr Chairman as to what sort of further evidence we are going to ask the committee to hear will depend to a very large extent of what evidence is led.  Up till now we've heard in the main conditional statements if they do testify.  We are interested in accelerating the process and we would appreciate the co-operation of our learned friends.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am not going to ask them to disclose to me now who they are likely to call or when.  Please understand we're engaged in a serious business and we all have to co-operate and if there's a reluctance on your part to disclose then I think your reasons should be made known to Mr Bizos as to why you are reluctant to disclose who is going to be called to give evidence.  If your problems are of a logistic nature and you don't know when your witness will be available, then at least you can tell then who the witness is and when he is likely to be available.  I would appreciate that.  I thought that on Monday morning that time will be usefully gained or usefully occupied in at least sorting out that problem.  I don't want to raise that now, I'd like us to proceed with the evidence and I appeal to counsel to sort that out and I don't want reasons now as to why you haven't been able to sort it out.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Mr Chair may I just indicate we have indicated a number of witnesses which we intend to be called.  There are 7 people on the list, it has been given through - oh but the names are available, I've got the list with me.  Apparently there was a typing error, it hasn't been given through but the list is available.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "None of those are objectors Mr Chairman, we are told that there will be objectors.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If there are going to be any objectors, even we in the committee would like to know beforehand who they're likely to be so that if there is any reading and preparation we may ourselves be prepared for that.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "There are indeed one injured person on that list and also two families of deceased peoples relatives on there as objectors, it does appear on the list.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now I think what they're talking about are independent witnesses and not people directly involved in the events as parties.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Those names are also reflected on this list.  There are indeed independent witnesses, an objector as an injured person as well as objectors in the sense of relatives of deceased people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you get that list Mr Bizos you will have to make up your mind as to what you want to do.  May I remind you that you are still under your former oath please.  Please proceed.",
            "Unknown"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CROSS-EXAMINAION BY MR PRETORIUS",
            "(cont)\n\tThank you Honourable Chairman.  Mr Mangena just to proceed to where we were immediately before the lunch adjournment.  You were on the 7th floor, from the 7th floor you went down to the foyer, from the foyer you went down in Plein Street in the direction of King George Street then you walked up King George Street up to a stage when you were on the corner of King George and De Villiers Street.  Do you recall that?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes I recall that.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Now whilst you were on the corner of King George and De Villiers Street, you saw marcher approaching in De Villiers Street from the direction of Wanderers Street.  Is that correct?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I think to the - my best recollection is that I saw the marchers whilst they were at De Villiers Street, not Wanderers Street.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "That is exactly what I put to you Mr Mangena, I said they were in De Villiers Street approaching from the direction of Wanderers Street, so they were busy approaching down De Villiers Street from Wanderers Street to King George Street.  Is that correct?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "From De Villiers Street where I never mentioned about, or I never seen marchers as I said off Wanderers Street.  I don't know where they were coming from but I saw them in De Villiers Street.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes proceed.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Can you indicate to us roughly - I don't, I'm not going to ask you to do it in any exact figures, but can you just indicate in court perhaps how far were they away from you at that stage?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "You mean when they were approaching?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you first saw them.",
            "Unknown"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Oh, I just peeked at them and at least, I cannot be precise as to how far were they from me but generally what I'd say is that I was at a safe distance from the marchers and to the spot where I had taken cover.  I was just at a safe distance from them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, what counsel wants to know is can you estimate whether it's a hundred metres?",
            "Unknown"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Oh I can't estimate.  I cannot estimate because I cannot be exact, (indistinct) how far were they from me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes do carry on.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Did you at any stage while the marchers were in De Villiers Street, notice any firearms amongst them?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "No I didn't notice any firearms amongst them.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Did you notice any ANC guards in this whole process that you now went from the 7th floor right down to where we are now, did you notice any ANC guards that you can name to the committee?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Sorry I can't hear the last part of the question.  Did I notice any ANC guard and what?",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "That you can name, that you can identify?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At what stage, whilst he was in King George Street or when?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "During this whole period when he came from the 7th floor right up to where he is now in King George and De Villiers Street.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well now let's not confuse the questions man, I mean do you want to know whether he saw any guards inside the building, while he was in the building?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "More in particular when he left the foyer on his way up to King George.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's it so don't talk about the 7th floor.  When you were down in the foyer out of the building, from that stage onwards did you see any ANC guard ... (intervention)",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Which you can identify, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That you can identify?",
            "Unknown"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I think there were ANC guards as I was coming down, but exactly - the one maybe I can identify which I saw it was Mr Khumalo.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Where was Mr Khumalo?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I think I noticed Mr Khumalo whilst he was at the corner of Plein and King George.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Did you then leave Mr Khumalo and proceed up to King George and De Villiers?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He doesn't say he was with him, he just says ... (inaudible - end of tape)",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "... (inaudible) you went past him.  Did you go past Mr Khumalo then ?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I cannot be sure, I'm not sure with that one, but I saw Mr Khumalo around there.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Whilst you were on the corner of King George and De Villiers Street, did you see Mr Khumalo?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Whilst I was at the corner of King George and De Villiers Street I didn't see Mr Khumalo.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "What was Mr Khumalo busy doing when you saw him?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "When I saw Mr Khumalo it was a time whilst he was shooting.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "So that was after you retreated down King George Street in the direction of Plein Street to the third pillar or second set of pillars as you referred to it.",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I think that's correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Before the shooting started, did you see Mr Khumalo?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "No I didn't see Mr Khumalo.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Did you see Mr Mondli Zuma?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "No I didn't see Mr Mondli.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Where were the marchers when you heard the first shots being fired?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "The first shots from the marchers I saw - which shots are you, can you just maybe specify which shots?",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "The very first shots.",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Sorry could I be clear.  The very first shots of the day or which shots, in the Shell House or Lancet or?",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "In regard to this time period we're speaking about now Mr Mangena.  In other words that is when you first saw the marchers in De Villiers Street, from that period on.  Where were you when you heard the first shots fired?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I think the first time the shots which I heard it was even before I saw the marchers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No the question is not that.  The question is that whilst you were there on the road and this crowd was coming towards you, the question is when the first shot was fired where were you?",
            "Unknown"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I think (indistinct) can have difficulty in except to say exactly where was I at that particular time because there has been some sporadic shooting around there.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "You mentioned that when the first shots were fired it was even before you saw the marchers.  Is that correct?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Where were you then?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "By then I was at the corner, at King George Street.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Next to Shell House?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Now Mr Mangena Mr Khumalo and Mr Zuma testified that when the first shots were fired they were on the corner of King George and De Villiers Street.  They thereafter ran down from there down King George Street in the direction of King George and Plein Street, thereafter they ran into the foyer.  If that is true they must have run down right past you.  Did you notice them?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "No I didn't notice them.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "You knew Mr Khumalo before that day.  Is that correct?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "After you positioned yourself at the second set of pillars, when the marchers came around the corner of De Villiers Street into King George Street, where were the marchers when you heard the first shot?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I think I'm still going to have a difficulty there because you don't clearly state - you are talking about the first shot, I don't know exactly which shot are you referring to.",
            "Male"
        ],
        [
            "MR LAX",
            "Maybe we can help you here Mr Mangena because we're going over the same ground over and over again.  We're not talking about the time when you heard the first shots.  There was - you retreated from the corner of King George and De Villiers to your position at the pillars.  Now, did you hear any shots while you were retreating?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "No I cannot remember.",
            "Male"
        ],
        [
            "MR LAX",
            "No you're at the pillars.  From that point you saw a crowd being to emerge around the corner.  Is that right?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "(inaudible)",
            "Male"
        ],
        [
            "MR LAX",
            "No what you're being asked is, during that period did you hear shots?  That's when he says what was the first shots you heard at that stage in other words.  Don't get confused by the word first shots, it's at that stage he's referring to.  Are you with us?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay, see if you can answer that now.",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Oh at that stage I don't quite remember when did I hear that shots because I fired also the shots and other colleagues also were firing.  I fired three shots at that point and other colleagues were also firing.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "After the marchers came around the corner from De Villiers Street into King George Street and before you fired shots, did you hear any shots being fired in that time phase?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "No I cannot remember.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Can you recall whether you heard any shots, that is now after the marchers turned into King George Street from De Villiers Street, any shots other than that of yours and your colleagues behind you?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I cannot recall that.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "So the only shots that you can recall as you're sitting there today that was fired on that day, after the marchers turned around De Villiers Street into King George Street were the shots of yourself and that of your colleagues?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Sorry can you just repeat your question?",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "As you are sitting there today, the only shots that you can recall having heard that day, after the marchers turned into King George Street from De Villiers Street, were the shots of yourself and that of your colleagues?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Well I think as I'm sitting here I think the shots that I heard I cannot, I'm not in a position to say whether they were the shots which were shot by myself and my colleagues because it was just, the situation was very fast and I could not make out as to where this shots are coming from, the marchers or they're coming from our colleagues.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "In any event there's no shots that you can refer this committee now there after the marchers had turned around De Villiers Street into King George Street that were fired, or that you perceived were being fired by the marchers.  Is that correct?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Sorry can you just clarify your question?  I can't hear you correctly.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "A bit slower because I've got problems of ... (intervention)",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Are you happy with questions being put to you in English.  You only want him to lower his pace?",
            "Female"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I'll do my best Ma'am of the committee.  Mr Mangena after the marchers turned into King George Street from De Villiers Street, there are no shots that you perceived were specifically fired by the marchers before or during the shooting that took place thereafter?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I cannot confirm that because the situation, as I said, was very fast and there was a lot of confusion there but as to the marchers they shot or what but I cannot confirm it, whether they shot or they didn't shoot.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Why did you start shooting, that is the shots in the air?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Well to - the first three shots that I shot in the air it was an attempt to halt the marchers maybe to turn back so that I can turn back.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "It is not because you heard any shots?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Sorry?",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "You didn't start firing because you heard any shots?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "From where?",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "From for instance the marchers.",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "As I'm saying that there was general shooting and then I don't know whether the shot that I heard it was from the marchers or it was from my colleagues.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Mangena may I refer you to page 3329 of the inquest record.  Just indicate to me when you have got it Mr Mangena please.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you got it?",
            "Unknown"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Please proceed.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "I will read from the third last line or fourth last line:  \"What was you decision?\", \"No when my life it is in danger, it is only then (indistinct)\", then \"Alright, these first gunshots that you heard is that what you are saying, that you started shooting because your life was in danger?\", \"Sorry?\".  \"Are you saying that you started shooting because you concluded that your life was in danger?\", \"Yes\".  \"The first gunshots that you heard, which direction did they come from?\", \"Which direction were they coming from?\", \"Yes\", \"They were coming from the direction of De Villiers Street\".  \"How many gunshots did you hear?\", \"I am not sure, I do not recall, I do not remember how many gunshots I heard\".  Now that was when you were standing immediately before you start firing, that appears from the previous page where we started reading.  Do you agree with that Mr Mangena?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes I agree with that.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "When you testified there you wanted to indicate that when the shots were coming from the direction of De Villiers Street that it was coming from the marchers.  Is that correct Mr Mangena?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "What are you say?",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "When you testified, during this passage which we've just read, you wished to indicate that the shots, gunshots, were coming from the marchers, the gunshots that were coming from De Villiers Street as you said.  Is that correct?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I think when I was testifying there some other questions which I had to answer, I was not given a fair, in terms of expressing myself or in terms of explaining the other situation.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "What is the answer to the question that he has put to you?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry Mr Mangena just press the button please.",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I think the answer to your question that is just put to me is that I think I might have forgotten about this other aspect of it because I don't think maybe I can be in a position to recall each and everything that happened that day.",
            "Male"
        ],
        [
            "MR LAX",
            "He's asking you whether when you referred to De Villiers Street in your answer here in this transcript, you were referring to the marchers?  That's the question you're being asked to answer.",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I was referring to the marchers.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "During your evidence at the inquest court therefore you testified that you concluded that your life was in danger, that is immediately before you fired shots, because shots were ringing out from the marchers.  Is that correct?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Today you couldn't remember that shots.  Is there any reason therefore?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "There's no reason but the only thing I might have forgotten this other part of it.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Which part is that, which is the part that you're ... (intervention)",
            "Unknown"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "The part of the shots that were coming from De Villiers Street.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Pretorius I don't know whether you are through on this issue.  Do you now want to move to another issue?",
            "Female"
        ],
        [
            "MR PRETORIUS",
            "I'm practically going to move now to another issue ma'am.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Before you do that may I just interpose and probably ask Mr Mangena, Mr Mangena do you have your application before you?",
            "Female"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Can you turn to page 128, which is page 4 of your application, typed number 4?",
            "Female"
        ],
        [
            "MR LAX",
            "Page 128, it's page 4 of your Affidavit  that was handed in at the inquest.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Do you see paragraph 17.  Do you still stand by what is contained in that paragraph?",
            "Female"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Sorry can I just go through this paragraph?",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Can I assist you to go through that paragraph?  The people that you are referring to as having shot as they were moving in King George Street, who are these people?",
            "Female"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "These are marchers.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And were these shots being fired in your direction whilst the marchers were moving into King George Street?",
            "Female"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "That's correct.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "And whilst you were at the corner of King George and Plein Street?",
            "Female"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I was at the corner - at that time when the time they were just coming through King George, that time I was at the corner of Plein and King George, I mean at the second pair of pillars between Plein and King George, meaning that it was distance from the corner of King George and De Villiers Street.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Thank you.  I hope Mr Pretorius that will probably assist you.",
            "Female"
        ],
        [
            "MR PRETORIUS",
            "Indeed, thank you Ma'am of the committee.  Mr Mangena just lastly, I take it that your legal advisers have explained to you that - let me just clarify.  What you refer to there in paragraph 17:  the shots were fired at the ANC security personnel.  Which security personnel were you referring to?",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "The same paragraph that I have referred you to.",
            "Female"
        ],
        [
            "MR PRETORIUS",
            "The second last sentence reads:  \"These shots were fired in the direction of Shell House and the ANC security personnel\".  Do you see that?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes I can see that.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Which ANC security personnel were you referring to there?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I mean the ANC guards which were guarding the building at that sector.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Would that be the ANC guards on the corner of King George and Plein Street?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Now your legal advisers now would most probably have explained to you that the ballistic evidence is to the effect that there could no evidence be found of any shots being fired in the direction of King George and Plein Street.  Are you aware of that?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes I'm aware of that.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Now Mr Mangena had these shots not been fired at all, that is in other words there were no shots from the crowd directed towards King George and Plein Street.  Why did you start firing?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "As I've said that things were going very fast and then it was not easy for one maybe to have that or maybe to see whether this shot is it coming to this direction or is it going whatever direction, it was even difficult to notice a bullet when it comes out from the gun but now the sound, this might be the shots which were being fired by our personnel maybe or wherever they were coming from but now the impression that I got at that particular time was that this shots are coming from those marchers.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "The point is Mr Mangena, if there weren't in fact shots fired from the marchers, why did you fire?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Hasn't he answered that?  He fired because shots were fired, he couldn't see where they were being fired from.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Chairman the position is that in, as was pointed out correctly, he said that there were shots fired in the direction of Shell House and the ANC security personnel.  It now became clear that there were no such shots fired, at least in the direction that he indicated.  I'm asking him in view of that, why was it necessary to fire.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Pretorius I think you know, without belabouring the point, his response has been a very short one.  His perception at the time was that his life was in danger.  Do you think you can take it further than that?  I don't think so.",
            "Female"
        ],
        [
            "MR PRETORIUS",
            "Chair, one more question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Besides the shots that were fired or you perceived to be fired at you, what else convinced you that your life was in danger?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Besides those shots, these people were coming nearer and closer to the position that I occupied so that in itself constituted the idea that these people are coming to attack us.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Mangena, did I understand you correctly that you decided on your own to stop firing, that is now after you started shooting at the crowd?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Can you repeat that?",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "After you started firing at the crowd, you decided to cease fire out of your own, it wasn't if you heard an order or anything else, you yourself decided to cease firing.  Is that correct?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "After you stopped firing, did you hear any further shots?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "No I didn't hear any further shots.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Now if you look at page 3380 of the inquest record ... (intervention)",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "What page again Mr Pretorius?",
            "Female"
        ],
        [
            "MR PRETORIUS",
            "3-3-8-0, Sorry.  You testified that after you started firing at the crowd you saw them, or some of them falling down.  That appears from line 6 onwards.  It reads:  \"You see 3, 4 people falling down, you see people falling down after you started firing shots?\", \"Yes\".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the question?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "I just wanted the witness, I just want to make sure that he saw that passage Mr Chairman then I'll phrase the question for him.",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes I see that paragraph.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "After the people fell down, what did the rest of the crowd do?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "After the people fall down I cannot say about the rest of the crowd because some were turning back, some were retreating so others maybe they might have hidden themself, there were some slabs there so really to say exactly what happened to the rest of the others, I don't know.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "At that stage you and the other guards, did you still continue firing?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I cannot remember very well whether the firing continued but on my part I stopped firing and from there I went back inside the building.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Mangena in your evidence in chief you testified that when you stopped firing there was nobody left standing there in King George and De Villiers Street in that area, people were lying down so I put it to you that you must have continued firing from the point that they started falling down onwards until there were nobody left standing to fire at.  Do you agree with that?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes I think I can agree with that.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Now Mr Mangena can you recall that during your evidence at the inquest some video material was shown to you?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I just want to confirm the following that you saw on that video material the people lying on the ground in front of the chemist with a lot of traditional weapons around them.  Do you recall that?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes I recall that.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Was the crowd in that position when the firing started?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is that question, I don't understand, sorry.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Was the crowd in that position, there were the people lie down at the pharmacy, was that where the front part of the crowd was when the firing from the guards started?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "No I cannot recall clearly as to where were they exactly when the firing started.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "If the committee could just bear with me one second?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Mangena after the firing ceased did you leave the scene and didn't look at what happened thereafter, that's the scene in King George Street, more in particular it is the corner of King George and De Villiers Street, was it still visible to you or after you left did you not attend to that corner at all again?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Can you just repeat that question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "After the firing ceased - what was the question?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Did he leave the scene or remain in a position where the corner of King George and De Villiers Street was still visible to him?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "After the fire has ceased I went inside of the building.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Mangena I put it to you that the objectors for whom I act will, if necessary, testify that there was no attack\non Shell House on that day and that they were fired upon by the guards of Shell House totally unjustifiably and unnecessarily.  That also is the same position with regard to those objectors represented by Dr Van Wyk.  Just place it on record, do you want to react on that?",
            "Male"
        ],
        [
            "MR LAX",
            "Are you shaking your head, do you mean no.  Just say no.",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "No.\nNO FURTHER QUESTIONS BY MR PRETORIUS",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR VAN WYK",
            "Sir you were issued with a firearm on that day.  Is that correct?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "That's correct.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "By Mr Kruser, is that correct?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I don't quite remember if whether it was Mr Kruser or it was - I don't know what was, whether it was his secretary but there was a person who was in charge of issuing out weapons.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I want to show you a document, Mr Chairman it will be in bundle B and then on page 261 of that bundle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have that, page 261?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "I think I can make my copy available Mr Chairman.  There's a copy thereof, can you have a look at that document please.  If you look at the first document it will be marked page 261 on the right hand top and I want to ask you to ignore the yellow highlighting on the page because it was in respect of another weapon.  Do you see that you've signed there for a arm, firearm?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes I see that.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "When did you return that firearm?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I think I returned that firearm after the situation was normal.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Was that on the same day?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Later  on the same day.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Did you return it yourself?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "To whom?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I'm not quite sure who was collecting those, who was in charge to collect the firearms which were used on the 28th but I remember there was instructions that everybody who was issued out with an ANC firearm should return it back and I did that.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Do you know Mr Jardine?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Mr who?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "It looks like P. Jardine, that's what it looks like to me.  Do you know such a person?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "No I don't know such a person, Mr Jardine.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "You did not give your firearm to such a person?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He doesn't know the name of the person to whom he gave it.",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Do you confirm that if you look at the page 261, the arm that was issued to you was numbered 64100.  Do you agree with that?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes I agree with that.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Now if you have a look at the next page that you've got there with you, page 262, do you see on that page whether the arm was returned or not?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "What is the question here to page 262?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "On the next page that is available to you, it was - I think what I should do, I'm going to give you these two big pages that I've got here they're copies of the book how it actually was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can't you just say, you've got it before you ... (intervention)",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you think that he didn't return the firearm, put it to him that you didn't return it.  If it is something else then put the question to him.",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "I want to show another page of the book to you and I want to put it to you that you did not return that firearm but the records at Shell House indicates that it appears it was a Mr P. Jardine that returned this firearm and I want your comments on that.  Can I just show you the documents?",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Van Wyk, do we have these pages before us because I can't see anything of the sort?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Mr Chairman I see only the first page copies were made, that appears to be the second page of the records, no copies has been made yet, but I undertake I will make copies tonight and I will supply it to you by tomorrow.",
            "Male"
        ],
        [
            "MR LAX",
            "Thanks we'd be grateful for that.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Thank you.  Do you see on the second page it appears that that same arms, 64100, was returned by somebody else and not you.",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes it might have been returned by somebody else and not me.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "But how is that possible because you said you returned it yourself?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "No I don't know, I cannot answer for that maybe it's just one of the irregularities which happened there.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "With how much ammunition were you issued on that day?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I'm not sure but I think I had a box of bullets, this small boxes.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "A box of bullets, how many rounds?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Unfortunately I don't know how many rounds are there.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "According to those records it appears that 50\nrounds was issued to you.",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "50 Rounds?  I don't know I ... (intervention)",
            "Male"
        ],
        [
            "MR VAN WYK",
            "And there's no record as to how many rounds you returned.  Do you agree with that?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Is there any specific reason why it wasn't documented as to how many rounds you fired that day?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "No there's no specific reason.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I want to put it to you that on behalf of the objectors that I appear that there was no attack on Shell House that day and that your shooting was unjustified.\nNO FURTHER QUESTIONS BY MR VAN WYK",
            "Male"
        ],
        [
            "MR LAX",
            "Are you going to respond, you look like you not going to comment?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "No I don't have a comment or (indistinct)",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR DORFLING",
            "Mr Mangena would you please turn to page 128 of your application and read pages 17 to 20, I'm sorry, paragraph 17 to 20 at this page, page 128.  That's the typed application page 4.  Have you got that?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Paragraph?",
            "Male"
        ],
        [
            "MR DORFLING",
            "Paragraphs 17 to 20.",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Would you like to read it sir because I want to ask you certain questions pertaining to those paragraphs?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Should I read it?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You don't have to read it into the record, you can switch your machine off but just read it to just refresh your memory.",
            "Unknown"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Okay sir.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Do you agree with me they do not indicate whether you saw any of your colleagues of the security guards that was deployed with you, having fired any shots.  Do you agree?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Sorry can I just repeat that, do I agree with what?",
            "Male"
        ],
        [
            "MR DORFLING",
            "They do not disclose the identity of any of the security guards who were deployed with you as having fired any shots.  Do you agree with that?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Now do you know whether any of the security guards that were deployed with you, do you know of the identity of any such guard or guards that fired shots on the day?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "No I don't know of any except for the one I've already said.  The person I saw shooting it was Mr Khumalo.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Is that Mr Eddie Khumalo?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Can you describe exactly where and when you saw him firing?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I cannot quite remember where was he when he was firing because I cannot be sure as to where was he at that particular time.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Can you be of some assistance, was he more towards the De Villiers Street side of King George Street or more towards the Plein Street side.  We know that you were positioned somewhere up the block towards De Villiers Street, was he more towards Plein Street or more towards De Villiers Street?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I think he was more towards De Villiers Street.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Do I understand that to mean that he was ahead of you?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Now you already testified that you were at a pair of pillars.  Did you testify, I'm not sure that I had your evidence correctly, is it the second or the third pair of pillars?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "It's the second pair.",
            "Male"
        ],
        [
            "MR DORFLING",
            "And just so that there could be no misunderstanding, so Mr Khumalo was further north up King George Street towards the De Villiers Street side of the block.  Is that right?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "And when you saw him firing shots, was he in that position?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Come again?",
            "Male"
        ],
        [
            "MR DORFLING",
            "When you saw him firing shots was he in that position, in other words further up north King George Street from where you were?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I think he was in that position.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Did you actually see him firing shots sir?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Was he firing on automatic fire or on single shot fire?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I'm not sure whether he was firing on automatic or single.",
            "Male"
        ],
        [
            "MR DORFLING",
            "You see sir the reason I'm asking this, on the evidence of Mr Khumalo he was positioned at the corners of Plein and King George Street or in that immediate proximity at the time when he fired ... (inaudible - end of tape)",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I think maybe I understood you the other way around because you said Eddie Khumalo was more on the side of De Villiers or Plein Street.  I said he was more on the side of Plein Street.  You said that maybe that he was further north of my position at (indistinct) I said yes.\nSo that's the impression I think maybe ... (intervention)",
            "Male"
        ],
        [
            "MR DORFLING",
            "No I think sir you - I'm not sure whether you perhaps misunderstood but you indicated that he was more towards De Villiers Street, in other words more towards the side where the crowd ... (intervention)",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "No not was De Villiers, maybe I might have misunderstood you, he was more on the side of Plein Street.",
            "Male"
        ],
        [
            "MR DORFLING",
            "In other words further away from the approaching crowd than you?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "And when you say you saw him firing, what exactly did you see.  Was he aiming at the crowd when he fired, or what exactly did you see?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I just saw him firing as to whether he was aiming at the crowd or where was he shooting but I just saw a person shooting.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Why don't you disclose that fact in your statement sir?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "In which statement?",
            "Male"
        ],
        [
            "MR DORFLING",
            "In your application for amnesty and particularly paragraphs 17, 18, 19 and 20 of page 128.",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I think I might have omitted that one or I've overlooked it because I've already explained when I was presenting at the inquest.",
            "Male"
        ],
        [
            "MR DORFLING",
            "You're saying you've either overlooked or omitted it.  Are you saying it was just an innocent mistake?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Sure it was an innocent mistake.",
            "Male"
        ],
        [
            "MR DORFLING",
            "I'm putting it to you Mr Mangena that a fact of this nature must have been one of the uppermost features and facts in your mind and that you're not being truthful to say it was just an innocent mistake, you blatantly omitted it to mislead?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You understand, it's being suggested that you purposely did not mention it in order to mislead the committee.",
            "Unknown"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "No I don't think that was purposeful.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do carry on.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "I want to put it to you Mr Mangena that the objectors on whose behalf I appear will, if called to give evidence in front of this committee, testify that there was no justification for any of the ANC guards to shoot.",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I don't have a comment on that.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Do you disagree with that?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I have no comment on that.",
            "Male"
        ],
        [
            "MR DORFLING",
            "I've got no further questions, thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR HUMAN",
            "I've got no questions.  Just for the record, my position for the objectors that I'm appearing on behalf of is the same as that of my colleague.",
            "Male"
        ],
        [
            "MS VAN HUYSTEEN",
            "There is none Mr Chairman, thank you.",
            "Female"
        ],
        [
            "MR LAX",
            "Just one little question Mr Mangena.  When you were told to be deployed outside, were you told why you were being deployed outside.  What was the purpose you were told, why you were being deployed there?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "I think in my statement I said that prior to instructions that I should go and deploy outside, there had been a briefing at the 7th floor where it was (indistinct) that there would be an IFP march and during the march the ANC offices will be attacked.",
            "Male"
        ],
        [
            "MR LAX",
            "You understood that as an underlying issue in your mind when you were deployed?",
            "Male"
        ],
        [
            "MATHEDI SAMUEL MANGENA",
            "Sure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you very much, you're excused.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}