{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1998-05-06",
        "location": "JOHANNESBURG",
        "names": [
            "ABOOBAKER ISMAIL"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54880&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/pta/ismail1.htm",
        "speakers": [
            "ABOOBAKER ISMAIL",
            "CHAIRPERSON",
            "DR TSOTI",
            "DR TSOTSI",
            "JUDGE PILLAY",
            "LEGAL COUNSEL",
            "MR POOE",
            "MR SIBANYONI",
            "MR STEENKAMP",
            "MR TRENGOVE",
            "MR VISSER"
        ],
        "original_speakers": [
            "MR POOE",
            "CHAIRPERSON",
            "MR VISSER",
            "ABOOBAKER ISMAIL",
            "MR ISMAIL",
            "MR STEENKAMP",
            "MR TRENGOVE",
            "ADV MOTATA",
            "JUDGE PILLAY",
            "DR TSOTSI",
            "LEGAL COUNSEL",
            "DR TSOTI",
            "MR SIBANYONI",
            "MR MOTATA"
        ]
    },
    "testimony": [
        [
            "MR POOE",
            "I do not have questions for the witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Pooe.  Mr Visser are you in a position to commence your cross-examination?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes Mr Chairman.  I may say that we would like to have had more time in order to be better prepared.  We have not found the time, unfortunately, to make copies of documents and prepare a bundle for the benefit of the Committee regarding a wealth of research documentation which there exists.\n\tMore have we been able, Mr Chairman, in the time, to come to all of it, but we have given an undertaking and we will proceed with cross-examination as best we can Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Before we commence may I remind you Mr Ismail that you are still under former oath.",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR VISSER",
            "Mr Ismail may I direct your attention first of all to the application which we find in volume 3 and I am particularly going to address your attention to page 3.  If you would perhaps just keep that ready in front of you.  Let me explain to you what my - sorry, my attorney says you wanted to ask something?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes Mr Chairperson I am afraid I do not see any page 3 here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is this the page 3 written in large black number on the top, not the typed number?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is your volume paginated Mr Ismail?",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.  Unfortunately I do not have a page 3.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You do not have a page 3, oh, okay.",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Page 2 and a 4.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Steenkamp do you have a spare copy of page 3 perhaps?",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Yes Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think he should use Mr Steenkamp's rather.  Thank you.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman.  Let me explain to you what my questions are going to be about Mr Ismail.  I am going to direct questions to you in regard to whether or not your application, which you now have before you, together with your evidence which you gave here complies with the requirements of the Act on Promotion of National Unity and Reconciliation which is - we will refer to as the TRC Act.\n\tMay I ask you first of all, when you completed and signed the application form which is before you now did you do so on your own or were you assisted by legal assistance in order to complete this form?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "I was assisted, legally.",
            "Male"
        ],
        [
            "MR VISSER",
            "And were the requirements of the TRC Act explained to you at the time?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now you see I find, with respect to you, your application somewhat confusing, and I am going to tell you why.  The paragraphs are not numbered but under the heading question 9 and 10 in that first paragraph you refer to a list of operations, of special operations which, and you use the words \"are relevant to this application\".  Do you see those words?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes I do.",
            "Male"
        ],
        [
            "MR VISSER",
            "And the list which you refer to is the list, I take it, at page 11 to 19 of that same bundle. Will you just check if that is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think your bundle might go to 18A.  Some are 19 and some are 18A.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Will you explain, please, what the use of the word \"relevant\" means there?  Does it mean that you intend to apply for all those incidents?  What does it mean when you say the incidents on that list are \"relevant\" to your application?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson what it means is that these are the kind of issues that the TRC would like to hear about, but at the same time I have stated that I apply for amnesty in terms of all acts.",
            "Male"
        ],
        [
            "MR VISSER",
            "Do you mean to say in regard to all acts?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, you are not referring to statutes, referring to incidents?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "And those are the ones at pages 11 to 19?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes but these are the ones which we believe, or we thought the TRC may want to hear specifically on.  There may have been other incidents and acts which were not covered.  In my application I have also stated that I apply for amnesty for everything.  There may have been things that may have been left out, omitted at some point or the other, and that I am applying for amnesty for all things that were committed by me from the time when I was an instructor, from the time when I joined the ANC and MK to the time when we had the elections.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, yes, I heard you give that evidence and I am really on a slightly different point right now.  We will certainly come to the issue of whether, of what you are really applying for.  What I just want to know from you, for the sake of clarity for myself and the Commission, I hope, is your reference in paragraph, in that first paragraph to volume 3 page 11 to 19 where you say it is \"relevant\" must I understand you now to say that they are not necessarily incidents in which you were involved or had anything to do with, but those are incidents which the Committee, you were informed that the Committee would want to hear evidence about?  Or am I misunderstanding you?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "I was not informed Mr Chairperson that the Committee would want to hear any of these at that point.  It is what we envisaged and these lists are by and large the major actions that had been carried out and that I was aware of at the time.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  In fact you've just mentioned a point which we can deal with immediately.  Am I correct in the assessment that the incidents which are certainly on the table here before this Committee now, the 13 incidents represent perhaps the most, if I may call it, \"notorious\" incidents of attacks by the ANC against the erstwhile government of the RSA?  Would that be broadly a correct statement to make?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Well I do not agree with the use of the term \"notorious\" but if you know - those are the things that in the view of the TRC that is what it wishes to hear then....",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes I am talking about your views.  Do you agree that these are the most important incidents by and large in the history of the struggle or of the conflict of the past against, perpetrated against the erstwhile government of the Republic of South Africa?  Do you agree with that, by and large?  I am not talking about exceptions.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Well in terms of the way the Act is formulated, yes.  But I believe that there are many other actions which are also very important which the Committee is not hearing which actually struck at the apartheid state.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  Right.  If I may revert to my first question Mr Ismail and please you must tell me if I ask my questions in - too involved, then I will make them simpler.\n\tWhen you say the incidents at page 11 to 19 are relevant and you say you considered those incidents to be the incidents which the Committee would want to hear about my question is a very simple one, are you applying for amnesty in regard to each and every one of them?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes, and others.",
            "Male"
        ],
        [
            "MR VISSER",
            "And others.  Now the others that you mention are those the ones which you refer to at page 8 of the document in front of you?  I will give you ...(intervention)",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "What was that page number again?",
            "Male"
        ],
        [
            "MR VISSER",
            "Page 8 of the same volume.  Mr Chairman I make it the second last paragraph.  Perhaps I shouldn't make a statement to you, perhaps I should ask you, you see at page 8 in the sixth paragraph from the top, or the second last paragraph from the bottom you refer to an annexure below, is that also intended to refer to pages 11 to 19, just so that we know what we are talking about?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  And isn't it also true that you referred to a list which is contained in the ANC submissions to the Human Rights Violations Committee of the TRC from page 72 onwards, that is Exhibit A - sorry I must tell you now Mr Chairman I am incredibly confused between Exhibits and Annexures, but I think it's Exhibit A2.1.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is Exhibit A ...(intervention)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "The green book.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The three books are exhibits.  The annexure that was handed as the annexure of Mr Ismail's statement is an annexure.  It gets very complicated.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I kept on telling myself that all day yesterday.  I still get confused.  Page 72 onwards Mr Chairman.\n\tNow may I just get clarity on this issue and I am simply on the point of trying to understand what exactly you are applying for.  Do you have the green book in front of you?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Page 72.  That starts with dates and target categories and it runs from 1960, from the 1960's before your time, and they profess to be, according to this document which I have in front of me, a list of MK operations.  Do you agree with that?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "It is a list of MK operations.",
            "Male"
        ],
        [
            "MR VISSER",
            "In fairness to you Mr Ismail you did add in your evidence that it also includes incidents perpetrated, executed by special ops.  I think that's what you said.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "So we are to understand then that your reference to this particular exhibit is relevant insofar as it is includes first of all clearly on your evidence, operations of special ops?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson at all times we have stated that these lists may not be exhaustive.",
            "Male"
        ],
        [
            "MR VISSER",
            "That's not my question to you.  I am asking whether this list includes, according to your evidence, includes operations of special ops?  That's what I am asking.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes, but it may not include all of those operations.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes I understand that.  We will come to that in a moment.  We will come to that in a moment.\n\tWould it be difficult now, as you sit there, to identify precisely the ones which are special ops operations as opposed to MK operations?  Or let me make it easy for you.  Is there a difference between MK operations and so-called special ops operations, is there a difference which you wish to draw?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Special operations operations Mr Chairperson are part of MK operations.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, yes.  Well that takes care of a lot of questions because then I misunderstood your evidence, because I was under the impression, clearly incorrectly so, that you sought to draw a distinction to say that for example in the case of the Church Street bomb that was a special ops operations.  MK didn't know anything about that; ANC didn't know anything about that.  Only - I am wrong with that am I not, I am clearly wrong if that is the impression I got from your evidence?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes that is....",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you.  May I then put it this way and this is going to save a lot of time, whatever operations you as Mr Ismail executed in whatever form or manner or whatever operatives under you and under your command and directions did, all of that was part and parcel of the ANC struggle?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you.  Alright.\n\tNow we will come to the issue which you were referring to just now.  You see if I may revert now to page 3.  In the third paragraph under questions 9 and 10 you say this.\n\"All acts carried out by me or those under my command and which fall within the ambit of the TRC Act...\"\nI suppose what you wanted to say was- which you are able to apply for amnesty for, I would imagine that is what you intend to say there.  \n\tThen you say -\n\"The list is not exhaustive but will aim to cover all those operations where injuries and deaths occurred\".\nDo you see that at page 3?  The second last paragraph.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mmmm....",
            "Male"
        ],
        [
            "MR VISSER",
            "Am I wrong in my reference, I think it's the second last.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The second last paragraph of page 3.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "\"Many of the operations are not listed\".",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes those are the words I am looking for, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And also in the first paragraph under 9 and 10 it says\n\"The list is not exhaustive but will aim to cover all those operations where injuries or deaths occurred\".",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.  Now you see Mr Ismail I am a bit confused about this.  I suggest to you, with respect, that to say I apply for amnesty in regard to what operatives acting on my commands and instructions did because I gave the orders, but I don't really know and I can't tell you today Mr Chairman of all those operations.  There may be many that I don't even know about, and even so there may be some that I have forgotten about.  That's one thing.  Because what you are saying is, I sent people out into South Africa to commit acts of violence etc, execute operations.  That's one thing.\n\tBut I have a problem, and I don't mind telling you that my problem is based on a reading of the Act, if you wish to say to the Chairman and the members of this Committee, I am applying for amnesty for acts which I personally executed which I can't remember. Now first of all this latter category that I am putting to you, is that part of your application?",
            "Male"
        ],
        [
            "MR POOE",
            "Would my learned friend perhaps just identify the part of the application where that is said because I don't read the application to say that I apply for amnesty in relation to my conduct of which I have no recollection today.  The application seems to me to be quite clear and the two last paragraphs on page 3 it is said, in the second sentence of the second last paragraph\n\"I wish to apply for amnesty for all acts carried out by me or those under my command and which fall within the ambit of the Truth and Reconciliation Act.  Many of the operations are not listed as I cannot recall all those which were carried out under my command by various units over the years.  In addition to this many of the commands, orders and instructions were verbal given the extremely tight security situation within which we operated.\n\t\tUnder these circumstances it was not always possible or desirable to keep written records.  \n\t\tI wish here to reiterate that I am applying for all acts, including those which may not appear in this application, which were committed by me and those under my command and which fell under the political authority, direction and leadership of the ANC and its armed wing, MK\".\nSo I don't think that the witness has ever said that insofar as he seeks amnesty for things that he did himself he has no recollection of them.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well Mr Chairman I don't understand the objection.  My learned friend has just read it to you.  \"By me\".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps if you can just repeat your question Mr Visser.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman.  Mr Ismail I don't intend to confuse you at all.  I am reading the words which you wrote in your application form.  Look at the last paragraph.\n\"I wish here to reiterate that I am applying for all acts, including those which may not appear in this application...\"\nnow that's the general statement.  Now the sentence goes on to say -\n\"...which were committed by me\".\nNow let's stop there.  That's what I am talking about.",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "No but my learned friend he distorts the grammar of the sentence if he stops there.  The acts are not defined merely with reference to \"acts committed by me\", it is defined with reference to acts \"committed by me and those under my command\".  That is the category of acts that he refers to.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was explained in the evidence Mr Visser that there were certain units who acted under the command of special operations who operated within the borders of the country who had a discretion to identify their own targets and execute those operations without prior reference to higher command.  Is that ...(intervention)",
            "Unknown"
        ],
        [
            "MR TRENGOVE",
            "Yes certainly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It includes that sort of thing as well.",
            "Unknown"
        ],
        [
            "MR TRENGOVE",
            "The category of acts that he refers to as \"those committed by me and those under my command\".  And in relation to that whole category of acts he says that I can't give particulars of all of them and he explains on occasion that some of them were committed without my knowledge and no records were kept.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it is quite clear what is being said.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman yes, clearly my reading of the English language differs from my learned friend's, but if my learned friend tells you that the application before you does not concern any acts committed by Mr Ismail, which he had forgotten about, then we can step on to the next question.  Because I am going to argue at the end of the day that if that is part of his application it is not permissible in terms of the requirements of the Act.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Subject to correction and subject to what Mr Ismail may say my impression was that he said that he's applying for all acts that may have been executed by himself or under his command, even those acts which he cannot - which haven't been placed on the list which he - for one reason being that he cannot recall.  Is that correct Mr Ismail?",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "It is so, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well that is precisely what I put to the witness now.",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "Chair may I just make it quite clear that there is no ambiguity and that it's not said later that because we stood by and said nothing we failed to clarify any ambiguity.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand Mr Trengove and also perhaps this is also a question for argument as well as to what acts are covered by the Act if you - acts that you can't remember are covered by the Act.",
            "Unknown"
        ],
        [
            "MR TRENGOVE",
            "The applicant will in the first place seek amnesty for everything that he did in the three capacities he mentioned.  Firstly as instructor.  Secondly as member of the command of special operations and thirdly as chief of ordinance.  The application in other words in the first place relates to his own conduct and not to the conduct of other people.  That conduct of his in those three capacities, everything that he did in those three capacities rendered him liable, both civilly and criminally for the conduct of others within the country, whether on the basis that he was a co-perpetrator in certain of the consequential offences committed within the country and the delicts committed in the country, or on the basis that he was an accomplice or an instigator of those who committee the offences and delicts within the country.\n\tSo that his application for amnesty relates in the first place to all his conduct from mid-1978 to 1994 in the three capacities we have identified.  That conduct would have rendered him liable civilly and criminally at least for the crimes and delicts committed by those directly under his command, but we would submit on the basis of the doctrine of common purpose also for those who were not directly under his command but acted on behalf of MK within the country. \n\tInsofar as those offences and delicts are capable of identification they have been identified in his evidence with reference to the general MK list in the first place, and with reference to his own special operations list in the second place.  \n\tBut those crimes and delicts for which he will also specifically seek amnesty are crimes and delicts for which he is liable on the secondary basis as we've explained by reason of his conduct in the three capacities that we have referred to.  \n\tThere may well have been, as he has explained, many other crimes and delicts not included in those lists for the reasons that he has given to the Commission. \n\tAnd therefore, and so far as he accepts that he may be criminally and civilly liable for crimes and delicts within the country committed by others, he is unable to furnish the Commission with a complete list.  And it is to that extent that he seeks amnesty for crimes and delicts which he is unable to identify. But what he is able to do is to describe his own acts and omissions which render him so liable, i.e. his own conduct in his capacity as instructor, leadership of special operations and chief of ordinance.  \n\tNow it speaks for itself that the witness doesn't remember everything that he did on every day from mid-1978 to 1994.  So in that sense I suppose it would be correct to say that he doesn't have a recollection today of every act and every omission for which he seeks amnesty, but he certainly has a general recollection of everything he did during that period, and has testified to it and has offered to give further particulars of it insofar as it might be required.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you Mr Trengove.  So I think it's clear from that that he's - the applicant is applying for amnesty in respect of all incidents in respect of which he may have been civilly or criminally liable committed during the period mid-'78 to 1994 in his capacity as a member of MK either as an instructor special ops or ordinance and even in respect of certain incidents which, at this stage, cannot recall.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes Mr Chairman I am not going to labour the point in cross-examination.  I just wanted to give the witness an opportunity.  I will make submissions in argument about this.\n\tBut flowing from what your counsel has just told us am I then correct to say that in essence what you are applying for is for amnesty for everything which you did over a certain period of time?  Those were his words, not mine.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes, that is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which obviously which would have rendered him civilly or criminally liable.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, well that's understood, that's understood.  Because it's only in regard to those acts which will render you criminally or civilly liable by way of delict for which you are entitled to be granted amnesty.  So if I don't repeat it every time obviously that is meant to be included.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you proceed Mr Visser I may mention if it gets hotter you can please remove your jackets if you wish.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you very much Mr Chairman.\n\tBut apart from seeking amnesty for whatever you did during a certain period of time it also appears to us that you are seeking for amnesty rather in regard to your conduct.  In fact I think you said so, your counsel said so in his introduction.\n\tIn his evidence it would appear that, those are my notes, that -\n\"...he's not so much applying for amnesty in regard to incidents but rather for his conduct\".\nWould that accord with your intention?",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "Insofar as I am quoted Chairperson I am not sure that the quotation is correct.  It is clear that he is applying in the first place for amnesty for his own conduct in certain three capacities over a certain period.  He is then also applying for amnesty for those particular crimes and delicts which he has been able to identify.  It's not the one or the other but...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's a bit difficult to separate one's conduct from an incident.  I mean if I attack somebody the incident is the attack but my conduct is hitting the person.  How does one separate cleanly and neatly an incident from a conduct if a person is involved in that incident?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes Mr Chairman I appreciate fully that the questions which I am putting to the witness now are largely based on argument, and certainly I don't want to now start arguing the requirements of the Act and particularly the requirement that it has to be an act, omission or offence which should be interpreted to mean an incident.  But all that I am attempting to do at this point in time is to give the witness an opportunity to say where he disagrees so that at least by the time we come to argument that I know on what evidence I should address you.  That's the only purpose at this stage.\n\tCan I give you an idea of what the confusion is which we are suffering under.  You gave evidence and I believe the reference is Exhibit A paragraph 51 to 55, I am referring to your Exhibit A.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "If you look at paragraph 55, this paragraph says, and that was your evidence\n\"The unit comprised....\"\nthat's the Dolphin Unit,\n\"...of Comrade Mahomet Igbal Shaik Dolphin and my brother Mahomet Abdullah Ismail, Joe, some of their activities which form part of these hearings are set out in Annexure D\".\n\tAre we to understand that those were the only two members of the Dolphin Unit?  Up to a point where I think you said your brother ceased to be operative and Mr Shaik kept on on his own, am I correct with that?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "As far as my knowledge serves me, yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  Thank you.\n\tNow in Annexure D you see, to Exhibit A, there are two references which I wish to refer you to.  The one is number 4 and the other is number 9.  Now number 4 reads -\n\"The South African Police Soweto East Security Branch, Roodepoort on 17 August 1984\".\nAnnexure D Mr Chairman, D to Exhibit A.  They are not paginated, paragraph - well Annexure D right at the top Justice Pillay you will see that the paragraphs are numbered.  I am referring not to paragraph no 4 and 9.  This is under the heading, Annexure D, Dolphin Unit, Mr Ismail. \n\tNow is it your evidence that you instructed Dolphin Unit to attack the South African Police Soweto East Security Branch Roodepoort, is that your evidence?  Those were done on your instructions?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson as I had put it, with regards to the Dolphin Unit, they had the mandate by that time to select their own targets.  They selected those targets and they carried out those operations.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  How do you know that they carried out the operation specified in paragraph 4?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Because they reported that back to me.",
            "Male"
        ],
        [
            "MR VISSER",
            "I see.  And does the same apply to paragraph 9?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Prior to your appearing here before this Committee did you have discussions with your brother, Mr Ismail, and Mr Shaik in regard to the incidents for which the three of your were applying for amnesty?  Did you talk about it?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Well we had talked about it at various stages ...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes of course.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Over the years.",
            "Male"
        ],
        [
            "MR VISSER",
            "Of course.  It's not, and please don't get me wrong, I don't want to criticise you if you say you did talk about it because I think it would have been foolhardy not to do so because one wants to give the Committee a full picture of what had happened, certainly.\n\tNow the point is this though, that would it surprise - I am referring now to volume 6 Mr Chairman, this is a document which we received on Monday, and specifically to page 67, do you have that in front of you Mr Ismail?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "I do, yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "That purports to be a form 1 annexure application for amnesty by your brother Mahomet, Mahomet Ismail, would you agree with that?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now you can read through it if you wish but I want to suggest to you that your brother, Mahomet Ismail, did not apply for amnesty in regard to either paragraph 4 or paragraph 9 of Annexure D.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Because Mr Chairperson he had indicated he was not part of that operation.",
            "Male"
        ],
        [
            "MR VISSER",
            "I see.  But then you would have expected Mr Shaik to have applied for both those incidents?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  Will it surprise you then if you turn to page 75 to find that in the application of Mr Shaik he applies for amnesty only in regard to the Roodepoort bomb which is item 4 but not ...(intervention)",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "You are now on page?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No.4 is the Soweto, 4 is the SAP Soweto East, oh Roodepoort sorry.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Roodepoort.  I was confused myself Mr Chairman.  I am informed the position here is that the Security Branch for Soweto East was stationed at Roodepoort and that perhaps is the confusion.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you say he only applies in respect of no.4?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "My attorney tells me I am wrong Mr Chairman.  He says that he applies only in terms of - for amnesty for paragraph 9, the Krugersdorp Magistrate Court.  My note must be incorrect.  But be that as it may he does not apply then, so it seems from his document before this Committee, for the one which you expected him to apply for, being paragraph 4.  Yes my attorney points out it's actually at page 82 of that volume you will find the reference, the Krugersdorp bomb.  Would you like later, to leave this question for later and to check for yourself whether our reading of the document is correct?  I don't expect you to read it now.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson I did not read their applications at the time when they were made, and if Mr Shaik had omitted to it it may be an omission on his part.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "However, he will testify I am sure, that he was part of it and his application will state that if people have forgotten or mistakenly left out any one operation as it seems the operations with regard to Roodepoort are concerned, because you've got to remember that they struck at the Roodepoort offices twice.  Once in 1983 and once in 1984 and they may then have confused it or the lawyers may have confused, whichever way the situation may be.  That is something that Mr Shaik will respond to and they will then answer to that.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes I ...(intervention)",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "As far as I state that they had informed me that they - that Mr Shaik had carried out that operation and I take responsibility for it and therefore I have applied for amnesty in that regard.",
            "Male"
        ],
        [
            "MR VISSER",
            "Of course.  Well you have just answered the question which was really the only question.  I am not asking you to answer on behalf of Mr Shaik or your brother for that matter.  I am simply pointing out that if they, none of them, applied for amnesty for that item 4, the Roodepoort bomb explosion, then obviously your application in that regard would fall away.",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "I don't understand the logic of that at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He's applied, yes, well carry - I think perhaps what Mr Visser is getting at is that he received a report, he doesn't have personal knowledge of the Roodepoort bombing and only relies on ...(intervention)",
            "Unknown"
        ],
        [
            "MR TRENGOVE",
            "But they either did it or they didn't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR TRENGOVE",
            "Whether they applied for amnesty for it or not is irrelevant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes it doesn't affect the application of Mr Ismail.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "If I put the question unfairly Mr Chairman I will rephrase it.  If they, none of them, neither of them, performed this act stated in paragraph 4 of Annexure D, then what would be the status of your amnesty application?  Because your evidence is based on what you have been told by them.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson one must state that my evidence is based also on what I was told at various times and not only on the basis of the application that is here.  It does not mean that because they had omitted to include it in this application, which I am certain is an admission and it is not because they wished not to apply for it, because they will apply for it and I am sure that Mr Shaik will testify to that and say that he does apply for the operation carried out in 1984 I therefore state that I do apply for that because I know he had stated to me that he had carried out that operation.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Ismail do you know a person by the name of Isaac Mabaso?  I am sorry, I am sorry, I withdraw that.  I am sorry yes.  Mbane, M-B-A-N-E, Jonas, J-O-N-A-S Masilela, M-A-S-I-L-E-L-A.  Have you ever heard of such a person?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson it rings a vague bell.  I don't know, can you give me further particulars with regards to him.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you remember as you sit here today whether that name was ever discussed between you, your brother and/or Mr Shaik?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson I have asked whether I could get further particulars with regards to this person, because you know you are asking me of a name and I am trying to scratch and say you know where does this come from.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright, well let's be more specific.  In regard to the Roodepoort bomb explosion, is that a name which in your mind is connected to that item 4?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson I state again would that be a victim or someone else?  I don't know in what connection you ask this question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But as you sit there now do you know the person ...(intervention)",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "I may have heard the name, I may have read of it somewhere, I am not certain.  I said - it  may have a vague recollection.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "I cannot at this point say you know.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  Can I ask you this Mr Ismail.  As far as your knowledge is concerned and in terms of your instructions to the Dolphin Unit were they ever assisted by others that they coopted on their own on some basis or other or were they the two and later only Mr Shaik who carried out the operations on your instructions?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson the units inside the country had the authority to recruit.  They had the right to recruit others to work with them.  They did not report to me and say such and such person was assisting or such person may have assisted.  If we were asked on the case of every single operation that every cadre that came into the country may have lived in a place with someone or gotten a lift with someone and if that is the direction we are going in then I think it becomes impossible for us to say yes we knew of every single thing.  I have stated before that cadres reported on the gist of what they were doing.  They did not report everything blow by blow every single minute of whatever they were doing.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Ismail please tell us what did Mr Shaik tell you about the Roodepoort bomb?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Well basically that he had carried out the operation.",
            "Male"
        ],
        [
            "MR VISSER",
            "He had carried out the operation?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did he tell you how?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "In broad terms, yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did he tell you whether he was assisted by anybody or not?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "As far as my memory serves me he didn't say he was assisted by anybody else.",
            "Male"
        ],
        [
            "MR VISSER",
            "Wouldn't it have been the most logical and natural thing in the world if he had been assisted by someone to have told you so?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "It depended on him.",
            "Male"
        ],
        [
            "MR VISSER",
            "Wouldn't you have expected him to report to you, you being the commander?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes, but there are many cadres who did not necessarily report every single detail.",
            "Male"
        ],
        [
            "MR VISSER",
            "I am not talking about many cadres Mr Ismail, let's stick to the facts and let's stick to the question.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "I am talking about what Mr Shaik told you.  Do you understand that?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please.  So wouldn't you have expected him, this trusted person, was he a friend of yours?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "He was, yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  Still is I suppose?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "This friend of yours, wouldn't you have expected him to be responsible in the sense of giving you a full report?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes but it was not absolutely essential.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  I just want to put it to you that in volume 6 there is a statement by the investigating officer in that docket of which a copy is before the Committee, if you will bear with me a moment Mr Chairman I am just looking for the specific page.  I think it's page 34, at page 30 Mr Chairman.  Which seems to suggest that a Mrs Payne of an attorney's firm identified at an identification parade the person by the name of Mbane Johan Masilela as a person who had asked directions to the South African Police offices in the building prior to the explosion.  And we don't know what the end of that saga was because what we know from page 34 is that that very same person was in fact killed in a skirmish with the Police during the same year, 1984, the same year.  So from there my questions, I am not saying, please understand me correctly that he was the one that threw a bomb or planted a bomb, but that was the reason why I asked you whether you knew such a person or whether you had ever received a report about such a person.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson if any person in the street asked for a direction are we to understand that therefore one therefore concludes that that person is necessarily then involved in the Unit?",
            "Male"
        ],
        [
            "MR VISSER",
            "I was very specific to tell you that that's not what I am suggesting to you.  I was very specific about that Mr Ismail.  Please don't misunderstand me.  I simply wanted to know, and I gave you an explanation why I wanted to know, whether you had ever heard of this person, that's all.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "I said to you earlier it rings a bell.  I may have read it somewhere, right, and that is perhaps where it may have come about.  But as far as this operation goes it doesn't mean that therefore this person, he may have been another operative, I don't know, but that person - it does not therefore follow that that person necessarily was a member of the unit.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Often there were MK cadres that did not know each other.  I don't see how you can draw such a conclusion.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All is asking is whether you can recall the name Mbane Jonas Masilela as being reported to you or whatever as being part of this operation.",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "No it was not Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Let's talk about the political objective which the Committee needs to find to have existed in regard to the acts for which you apply for amnesty for, and please if I may try to explain this again, I am only involved on behalf of victims in three incidents and I will make a staunch effort of confining myself to those three.  Unless there is a general question which may affect the others.  The one is the Church Street bomb; the other is the Roodepoort bomb and the other is the Krugersdorp Magistrate's Court bomb.\n\tMr Chairman I have found in the Beeld of last week a very useful diagram, I wonder whether I have got a copy which you can perhaps have - perhaps you may find the same help from it that I have.  It's a little organogram which sets out very succinctly exactly - let me just quickly find it Mr Chairman.  I have made copies.  It may save time.  I have one here Mr Chairman.  Perhaps my learned friend Mr Steenkamp, if you are interested in it, can make copies for all of us.  I have one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will the witness need this for purposes of ...(intervention)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Not really Mr Chairman, not really.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Trengove have you seen this?",
            "Unknown"
        ],
        [
            "MR TRENGOVE",
            "No I haven't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it necessary that they see it before you ask questions?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I thought I had made more copies but I was clearly wrong.  Here is another one for my learned friend.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps if I can get this one to that table there and we can use this here.  Thank you.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "That was just by way of background.  What I want to address your attention to now is your remarks in Exhibit A, paragraph 85 and 86, and I am talking now basically and generally about political objective.  You see I am not going to read it, you know what you said there, that was in your evidence, what I want to put to you Mr Ismail is that I will submit that the Act does not discriminate or draw any distinction as far as morality is concerned, either in favour of the one or the other side of the parties to the conflict of the past.  Do you agree with that>",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  Also certainly there is no requirement in order to show political objective that you need to show that you occupied the occupied the, if I may use the term, moral high ground, that's not part of what is expected of you in an amnesty application.  Do you understand that?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Could you repeat that please.",
            "Male"
        ],
        [
            "MR VISSER",
            "It's not necessary to show a political objective for any particular act to show also that you were morally justified in doing it.  The Act simply requires you to show a political objective.\n\tNow what I don't understand Mr Ismail is that at paragraphs 85 and 86 and in a number of other places one finds you saying, or explaining how you considered your cause to be the just cause; how when civilians, for example in the Church Street bomb were killed, it was a regrettable but necessary thing that happened; when you make reference to actions taken by the erstwhile government that was characterised as murderous acts where civilians were affected you used the word assassination, killing etc, etc.  I am not going into some of the remarks which appear to be rather racist, I am not even going to talk about that.  I want to ask you this, why do you make these remarks in your application?  What is the purpose?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson one has got to understand that the struggle was one that was waged between the African National Congress and an apartheid state.  The two are not equated.  One has to understand that there need not have been a struggle had there not been an apartheid state.  What was the cause or the suffering and the bitterness in this country?  It was apartheid.  It was the oppression of the people in this country.  \tAnd if one tries to examine all of these things without reference to that then you begin to ask yourself on what basis are we talking.  We are not talking here of two countries at war.  We are talking here of a country at war with itself.  We are talking of a nation that was broken up on the basis of apartheid, on the basis of a racist ideology which was condemned internationally, where the United Nations itself, the liberation struggle in this country was accepted as a just struggle.\n\tIt is on those basis that we lay the foundations because if we do not examine what we are talking about within a context then we simply talk about killing.  But we ask ourselves, this violence that we talk of, to what end did it come?  \n\tThere are two different opposing things that we talk of.  The one which aimed to entrench privilege of whites which aimed to entrench white supremacy, and another which did exactly the opposite, which fought for liberation, which fought for democracy, which fought for change; which fought for equality.  We cannot simply then say we - all is the same.  \n\tThe Act says that, yes, because today we move towards reconciliation.  We need to ask ourselves all the time when the hundreds and the thousands of black people were being killed in this country what was happening?  When the schoolchildren of Soweto were being killed, what was happening then?",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Ismail I am going to interrupt you, I didn't invite a political speech.",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "No you did, you did invite a political speech, he asked for an explanation and he got one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you did ask to explain why he's referred to a just struggle and used that language and he's trying to explain it.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes Mr Chairman.  Well if you think that, with respect, that his answer is all as a result of my question then I don't want to interrupt him.  With respect I didn't think that I elicited all that ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can put another question.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman.  You see let's just talk about a question of civilians.  You stated in paragraph 85, which I just referred you to of Exhibit A, that the ANC has never been callous in the struggle.  You remember that?  And you also stated that the injury and killing of civilians in the Church Street bomb was a matter which you foresaw, in fact you knew it was going to happen, but you discounted in view of the political objective which you sought to attain.  You will have to answer because the recording doesn't record a nod of the head.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "I am waiting for you to finish your question Sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well so far what is your comment?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "The Church Street target was the South African Air Force Headquarters.  It was clearly a military target.  The objective was to strike at military personnel in uniform. They were there.  It struck at them. Unfortunately in such a target which was located in a place where civilians were also to be found, we struck at it because we struck at the South African Air Force Headquarters which was clearly a military target.  We did not target civilians.  \tHowever, the policies of the ANC were, and our President has stated, that we cannot and I am paraphrasing here, for the sake of saving a few lives be prevented from striking at apartheid, at state power, that where the objectives are clearly identified we could strike at those.  And if you wish I can give you the relevant sections if you allow me just to find them.  Maybe I should quote them to you.",
            "Male"
        ],
        [
            "MR VISSER",
            "I suppose you want to refer to Exhibit A1, page 58 to 60.  I think it's Exhibit A1 Mr Chairman, pages 58 to 60.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Ismail have you taken a look at Exhibit A1, that's the white covered one, page 58, is that not the reference you are looking for?  Page 58 it's got the heading \"Conduct of War and Civilian Casualties\", paragraph 6.2.4 on page 58.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Second last paragraph in the right-hand column under that paragraph number deals with the car bomb of the Church Street.  I thought that was what Mr Ismail was looking for but he's obviously looking for something different.",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "The topic is also raised again in the second submission, that's in Exhibit A2.1 at page 13, paragraph 2.2.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  2.2 page 13 of the green document.",
            "Unknown"
        ],
        [
            [],
            "I think on the document A2.1 would be more pertinent on page 14, \"Armed actions and civilian casualties\".",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "What I am seeking Mr Chairperson is a quote by our President, President Tambo at the time.",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "Is that the documents where he's dealing with the Kabwe Conference?  That was later.",
            "Male"
        ],
        [
            "MR VISSER",
            "If Mr Ismail would just tell us what he is looking for perhaps we can assist him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He is looking for a quote by the then President of the ANC Mr O Tambo on this point that's been raised.",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "If I may refer you Mr Chairperson to the second submission, 2.1 on page 65, and I will read the sections on page 65 from the third paragraph onwards.  \"In an interview with Oliver Tambo published on the 6th of July 1983 in the Guardian the issue of civilian casualties was dealt with\".\nand I quote -\n\"When we blew up the Sasol tanks where thousands of people were working the attack was carried out in such a way that no-one was injured.  Yet on the other hand our people were being captured, tortured and mercilessly interrogated.  We have fought back when attacked and there have been many clashes with the Police, and only the Police.  Lately the regime has become almost desperate. There have been assassinations of our people.\n\t\tIn 1979 they tried to kill hundreds of our people at a military school in Angola\".\n\tReferring to the Matola raid, the Maseru raid and the South African Air Force bombing of Maputo Oliver Tambo added -\n\"This means the conflict is escalating.  We always thought it was going to be a bitter, brutal, viscous struggle, almost as a necessary precondition for the liberation of South Africa.  We have to go through that.  The conflict is reaching new levels.  There is to be much destruction, much suffering and a lot of bloodshed which will not be confined to South Africa.\n\t\tIn 1980 we signed the Geneva Protocols and said that if we captured any enemy soldiers we would treat them as prisoners of war.  The fact is we are not against civilians.  We do not include them in our definition of the enemy.  The ANC was non-violent for a whole decade in the face of violence against African civilians.  What do we mean by civilians?  It really means \"white\" civilians.  No-one refers to Africans as civilians and they have been victims of shootings all the time, even children.  They have not been killed in the hundreds.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "\"have been killed\"",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Sorry\n\"They have been killed in their hundreds, yet the word has not been used in all these years.  Now it is being used especially after the Pretoria South African Air Force bomb.\n\t\tBut implicit in the practice of the South African regime is that when you shoot an African you are not killing a civilian.  We don't want to kill civilians but some will be hit, quite incidentally and regrettably.  I am sure we are going to lose many civilians and many innocent people as happens in any violent situation\".\n\tI quote -\n\"We do not boast about it in the way the South African regime boasts about its killings.  I think South Africa is going to be a very happy country one day and we will avoid all avoidable loss of life but harsh as this sounds we cannot allow the system to persist for the sake of saving a few lives.  It is not so harsh when one considers how many lives apartheid has destroyed.\"\n\tChairperson those are the words of our President Tambo at the time, and that was policy.",
            "Male"
        ],
        [
            "MR VISSER",
            "The Church Street bomb was in 1983 on the 20th of May, the quote that you just read to us at page 65 was of an interview with O R Tambo which was published on the 6th of August which is after the Church Street bomb.  Is there any significance in the fact that where Tambo deals with civilian casualties he refers to the Sasol tanks but he doesn't refer to the Church Street bomb?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson President Tambo here is talking clearly about the justification for the Air Force Headquarters attack.",
            "Male"
        ],
        [
            "MR VISSER",
            "Where does that appear from?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Perhaps I should read the sections again.",
            "Male"
        ],
        [
            "MR VISSER",
            "No, no, no please don't.  Just show us where that appears from, where is the Church Street bomb mentioned here?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "In the middle of the top of page 65 on the right-hand column.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's referred to as SAAF/HQ Bomb, Pretoria(SAAF/HQ Bomb).  That must be the Church Street bomb.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes indeed.  I withdraw that question Mr Chairman.\n\tYou gave evidence to say that, and please stop me if I am wrong, you and Mr Joe Slovo I think it was, in December 1982 discussed an attack on enemy personnel, that's the question.  Is there an answer?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question is, did you and Joe Slovo during 1982 discuss attacking enemy personnel?",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "In or around that time, yes Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  Was this discussed with anyone else?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson I had also stated yesterday or the day before that Mr Joe Slovo had also reported to the President and that the President had given his explicit authority for this operation to go ahead.",
            "Male"
        ],
        [
            "MR VISSER",
            "I remember that evidence.  I just wanted to know now whether apart from yourself and Mr Joe Slovo the people who discussed this issue, whether there were other people involved, but I take your answer to be no.  Only there was later a discussion with the President and he gave a mandate.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes but there were discussions later with the people that worked with me in terms of carrying out that operation.",
            "Male"
        ],
        [
            "MR VISSER",
            "Referring to whom?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Well firstly to Mr Mnisi when we were discussing how to carry out the operation.  And also where the operatives will carry out the operation.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, yes.  Whose decision was it to target that particular building in Church Street?",
            "Male"
        ],
        [
            "MR VISSER",
            "Finally mine.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yours.  Was it also your suggestion in the first place?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "No that came out of various reconnaissance.  Mr Shongwe and Mr Maseko were tasked to check out such targets.  They came back and reported that that was a possible target.  That was then taken back to Mr Slovo and then it was agreed upon that we should go ahead.",
            "Male"
        ],
        [
            "MR VISSER",
            "You gave evidence to the effect that the ANC was very set upon proper reconnaissance and to attempt not to endanger civilian lives and you gave us the example of the Mobil Oil refinery which you in fact yourself reconnoitred.  Was that done in the case of the Church Street bomb?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.  As I had indicated in my earlier evidence that it indicated that there was an overwhelmingly large number of military personnel outside the Air Force Headquarters at the time from 4:15 onwards they began assembling, waiting for busses and that that was a suitable time to attack.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you, from the reports that you received, were you able to judge or did you know from your own knowledge, that in virtually the centre of town at that time of the afternoon there would be many civilians - in fact you've already said so.  You accepted that it was inevitable that civilians would be affected.\n\tPerhaps I should ask you this.  Did the reports that you received tell you that there were shops etc on the ground floor of that building?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes they did, but the report indicated that it was a military target and Air Force Headquarters.  It also indicated that the overwhelming number of people that were there, or would be there around that time would be military personnel waiting for their buses.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  And just on that point the fact that this was an administrative office of the Air Force that made no difference to your perception that it was a military target?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson, any target that was military, any target that was a government installation which was part of the State infrastructure were deemed legitimate targets.",
            "Male"
        ],
        [
            "MR VISSER",
            "The fact that by and large the personnel who would be affected, who worked for the Air Force in that building were administrative personnel made no difference to your decision that it was a military target?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson an Air Force Headquarters carries senior military personnel.  Those people there were all part of the military machine.  A soldier is a soldier.  The soldiers were there to protect that apartheid state.  All soldiers were part of the target.",
            "Male"
        ],
        [
            "MR VISSER",
            "You see Mr Ismail from the point of view of the victims they find it hard to understand how they could have been part of what was identified as a military machine when some of them were mere typists, telephonists, people who worked with books, but they were employed by the government, yes.  But they find it very hard to understand that.  What do you say to them?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson no military machine will work without all these administrative people as well.  A military machine is part of a whole and the whole was targeted. They are legitimate targets.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  So that's what you have to say to them.  Now, my next question is this perhaps just before tea time if you will allow me Mr Chairman.  Perhaps we can break now.  It's three minutes to eleven Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's a convenient time.  Yes we will take a tea adjournment now.\nHEARING ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR VISSER",
            "(cont)\n\tThank you Chairperson.  Mr Ismail just to refresh your memory, just before the adjournment we were discussing the question of the Church Street bomb and the question whether the target that was hit was a - \"military target\".  I think you described it somewhere in your papers or in your evidence as an \"overwhelmingly military target\".  Am I correct?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "That is so.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  Now I want to ask you this.  Once you have identified a \"military target\", do you go further to attempt to draw a differentiation between a soft military target and a hard military target with specific reference to the Church Street bomb?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson in this instance we targeted personnel.",
            "Male"
        ],
        [
            "MR VISSER",
            "Are you thereby saying that you gave no consideration to the question whether the personnel which you targeted were to be regarded or could be regarded as a hard target or a soft target?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson State military targets all are military targets.  If you wish to classify them as hard targets, those are words that others use.",
            "Male"
        ],
        [
            "MR VISSER",
            "No Mr Ismail with respect to you it is words which the ANC used particularly after the Kabwe Conference in 1985, isn't that so?  Those are the words of your President, erstwhile President Mr Tambo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where you mean hard and soft targets?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes Mr Chairman.  Where he stated quite categorically that from that time onwards one would see the difference between hard and soft targets disappear.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "That is so.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  My learned friend has the reference at hand.  It's page 13 Mr Chairman of a Sishaba of August 1985.  I believe it's in your documents as well.  But what we will do Mr Chairman is we will make up a bundle for you for reference purposes in due course.  Perhaps I should just read this.  It's at page 13.  He says\n\"Therefore the struggle must be intensified at all costs.  The question of soft targets was quite out of place during World War 2 to mention a big war.  Ours will be a small one but we are fighting the same kind of system.  It was Hitler who attacked. It is the apartheid system here which attacked and we are fighting that system.  Our own version of Nazism.  I think the distinction between hard and soft targets is being erased by the development of the conflict.\"\nNot so?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now in the light of having been refreshed what your President had stated let me repeat the question.  When you considered to attack that particular building, the Air Force Headquarters in Pretoria, in Church Street at that particular time of day, as a military target did you stop for a moment to consider whether it was a hard or a soft military target?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson what we considered was that there were military personnel there that we wanted to strike at.  We wanted to show that it was not only MK soldiers that bled.  Because we know that the only way that you could rip the apartheid war machine open was to deal with the soft underbelly, because we believed that the SADF could not take casualties.  We struck at enemy personnel, military personnel.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  To put it in the words again in ANC parlance, you struck at the \"soft underbelly\", not so?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  Do you seriously suggest that you can compare the victims, all of the victims of the Church Street bomb with MK cadres, as you have just suggested?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson not all of the victims we know were military personnel, but ...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "Well take it, take even the military personnel, you can take them as well.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "...but, when people enter the Defence Force, when they work, when they are typists and others that work for the Defence Force they become part of that military machine.  During World War 2 more civilians died than military people.  During World War 2 in order to get at the Nazi beast the Allies went in and went on bombing, blanket bombings.  In those days they  couldn't target specific targets.  They bombed cities. All of those are considered legitimate.  Were they tried - no!  They were considered victors.  They were considered as people, they were considered as liberators from the Nazi beast.\n\tIn our case we considered we had to destroy, by whatever means we had at our disposal, those security forces which defended apartheid, and that's what we struck at.",
            "Male"
        ],
        [
            "MR VISSER",
            "I want to put it to you Mr Ismail, that per definition this particular target was a soft target in the language of any South African.  Do you disagree or agree with that?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson a military, when you fight what do you do - you kill people.  At the end you don't go and destroy just the weaponry and leave people.  At the end it is people that pull the triggers.  Those same people are the ones before they get into those headquarters or whatever they've been trained militarily.  They are part of a military machine.  The military is the military - they were targets.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you wanted to kill as many of them as possible, that much is clear.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Absolutely certainly.",
            "Male"
        ],
        [
            "MR VISSER",
            "yes.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "They tried to kill as many of us.",
            "Male"
        ],
        [
            "MR VISSER",
            "When was that?  What are you referring to now?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "They, the SADF, the Police and others have been killing the people of this country long before we even took up arms.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well Mr Ismail I suggest to you that's a sweeping statement.  I am not going to go into the detail of that.  It falls outside the scope of what I am busy with doing right at the moment.\n\tCan I give you an analogy.  If I understand you correctly you say military personnel, all organs of State were legitimate targets, particularly the personnel who manned them, not so, that's what you are saying?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "It was especially the military.",
            "Male"
        ],
        [
            "MR VISSER",
            "And more especially the military.  And therefore, as far as you  are concerned, to achieve the political objective, whatever that may have been, and we know what you have said, you decided that this was a legitimate target in terms of ANC policy.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "I've got that right.  I want to ask by analogy would you have had the same viewpoint if the South African government had sent people to London to bomb the ANC offices in London and it turned out later that they were completely unconcerned as to whether civilians were affected or not, having specific regard - before you answer - having specific regard that what you would have in the London office would be, normally would be administrative staff, how would you feel about that?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson the apartheid state did in fact bomb our London offices ...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes but no answer the question.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "...and we accepted that as part of the war we were engaged in.  We knew that the racist forces would go to any extent to attack us.  When they bombed after the Church Street attack, when they bombed Maputo they also bombed - they actually bombed the jam factory which they thought was the house that we lived in.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well so you say but do you have any evidence of that?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "It is stated in the documents.",
            "Male"
        ],
        [
            "MR VISSER",
            "Ja, stated by you.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.  If I can find that ...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "It's a mere allegation, it's not proof.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "No there is proof of that.  If people went to Mozambique, and that was shown there is a British diplomat who is on record as having testified that a jam factory was hit and that innocent Mozambican civilians were killed.",
            "Male"
        ],
        [
            "MR VISSER",
            "I was actually asking you about London.  And I want to suggest to you - I heard what your reply was but I want to suggest to you that one could be forgiven if you came to a different conclusion having read what the ANC wrote and said about that attack afterwards.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson ...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "They were full of condemnation, isn't that so?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes, yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "But we bled and we buried our dead courageously.",
            "Male"
        ],
        [
            "MR VISSER",
            "But there were no people - sorry Mr Ismail no person was either injured or died in that attack.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "In London?",
            "Male"
        ],
        [
            "MR VISSER",
            "In London.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.  And when the apartheid forces killed Dulcie September in France ...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "No, no, I am not talking about Dulcie September.  There wasn't a car bomb placed before her home and she was blown up.  I am talking about - please, I am talking about the London office, please.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you.  There were no people killed or injured in that attack.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "But it was bombed nevertheless.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Despite the fact that it was in a civilian area, in civilian surroundings disregarding whether or not other people in the area could have been injured or not, is that not so?",
            "Male"
        ],
        [
            "MR VISSER",
            "No, no, no no you are wrong you see because the result speaks louder than words.  Nobody was injured or killed because that is how it was planned.  But that's not how you planned the Church Street bomb Mr Ismail, that's the point I am trying to make.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "That's not how you planned the Church Street bomb.  You planned the Church Street bomb to kill as many people as possible and you weren't concerned how many of them were going to be civilians and you weren't concerned with the fact that you were in fact hitting a soft target.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson I have stated before.  We aimed to strike at military personnel and that that is what we were doing. We did not have disregard for civilians.  We struck at a particular time.  We did not then choose to bomb in the morning.  We did not choose to bomb at a different area in the city, it would have been dead easy.  There are guards at all places but we didn't choose that.  We struck where the military target was, where military personnel were.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  And if you wanted to be less callous, I am putting to you, less callous, you would have attacked, as one would expect from a soldier, attacked a hard target of which there were many to choose from in and around Pretoria, not so?  Speskop, you know about them - 44 Parachute Brigade, such like, why didn't you attack a place like this?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson we were not waging a conventional war.  We did not have the means, we did not have the capacity to engage in conventional war.  We did not have the resources of the State, didn't oppress the masses in carrying that out.  We struck where we could strike.",
            "Male"
        ],
        [
            "MR VISSER",
            "So you engaged in a terrorist war?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "No we were not engaged in a terrorist war. Terrorism is State terrorism that was in this country that struck at the people of this country.  Terrorism is when the State forces went and killed those children at Soweto.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, we'll come to that in a moment.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "I ask myself if those children in Soweto were even armed, were they?",
            "Male"
        ],
        [
            "MR VISSER",
            "You see Mr Ismail had you attacked a hard military target of course they would have defended themselves not so, because they would have had weapons and the wherewithal to defend themselves, isn't that the reason why you didn't attack a hard military target?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson we attacked Vortrekkerhoogte, that's a hard target.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "It's the heart of the military might.  They were not even able to respond to that attack.",
            "Male"
        ],
        [
            "MR VISSER",
            "What happened to the attackers did they all ...(intervention)",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "They survived. All of them withdrew.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  And it was an attack by mortar if I am not mistaken not so?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes with  ...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "From some four kilometres distance?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.  Those are military means.  All militaries use them.",
            "Male"
        ],
        [
            "MR VISSER",
            "And I am saying to you Mr Ismail that there's a marked difference between that attack and this one in the case of the Church Street bomb.  That's what I am suggesting to you but you obviously disagree with me.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Militaries use various weapons at different times.  We struck - because the means at the end of the day, the objective in a war situation is to strike at the personnel and that is what we were doing.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did your reports, your reconnaissance inform you whether the personnel that frequented that building were armed or not?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "They may not be armed in the way that other conventional forces may be ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question was did the recce, reconnaissance report to you that they were armed or not?",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Well the recce did not indicate that they were armed, but that is not the issue here.  The issue is that we were striking at military personnel.  Those same military personnel at other times could be put under arms to strike and fight against us, and we were simply striking at those military personnel.",
            "Male"
        ],
        [
            "MR VISSER",
            "I am sorry.  You are saying that the people that you targeted were people who could be put under arms to fights against you, is that what you are saying?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "On what basis do you say that?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "They were soldiers.",
            "Male"
        ],
        [
            "MR VISSER",
            "Is that something which you know or is that something which you assume?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "They were there in uniform.  Uniformed people are in the military, in the Defence Force, in the Police.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well let's just get that straight Mr Ismail.  You see a lot is bandied about about what this building really contained.  It was the Nedbank building do you know that, the building is called the Nedbank Building and it housed civilians as well as personnel of the South African Defence Force.  I want to make it quite clear, administrative personnel, as well as Air Force personnel also in the administrative defence force.  So there were no Police there.  Not as far as we are aware anyway, but we stand to be corrected.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "But there were defence force members.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, administrative personnel, yes.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "I have stated before Mr Chairperson that administrative personnel as well as senior military officers are part of a headquarters.  And one has got to be very clear, all of those were seen as legitimate targets.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  We have now dealt with the personnel, the Defence Force and the Air Force personnel let's now step on to the issue of the civilians.\n\tI suggest to you that from the fact of that bomb, the fact of the result of that bomb and the fact of your evidence here, that you weren't seriously concerned about death or injury to civilians were you?  You weren't seriously concerned.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "We aimed at military personnel.  We understood that there may be civilian casualties, but as I stated, or what I had read to you earlier from the statement of our President, we would not, for the sake of saving a few lives stop ourselves from fulfilling objectives in order to bring an end to that heinous apartheid state.",
            "Male"
        ],
        [
            "MR VISSER",
            "I want to suggest to you that the callousness of this attack is underscored by inter alia the fact that you knew, in terms of your evidence, that there will be civilian casualties, you knew that.  So far am I right?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "The possibility existed ...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "No, no ...(intervention)",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "We accepted the possibilities.",
            "Male"
        ],
        [
            "MR VISSER",
            "That's not your evidence.  Your evidence wasn't the question of possibility.  It was put to you by my learned friend Mr Trengove ...(intervention)",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "That it was inevitable.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes and we accepted that.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  We also - also because it would appear that you used two ill-trained people to go and detonate what appears to be a very, very large explosive device, I think it was 40 kilograms wasn't it, packed into that car?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes it could be more.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  And with a sophisticated trigger mechanism which worked per radio.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  And I am suggesting to you it shows that you were unconcerned, unconcerned that things might go wrong, leaving aside the fact that it was a concealed bomb which strikes indiscriminately, I am putting to you now that you were unconcerned in your own mind as to what happens ...(intervention)",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "That is not so.",
            "Male"
        ],
        [
            "MR VISSER",
            "...by sending two ill-trained persons to go and do this job.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "That is not so.  Those people were trained in how to use that mechanism.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can I refer you to volume 6, page 42.  Now let me explain to you, this is a volume which we received from my learned friend Mr Steenkamp, volume 6, page 40, I am referring to the cover page at page 40 and I will then refer to page 42.  This professes to be a special report on South African political violence and sabotage from 1 January to 31 December 1983, which incidentally covers the period of the Church Street bomb, and it declares that it's an incident details statistical analysis, tables and comment by one Michael Morris.  Michael Morris has this to say at page 42, the second paragraph.\n\"Most damning of all thus far is the fact that the effect and management of the 40 kilogram of high yield explosives used in the stolen Colt Gallant in Pretoria on 20 May was far beyond the technical trainings, skills or perceptions of hired gangsters who were paid R3 000 to use it.  ANC provided blast potentials, money and instructions and specified locale and timing\".",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "I wonder if my learned friend could tell us who the author is and what the value of his hearsay opinion is.  The author that refers to these cadres as gangsters.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well is my learned friend objecting me - me asking the witness to give his commentary about it?",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "I am asking my learned friend to identify the author so that one knows whether one is speaking ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know ...(intervention)",
            "Unknown"
        ],
        [
            "MR TRENGOVE",
            "...of an expert or a political propagandist.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know the capacity of Michael Morris or what he was or what his background is?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman we were - I am sorry to interrupt you Mr Chair - we were given this as part of bundle 6, volume 6.  It states here that it is printed and published by the Terrorism Research Centre and a post box in Cape Town is given.  My learned friend might know who this person is and what his standing is.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I must say Mr Trengove I don't know anything about the author but I think if Mr Ismail can comment on what he thinks about this paragraph we certainly ...(intervention)",
            "Unknown"
        ],
        [
            "MR TRENGOVE",
            "On the basis that it comes from an unknown person at a post office box in Cape Town?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "An unknown source, certainly it's not accepted as being expert evidence or whatever.",
            "Unknown"
        ],
        [
            "MR TRENGOVE",
            "No certainly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At this stage.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "That's the basis on which it's put Mr Chairman.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson perhaps we should start with page 40.  By virtue of the fact that it is printed and published by what is a so-called Terrorism Research Centre I would suggest that this document comes from a biased source. Terrorism, terrorists are terms used by people of the apartheid state.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What about the comment made by the author referring to the persons who set off the bombs as being hired gangsters?",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "To suggest that people are gangsters without any evidence in that regard is a flagrant violation of their rights.  They were not gangsters.  They were prepared to fulfil an operation. They knew the target well.  They had reconnoitred it.  We had shown them how to use the equipment.  They were given that money in the event of their needing to get away, not as it is put here, paid to carry out an attack like that.  I would suggest that this is highly inflammatory propaganda material.",
            "Male"
        ],
        [
            "MR VISSER",
            "If your criticism is against the use of the word gangster, how would you feel about convicted criminals, at page 44, referring to the same people?  At the bottom of the page Mr Chairman.\n\"Among the dead are two convicted criminals employed by ANC to do bombing for R3 000 fee, Freddy Shongwe and Ezekiel Maseko.\"",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "What were they convicted of Mr Visser?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman I am reading from what I have in front of me.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "I accept that, but is it then fair to ask comment?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman there are other references and I didn't want to go into this in detail. This is not really the crux of my cross-examination.  But I remember reading that they were convicted of motor car theft, or there was a suggestion of motor car theft, and that concerned the question of obtaining a white Colt Gallant.  There are - in your documentation there are statements made by certain people who gave the run-up to the event of the 20th of May and some of those people were asked either to remove engine block numbers and/or to obtain a stolen vehicle, and it is in one of those statements that I saw that.  I can't take it any further than that.\n\tBut if it becomes an issue Mr Chairman I am sure that someone can find out whether they have previous convictions or not.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Well perhaps you are more correct.  You've said it wasn't the crux of your question let's get on to the crux then.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Now I am still on the point Mr Ismail of taking you up on your denial of callous action on the part of the ANC and particularly on your part.  I want to suggest to you that a reference to the type of targets that were attacked during the conflict of the past is a clear indication that the ANC had very - had scant consideration for the safety of civilians and indeed it appears as if sometimes civilians were particularly targeted.  Let me give you an example or more.\n\tThe so-called Burger War, the Wimpy Bar attacks.  Shops that were attacked during the consumer boycotts.  We know of the Amanzimtoti shopping centre bomb.  The Witbank bomb.  The Ellis Park bomb.  I am suggesting to you Mr Ismail that when you considered the target for your Church Street bomb you had no consideration whatever for the fact that civilians will necessarily be casualties, and that was callous.  \n\tAnd I am sorry, if I may add, and I am going to suggest to this Committee when the time comes that there could have been no political objective of any kind.",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "...(indistinct)",
            "Male"
        ],
        [
            "MR VISSER",
            "Could my learned friend just allow me to finish my question before he objects Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let him finish his question Mr Trengove.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "There could be no political objective attainable by attacking civilians for the sake of attacking civilians.",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "My learned friend has rolled into that rambling question about five or six propositions.  It's unfair to the witness.  I would suggest that he does them one by one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well perhaps we can then split it up and take it, suggest you had no consideration for civilians and that was callous.  I think that was the first leg of the question Mr Ismail.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I may add that the rest was merely by way of explanation.  That is really the only question Mr Chairman.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson the target was a military target.  There were large numbers of military personnel at the target at the time.  We accepted that civilian casualties would result, but we felt that we had to strike at military personnel, and that is what we did.  It was not callous.  It was not a school like the apartheid forces attacked when they were attacking school children.  They were military people there.  That is what was hit.  It was the South African Air Force Headquarters.",
            "Male"
        ],
        [
            "MR VISSER",
            "Have you finished.  Can we go on to this whole issue, and I suggested to you just now, that this was a terrorist attack, and let me explain myself.  I am going to suggest to you that if you can categorise an attack as a terrorist attack one can hardly speak of a political objective commensurate with such an attack.  Would you disagree with me?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps when you use the word terrorist attack perhaps you could explain the context in which you use it, because I know that the word has been used for many years now in a completely different context and with completely different meanings.  So perhaps if you could explain the word as you are using it now.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman I was going to refer you to an extract from Sishaba of January 1985 in which certain Sipo Jama, do you know that gentleman?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "No I don't.",
            "Male"
        ],
        [
            "MR VISSER",
            "You don't.  Was the author, apparently, of an article which dealt with that very question, and I want to confine myself to what the ANC appears to accept as the definition of terrorism Mr Chairman.\n\tHe starts off at page 14 of that Sishaba, and we will provide copies later on, with a heading saying -\n\"Killing of the innocent is wrong.  Most people would agree that it is always wrong intentionally to kill innocent people and that killing is bad\".\nI am not going to read the rest.  I go to the end of the end paragraph of that particular heading and he says -\n\"Where there was a choice and one chose to use more force than was strictly necessary...\"\nand I interrupt the quotation, \"the more force\" here refers to the injury and killing of civilians, that's what he is talking about.\n\"...to achieve one's ends the means used would be unjust, though the ends might be just\".\nSo the means would be unjust.  At page 15 - if you want to make any comment as I go along please just stop me.  I think ...(intervention)",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Finish.",
            "Male"
        ],
        [
            "MR VISSER",
            "This is what the man says.  Then at page 15 there's a heading - \"Are the means justified?\".  And round the third sentence of that it says\n\"The just war doctrine lays down to more conditions which help us to answer this question in a case of war.   They are tests to see whether the means we use to wage a war are themselves just\".\nand are as follows:  The first one is -\n\"The means used must be proportionate to the ends of our struggle.  There should be an attempt to cause the least damage possible without endangering the achievement of the just ends of war\".\nAnd the second one is -\n\"There must be no intentional killing of innocent people\".\nAnd the Chairman has asked me in what context am I talking about terrorism.  At page 18 of that same article, in the same Sishaba the question is posed by him \"What is terrorism\" and he says that -\n\"The Geneva Conventions condemn terrorism and the ANC is called terrorists by the apartheid regime.  It is therefore important to note what terrorism involves.  A terrorist act maliciously and intentionally injures innocent people\".\nThat's his definition. \"Vicious and intentional killing of innocent people\".\n\tThen he gives an interesting example, he says -\n\"Parcel bombs, the sort which killed Ruth First are a terrorist weapon\".\nWould you subscribe to that, that last part of what I have just put to you?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Would you subscribe to the statement by the author that \"terrorism is the intentional and malicious killing of innocent people in a war situation\"?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "If that is not aimed at any military objective.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, yes.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "I will go back to the ANC statements on page 64 and 65 on ANC2, the green book.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes that's the part which you read into the record. Yes.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.  And that tells you.  And there are other statements inside all of the ANC submissions which say quite clearly that if you are striking at military targets and military objectives then the loss of some civilian lives is acceptable.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Now in the case of that article what he is talking about is if one were to bomb a purely civilian target ...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "A Wimpy Bar.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "For no other purpose.  In this case I wish to repeat for the umpteenth time that this target was a military target.  We were not callous.  It was very specifically targeted against South African Air Force personnel, and that is what we aimed to hit.  One regrets the loss of innocent lives of civilians, but one must state, we were striking at a military target.  We did not think it was terrorism.  In fact the ANC in all its statements lauded that operation.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  So what you are really saying is what the author is saying at the top of page 15, it's all a question of proportionality isn't it?  You used the word \"some civilians\".\n\tIn other words what I understand you to say Mr Ismail, please stop me if I am wrong, is that if the \"overwhelming\" target is military then the loss of, or the casualties of some innocent bystanders is acceptable in normal war situations.  Now I don't disagree with you about that let me make it quite plain. \n\tThe question here as to proportionality, and incidentally the Act in section 23 specifies proportionality as one of the elements which the Committee will have to consider in determining whether the act or omission or offence was one which was committed with a political objective, but that bye-the-bye, it's a question of proportionality.  And let's get to that, let's get to that.\n\tYou stated in Exhibit A1 at page 58, perhaps it's not you, A1, perhaps it's the ANC, I think - ja, it's the ANC submission, page 58 ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry just before you proceed Mr Visser, Mr Trengove you mentioned that you have been trying to get extra copies of these.  I've still got a couple of the panel members who don't have ...(intervention)",
            "Unknown"
        ],
        [
            "MR TRENGOVE",
            "We have extra copies of Exhibit A 2.1 and 2.2 but not of Exhibit A1.  We are in the process of having more made and we'll give them to you as soon as ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Sorry Mr Visser we can ...(intervention)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman.  I would just read to you at page 85 in the right-hand column, 58 sorry, in the right-hand column the last paragraph.  Here the ANC in its submission said this.\n\"In the attack on SAAF Headquarters just after 16H30 19 people were killed of which at least 11 were SAAF officers\".\nDo you agree with that statement?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "It goes on to say, and I quote\n\"Over 200 people were injured of which over 70 were members or employees of the armed forces\".\nI think that statement is incidentally correct.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "But there may be more.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well we will have a look at that in a moment.  And then it goes on to say where the car bomb was positioned precisely in front of the entrance to the Air Force Headquarters which took the direct impact of the explosion.  \"Many military personnel were killed\", it says again.\n\tNow you in your evidence in Exhibit A paragraph 1 also gave statistics.  Please forgive me Mr Chairman this is clearly a wrong reference.  I am sorry what I should be referring to is Annexure C to Exhibit A paragraph 1.  You said this:\n\"On May 20 1983 a car bomb exploded outside the South African Air Force Headquarters in Church Street Pretoria.  As a result 19 people were killed including 11 Air Force officers.  According to initial media reports more than 200 military personnel and a few civilians were injured\".\nNow that's slightly different from what we read the ANC submission said, but that's bye-the-bye.  These initial media reports which you referred to here, which were they?  Can you remember?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.  Mr Chairperson on the day after the attack on the Saturday, the Rand Daily Mail read something to the extent that there was a wall of blue had come down, of soldiers that were there. ...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes that's paragraph ...(intervention)",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Well my impression ...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "Sorry.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "No I was just going to say you said that in paragraph 10 at the same page, yes.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "That in my mind overwhelmingly it was military personnel that were killed or injured as a result of it.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "All the reconnaissance indicated that overwhelmingly military personnel would be in that area at the time, and that is what we were aiming at.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  Mr Ismail now when you drew up Annexure C was that also on the 10th of May when you signed your application form or was it subsequent to that, the 10th of May of last year?  When was Annexure C drafted?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Subsequently.",
            "Male"
        ],
        [
            "MR VISSER",
            "Subsequently.  How long ago?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "A few days before this hearing.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  At which time you had in your possession, did you not, bundles 2 and 3, made up by the personnel of this Committee?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you take the trouble of looking at page 131 of volume 3?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "And following.  Did you also take the trouble of trying to identify of that list how many were apparently civilians and how many were apparently Defence Force personnel to refer to all of them by that collective name, have you taken that trouble?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "I have looked at this in fact only in the last day or two and that was subsequent to having drawn up this statement.",
            "Male"
        ],
        [
            "MR VISSER",
            "I understand that.  Now my question is did you count, did you make a head count for yourself, after all you are the one that caused all of this, you are the one that decided on this target, so were you interested in taking a head count of how successful you were?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "I have.",
            "Male"
        ],
        [
            "MR VISSER",
            "What figures did you come up with?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Well according to these records it shows that over 88 or so were military people.",
            "Male"
        ],
        [
            "MR VISSER",
            "And how many civilians?  You are talking about people injured?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  And how many civilians were injured?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Well if one were to subtract that from the over 200, I haven't counted all these names.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can I give you the correct figures?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes please.",
            "Male"
        ],
        [
            "MR VISSER",
            "As I count them, from what we all got from the TRC, civilians injured 114; defence or Air Force personnel injured 86.  Do you want to make a note of that?  114 as opposed to 86.\n\tNow what you wouldn't have had Mr Ismail in fairness to you is an extract, I believe it's from the case docket of specifying the people who died.  Now you mentioned that 19 people had died and you are quite correct.  The figure is 19, as a result of the blast ...(intervention)",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Which is based on newspaper records, yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes right, but that is correct.  But what I want to put to you is that far from the figures which you mentioned the correct figures are that 7 defence force personnel died, 10 civilians, more than 50% and your two people, the two people who planted the bomb.  Were you aware of those figures before today?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "No.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you make any effort to ascertain exactly what the figures were and how many civilians and how many defence force personnel had been killed?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes we had tried to look at newspaper records as far as we could obtain them.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  You see, and I say this to you so that you know why I am asking these questions, we are used to normally when an application for amnesty is brought the applicant appears before the Amnesty Committee with all the facts at his disposal in order to make a full disclosure.  I am just surprised, I am just surprised to see these kind of statements that you make where in fact you had documentation in regard to the injuries in front of you.",
            "Male"
        ],
        [
            [],
            "Mr Visser wouldn't we say the determination of the injured people would be gleaned from newspapers and from what the witness has said, and if you look at specifically at the Rand Daily Mail which comes and says \"a sea of blue was lying there\", can a person outside the country come with precise figures in that regard?  I think in fairness to the witness we should bear that in mind.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.  My reply to you Mr Commissioner is obviously not.  I am talking about a few days ago or since he filed his application with you.  That's what I am talking about.  I am not talking about when this witness was outside the country and he didn't have any means of discovering what had happened.  Certainly you are quite correct.",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "But with respect Chairperson I am not sure what the suggestion is.  The witness is required to make full disclosure of the information he has.  My learned friend now criticising him for not analysing the information given to him by the Amnesty Committee.  Surely there is no duty on him to take what he receives from the Amnesty Committee only to give it back to them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes we can certainly deal with this aspect in argument, but those figures you are reading from you prefaced before reading them by saying that he wouldn't have had sight of that.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No he wouldn't have had Mr Chairman ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what is that, is that an official document?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman this originates from the South African Police Service ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because I must say my reading of all these papers, including these documents that have been handed in recently, the figure, the only figure that I saw relating to the deaths was 11 defence force people.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Really, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I might ...(intervention)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman we have a spare copy here incidentally, could we hand it up to you.  It is marked unfortunately in a yellow pen.  I am not sure whether the defence force people are marked there or whether the civilians are marked there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The defence force people are marked, they are highlighted, yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "You will then see that it's numbers 1, 3, 5, 7, 14, 18 and 19.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If I could just pass this on to the witness to look at the copy.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And items no 2 and 17 represent the deceased Ezekiel Maseko and Freddy Shongwe Mr Chairman.  As it pleases you.  Would you bear with me a moment Mr Chairman.\n\tMr Ismail you subscribed just now to the view that a parcel bomb is a terrorist weapon, do you remember that?",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "No I don't think he subscribed to anything of the kind.  He was asked about a particular incident when a particular civilian was assassinated by means of a parcel bomb.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I don't think there was a general statement that a parcel - perhaps you can ask him if it was - to whom it was addressed to ...(intervention)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I stand corrected Mr Chairman, my learned friend is correct.\n\tIn the article which I read to you where the question of - the whole issue of terrorism was discussed there was a reference to a parcel bomb which killed Ruth First, do you remember that?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "I thought I asked you but I will ask you now.  Do you agree with his statement that such a parcel bomb would constitute a so-called \"terrorist weapon\"?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "It could, yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "If that is so so much the more I suggest to you would a car bomb constitute such a weapon.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Not necessarily Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "You see because following the line of his argument he ...(intervention)",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "May the witness finish his answer, he was interrupted by my learned friend.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson in war one has weapons.  A weapon is made up of the charge or the thing that is going to cause the injury, it is made up of a delivery mechanism and in this case the car was a delivery mechanism. It was a way of getting it there to that precise point.  In fact that was more specific in targeting what we wanted to hit than if we had gone somewhere and mounted an artillery piece and aimed to hit the Air Force Headquarters from somewhere because that artillery piece is less accurate than that would have been.\n\tAn artillery piece is take to be a weapon of war accepted throughout, but simply because explosives are packed into a vehicle and delivered there, if those explosives were taken and put into something else and put there that doesn't make any difference.  The issue is that the explosives were brought to the point to where the targets were to strike at them.  The connotation of car bombs is simply because elsewhere everywhere people then make out that these are terrorist weapons etc.  We are suggesting, or I would suggest that within the means that we had at our disposal that was a weapon we could use.  It's use was authorised by a political organisation, by our President and we used it.",
            "Male"
        ],
        [
            "MR VISSER",
            "Are you finished Mr Ismail?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "I am suggesting to you that the basis of the approach of the article which I read to you was the question of terrorism.  Did you understand that as well?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "I am suggesting to you that if he describes, and I submit quite correctly, a parcel bomb is a terrorist weapon so much the more a car bomb would be a terrorist weapon for the reason that it kills indiscriminately.  That's the point.",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "With respect my learned friend says the article described a parcel bomb as a terrorist weapon.  It might do so but not in the parts that he read to us and I haven't seen the article.  What it did was to describe the attack on Ruth First by means of a parcel bomb as a terrorist attack, and of course a parcel bomb or a gun or a bomb can be used either for legitimate purposes or for illegitimate purposes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Like a knife as well.",
            "Unknown"
        ],
        [
            "MR TRENGOVE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I think what Mr Visser is asking you Mr Ismail, he's suggesting to you, he's putting it to you like a gun, shoot out and pick out a single target, you may kill indiscriminately by using it in a busy place.  I think that's what's being put.  Is that what is being put?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes Mr Chairman.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson, firstly let us examine weapons and weaponry.  Most weapons are fairly indiscriminate.  In all the world wars, in other wars many civilians died. The SADF uses artillery pieces, how specific are they?   I suggest to you an artillery piece is made up of a delivery mechanism, an engine that drives it and there's an explosive at the front that is then going to cause the destruction it's going to cause.  It is used.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you're saying that most bombs are indiscriminate with weapons that are indiscriminate.",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes because there are very few weapons, when the Air Force goes in and fire a missile, it is only in the latter day that there are weapons that are being still created with pin-point accuracy and even then is within a few hundred metres that they are accurate.  Now you raise the question of a car bomb and say, is this a terrorist weapon, and I say to you no it is not, it was not because the issue was, what is it aimed at?  What is it primarily made up of? It is made up of a car with a means to get it there and it is made up of the explosives that are in it that are meant to kill.  That constitutes a system, a weapon, a weapon that we had at our disposal and that we used.  It was not meant for terrorist purposes, it was meant to strike at military personnel at the Air Force Headquarters.",
            "Male"
        ],
        [
            "MR VISSER",
            "I suggest to you Mr Ismail that you're over-simplifying a very obvious fact and that is that with any kind of mechanism which you can aim there is a question of selectiveness, some more accurate, some less accurate but you can aim, you can take aim, you can't take aim with a car bomb except place it in a busy street where people frequent.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "But even a rifle, Mr Chairperson, can become  such a weapon if it is aimed willy-nilly at anybody it becomes a terrorist weapon.  I would suggest in Soweto, when members of the Defence Force and the Police aimed and fired at school children, then were they being terrorists?  Yes they can shoot specifically at things that they aimed at, but what did they aim at? Children.  We aimed at military personnel, that is the difference.  The legitimate target, the end was to strike at military personnel.",
            "Male"
        ],
        [
            "MR VISSER",
            "Just to make my point, will you look at volume 6, page 100.  This is a schedule 3 presented by the TRC and it says in paragraph  1\n\"Another category of violence during the armed struggle was the use of car bombs by the liberation movements, specifically the ANC\".\nParagraph 2 - \n\"Once again this devastating method of attack caused great harm,  mostly to innocent civilians.\"\nParagraph 3 -\n\"Table 1 annexed hereto, gives particulars of ten prominent incidents involving car bombs with the following results:\"\nIt then sets out a column on the left hand side stating:\n\"Civilians killed - 28, Injured - 535.\"\nLet's just stop there.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson ...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "No you will you allow me to finish the question?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes certainly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Visser, who's the author of that paper?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, perhaps Mr Steenkamp can tell you this is a document that's been presented to us by your Committee.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "According to the index it's an SAPS summary sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  It obviously doesn't include the Church Street bombing.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "We would believe that those figures are far too low because Church Street bomb, wasn't it 86 military injured and this says 13.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes indeed, quite correct, we certainly don't know whether that particular incident includes that incident of the Church Street car bomb, yes no we don't Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Continue with your questions.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you.  But I'm trying to make a point here and the point is this, doesn't that show, whether it's right or wrong, but within acceptable figures, doesn't that show how indiscriminate a car bomb kills?",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "Yes but if the figures are inaccurate then they can't be used to show anything and they're on the face of it highly inaccurate.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "Because Mr Visser again if you rely on page 100\nand you show us those figures, are you saying to the witness those are 100% correct for instance, in those random 10 incidents taken of car bombs?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I must accept that they're correct because they're provided here Mr Chairman as a document.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think I would like to know a little bit more about it because we've got a table with two columns, \"civilians killed, security forces killed, civilians injured, security forces injured.\" One doesn't know - what I'm trying to get at is, if those car bombs referred to here, the ten prominent incidents, what the targets were, where they were, if the target is a military one then one would expect the military figures to be high, like the Church Street, but it's not here and we don't know who planted those bombs either.",
            "Unknown"
        ],
        [
            "MR TRENGOVE",
            "With respect Sir we do know that this list is grossly inaccurate because the breakdown appears at page 101.  The first of the 10 car bombs in relation to which the statistics are given is the very incident we're talking about but according to these statistics ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They say two injured. ...(intervention)",
            "Unknown"
        ],
        [
            "MR TRENGOVE",
            "Only two military personnel were injured and 217 civilians.  Now we know from what my learned friend has put that those figures are grossly distorted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think that we can rely on this too much, sorry Mr Steenkamp.",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Sorry Mr Chairman, Mr Chairman we will definitely never, actually what we really tried to do is to get the full report on those statistics; we've got specific individuals who are preparing the report for that, those documents will be placed before the Commission.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'd like to see the document relied upon to say that there were two injured people in the Church Street car bomb ...(intervention)",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Ja it's clearly not right, we'll get the correct information Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman.  Reverting though to our figures, our figures are 114 as opposed to 86, surely you must concede the indiscriminate way in which a bomb affects people, injure people, kill people, including innocent people.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson, I'd like to state once again, the positioning of the vehicle, what it was aimed at were those military people.  At the end when that explosion happened and people were killed or injured we have the results we have, but I want to state quite clearly that that was targeted at military personnel.",
            "Male"
        ],
        [
            "MR VISSER",
            "You see that's precisely the problem which I have; I just don't comprehend how you target a motor car bomb.  In fact we know that it wasn't localised.  We know that buildings on the other side of the street were damaged, people were killed, people were injured, how do you point a car bomb, you see, that's my problem?",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "But Mr Visser isn't it common cause that operation went wrong at some stage, because even those two who were the operatives died?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Nothing went materially wrong.  The only thing that...(intervention)",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "I would reckon death is something material.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Pardon?",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "The death of those two operatives is something material.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Well we're talking about your question to me.  Nothing went wrong in the planning except that it went off two to three minutes earlier, but ...(intervention)",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "I'm just pointing out that your question presupposes that all the plans went according to what Mr Ismail planned.  We're not really sure.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Well if my learned friend Mr Trengove's suggestion to the witness which hook he didn't take, if I may be allowed the expression, that had it been a little later there would have been more Army personnel and...(intervention).",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "I never made any such a suggestion at all and I resent the implication that I suggested something to the witness.",
            "Male"
        ],
        [
            "MR VISSER",
            "It's a question of the record ...(intervention)",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Mr Visser I just raised the issue just to get clarity to be fair to the witness but perhaps you can also answer this question that gives me problems, do we know why Ruth First was killed?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman we are not prepared on that issue at all.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "I'm not trying to get an answer out of you, it just becomes relevant in terms of the answers given by the witness - to me certainly.  It may not be relevant at the end of the day, I just wanted to find out if anybody knew why she was killed or why the letter bomb was directed at her.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman frankly I don't even whether a letter bomb killed her.  The point in that regard was a question of a terrorist weapon I thought.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you repeat your question, I think that question was how can you target a car bomb?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes that's the principle which I'm battling with.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That was the question.",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairman if one looks at the reports from that operation, it states very clearly that the car bomb was placed right outside the target.  That it was right at the point where the military personnel were in that case and that is where it went off.  Now in this case it got right to the point of where it intended to strike, the only problem was it went off a few minutes prematurely.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Ismail, can I ask you this.  With the benefit of hindsight and the wisdom that it brings, do you maintain today as you sit there that with the knowledge of the results of that bomb which you sent to Church Street that it was in fact an overwhelming military target which was hit, do you say that still?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson, I would say that the reconnaissances stated quite clearly that overwhelmingly military personnel were in the area, they were there, we aimed to strike at those military people. And it is sad, one regrets the loss of civilian life, but I say to all, we aimed at the Air Force Headquarters.\n\tOne must also ask the question perhaps, was it right for the Air Force to locate itself there?  That was the same submission that the SADF used when they asked the question, you know, that we were operating from Mozambique etc, and therefore they bombed us in civilian areas, and our President raised that question at a funeral and said, if they are going to do that with us, is it not perhaps also right that we can do it to them?   And again I state it was a military target and military targets were legitimate.",
            "Male"
        ],
        [
            "MR VISSER",
            "You've neatly avoided answering my question.  My simple question is this, as you sit here today with the benefit of hindsight, do you still maintain that that bomb hit an overwhelmingly military target?  That's all I'm asking.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Whether it hit an overwhelmingly military target, is that the question?",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, yes.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes, because it hit the South African Air Force headquarters.  The loss of civilian life is regretted.  I state again it hit the South African Air Force Headquarters.",
            "Male"
        ],
        [
            "MR VISSER",
            "But you see if you only wanted to hit the Headquarters you could have ...(intervention)",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "And the personnel in front of it.",
            "Male"
        ],
        [
            "MR VISSER",
            "But we know that more than 50% of those personnel were civilians; now I'm asking you, in the light of that knowledge, can it ever be described as an overwhelmingly military target?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "It was Mr Chairperson, an overwhelmingly military target.  Our reconnaissances indicated that.",
            "Male"
        ],
        [
            "MR VISSER",
            "Let's just take up...(intervention)",
            "Male"
        ],
        [
            "DR TSOTSI",
            "If we have regard to Volume 2, paginated page 14, there is no doubt whatsoever that this was overwhelmingly a military target.  Many of those injured may not have been military officers but were employed by the SAAF and had thereby directly associated themselves with the apartheid military aggression.  And I suppose if you read that into the answer of the witness, he still maintains today that that was a military target and I think the question was answered overwhelmingly.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.  You see because if - do you make that point your own?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright,  You see but the problem is that I wasn't talking about the personnel that worked there, I'm talking about more than 50% civilians who had nothing to do at all with that building, with the military, that's what I'm talking about.  You see the difference?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "The question was, was that a legitimate target?  And I say yes.  You talk of the target and I say to you yes, we aimed to strike to strike at the Air Force Headquarters and that is what we did with the personnel outside, that was stated repeatedly.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Mr Visser, those 114 civilians, were none of them employed by the State?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "By the?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "By the state or the military?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "None of those of the 114 were employed by the South African Defence force or the S A Air Force as we have it, as we have it.  You know we're only appearing here for the victims Mr Chairman, with respect, if we were the applicants we would have had this information before you I can assure you and I think our track record shows this.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "No but surely if we were to rely on the figures given 146, 114 I beg your pardon, that these were divisions which should differentiate because what I read to you from page 14 of Volume 2, it says some of the people would not necessarily be members of the military air force, but some would have associated themselves, then it means if some people associate themselves it does not per se make them military people but they remain civilians who say well we are in this position, we want some jobs or that kind of thing, therefore we work and as the witness says, it's unfortunate that once we targeted the SAAF we knew that part of the people there wouldn't be per se members of the SAAF but would be civilians but it was inevitable that in the process they should be hit.  I think that was the long and short of this arduous cross-examination about the civilians there.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Well frankly Mr Chairman I don't understand the Commissioner. I really don't know what he's saying, I don't know what the point is.  The point here is 114...(intervention)",
            "Male"
        ],
        [
            "DR TSOTSI",
            "The point is simple Mr Visser.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "114 civilians ...(intervention)",
            "Male"
        ],
        [
            "DR TSOTSI",
            "Give me an opportunity to enlighten you about what I'm saying.\n\tI'm saying firstly if we take it simply, would you as you represent victims for instance, that the victims would come and say they the 114 were all civilians because what you should read into page 14 of Volume 2 is that not all people within that building would be the military. Some were there but they associated themselves with the military. Then the question arises, do they now become military people or civilians in that sense and can the victims say with certainty that these 114 were for instance civilians; can we have such evidence before us?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "The premise of the honourable Commissioner is this Mr Chairman, that all the people who are listed as civilians were in fact people from that building.  That's the first premise and we don't know what the facts are.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that this whole question, when we started on this direction of cross-examination was really relating to proportionality.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And when we're dealing with proportionality we are not dealing mathematical formulas and we're not saying well because more than 50% were civilians and less military were injured or killed, that means that it's unproportional - we know for a fact that a large number of civilians were either killed or injured; I think that is common cause on both sides.  And we know that they were injured and killed as a result of the bomb that went off at that time in front of that building.\n\tWe seem to be getting a little bit now off track and we could be here for days and days talking along this line and we'll get back to the same situation that it's common cause that a large number of civilians were injured and killed.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman you are absolutely right, in fact I think I have milked this cow dry on this particular point and I see it's five to one, perhaps you'll give me the lunch hour to recover and see whether I can attack afresh ...(intervention)",
            "Male"
        ],
        [
            "MR TRENGOVE",
            ".. to find another ...(indistinct)  (laughter)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see it's five to one now, we'll now take the lunch adjournment until two o'clock.\nHEARING ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR VISSER",
            "(cont)",
            "Male"
        ],
        [
            [],
            "Mr Chairman I got to go to another point now from this point of proportionality.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes I'm stepping off that point now.",
            "Male"
        ],
        [
            [],
            "Just one or two questions.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Certainly.",
            "Male"
        ],
        [
            [],
            "Firstly as I understand your argument, you're saying that we should find that there was no political objective in this case, and your reason for saying so is that the bombings of the Air Force Headquarters was out of proportion to the results achieved in the sense that many civilians were injured.  Are you suggesting that before this bombing took place, there should have been a counting of the number of civilians present or likely to be injured?  If so what would you say would be the minimum number of civilians permitted to be present before the bombing took place?\n\tJust one question more, let me put the other question as well so that you can answer at the same time.  You are aware no doubt that apart from this argument of proportionality, there are other criteria which Act sets out because to assist the Committee in determining whether or not there was a political objective.  There was for instance a question of the motive, the question of the context, the question of the objectives, the question of whether there was an order from above and in this one that you have raised of relationships; but there are other points also. Are you going to deal with these points to enable us to have a full picture of what your argument is in regard to that?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman to take the honourable Commissioner's questions in turn.  On the first issue of whether there should have been a head-count as it were of civilians, at the time when reconnaissance was done, we suggest certainly that would have been a factor which would have had to be taken into account. Far from us be it to suggest that in no situation could there be a political motive commensurate with damage if some civilians were to be hit, that's not, we're not suggesting that at all and I hope that I didn't create that impression, but what we're saying Mr Chairman, and I was hoping that we'd made that clear, was that one must look at the circumstances, you must look at all the circumstances, you must look at the particular nature of the target, how do you classify it, do you classify it as a hard target or as a soft target?  In no war Mr Chairman, we would submit, would the killing of civilians for no purpose be acceptable.\n\tI'm not saying that's what happened here but I'm saying that at some stage or other, depending on all the facts and circumstances surrounding the issue, there comes a point where you've got to say to yourself, what we want to achieve here with the knowledge of the casualties it would cause amongst civilians, we don't continue.  \n\tMr Ismail has given you a very good example of that, the example of the Mobil Oil Refinery and I have no doubt that what went on in his mind at the time in Durban is, he said to himself, this is the political object which we wish to achieve, this is the method we want to use, that is the object we want to attack, this is the percentage of possible or probable civilian casualties, therefore weighing up all these factors, in my report I say to Headquarters, I advise against this.  He was talking of a vapour cloud.\n\tAnd we say Mr Chairman with respect that in this particular case, in the Church Street bomb case, there was no such proportionality, there was no such a weighing-up or consideration given to those issues.  \n\tYou will have noticed that I have not directed any of the questions on these lines in regard to the Roodepoort bomb or the Krugersdorp bomb, because Mr Chairman, with respect, we can't argue that in line with ANC policy of the time, that an attack on a police station, and I understand both these were police station attacks - it's called the magistrate's court bomb of Krugersdorp, but I understand it's a police station.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There was an adjacent police station apparently.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.  I am certainly not going to argue, flogging a dead horse as it were, that those were not commensurate with the purpose which they sought to achieve.  The question of the double blast bombing, that's another matter.  We would certainly submit when the time comes that that is not proportionate.\n\tBut we say, the short answer Mr Chairman, is that we say that it necessitates a weighing-up of all the factors, given all the particular circumstances of the case, and given the circumstances of the Church Street bomb where anybody who had spent any time at all in reconnaissance would have known that on a Friday afternoon at around 4 o'clock, the street would have been full of civilians.  In those circumstances we say, could only be disproportionate to any object which you wished to have achieved.  I hope that's the answer to your first question.",
            "Male"
        ],
        [
            [],
            "Can you just tell us - conceive of a situation where it would be, there will be no civilians anywhere around there and the whole place will be clear except for military personnel and the bombs and then the bombs could then be fired?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No Mr Chairman, we did suggest that there were targets, military targets; if you wanted to attack a military target like Speskop, 44 Parachute Battalion etc where there would be no civilians, but I want to be clear on one thing, I'm not saying that an attack could only be launched after it was established that no civilians would be present, I'm saying Mr Chairman it's a matter of consideration of all the aspects; the purpose which you wish to achieve, the political purpose; the means which you're going to use and the probable results, all those factors should be considered and weighed up.  Those are the factors which we submit this Committee will have to weigh up at the end of the day in terms of the requirements of Section 20 subsection 3 to determine whether it can be said that this was an act with a political objective.  I'm not saying that there had to be no civilians, no I'm not saying that, it's a question of a weighing up all the circumstances and we say in this case, and we've tried to demonstrate why we say that either there was no such weighing-up at all or in effect it turned out, and it should have been realised that the effect would be as we know it was, and it shouldn't have been proceeded with.\n\tMr Chairman, the second question I have just now forgotten. I remember that it was an easy question...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Visser that will probably become apparent from your further. cross-examination..(intervention)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Oh yes, the other - yes I do remember now, it's the other aspects of section 20, subsection 3, there are one or two aspects which I will very briefly touch upon.  Yes I will come to that in due course.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Perhaps if you wish me to I can do that straight away.   \tMr Ismail if you'll just forgive me, let's then ask a few further questions on this issue of whether a political objective was shown to have existed at the time.\n\tYou see subsection 3 of Section 20 of the Act says this and I want to read it to you so that you can understand what the question is about. It says:\n\"Whether a particular act, omission or offence contemplated in subsection 2...\"\nwhich is the one setting out the requirements,\n\"...is an act associated with a political objective, shall be decided...\"\nthat means the Committee is compelled to consider these aspects before it decides,\n\"...with reference to the following criteria\".\nand certain criteria have been stated and I want to put to you that - well I'm not going to read the whole subsection, you're free to read it in your own good time, what I'm going to put to you are simply those which we suggest might be relevant to the present case of the Church Street bombing, and that would be b which says;\n\"The context in which the act, omission or offence took place, and in particular the context and in particular whether the act, omission or offence was committed in a course of, or as part of a political uprising, disturbance or event in relation thereto\".\nI can see that you're getting confused, I don't want to confuse you, would it help if I gave you my copy of the Act?",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "We have a copy that we can put before the witness, it's convenient.",
            "Male"
        ],
        [
            "MR VISSER",
            "If you'll just perhaps do me the favour of reading subsection 3, it's at page 823, subsection 3,b",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.\n\"The context in which the act, omission or offence took place and in particular whether the act, omission or offence was committed in the course of, or as part of a political uprising, disturbance or event, or in reaction thereto.\"",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  Will you explain whether your act was an act which fell under of these categories which you've just read.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you referring specifically to the Church Street bombing now?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "The Church Street bomb.  I am referring specifically only to the Church Street bombing.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson, the action or acts took place in the furtherance of a political motive.  Part of the ANC's strategy were to ultimately lead to a position where the entire nation would rise up against the state and in that sense pursuing an objective wherein we would be able to draw the people, the masses into an uprising against the apartheid state.  So in that sense I would suggest...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  So you are saying if you take a look at subsection D?",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes but also a political uprising ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes but if you look at D ...(intervention)",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.  As well.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes well you say as well but I'm going to suggest to you that the answer that you gave to subsection b was an overall political objective which you had.  I have no problem with that, you gave your evidence.  But this subsection, I would argue to you, restricts the enquiry to whether the particular\n\"...act, omission or offence was committed in the course of or as part of a political uprising, disturbance or event.\"\nNow I'm asking you, is that not applicable in your case, or is that the short answer?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "It applies in all, I have just said we were pursuing the objective of a political uprising.  The entire political situation inside of the country could be described as any or all of those disturbances, events etc.  I mean I don't know what the legalistic arguments would be here ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes I was just going to say ...(intervention)",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "But I'm saying to you, it's overall, I mean the context of the overall struggle is something that one's got to look at.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay I'm just going to say that we can't bound, we as a Committee, we can't be bound by Mr Ismail's interpretation of these sections and we won't be persuaded in argument that because he said that we must interpret that or can't arrive at our own interpretations.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "But Mr Chairman, with respect, if there had been a political uprising or a disturbance or event it would be for him to give that evidence and that's why I had to give him the opportunity to do so.",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "We would submit that he has given that evidence but that is a matter for debate.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is a question of argument.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman that is basically the only point I wanted to raise from the reading of section 20 subsection 3.\n\tThere is another matter which in a sense I have to return to but because I wish to ask you other questions in regard thereto and that relates to Volume 3 page 4.  That is part of your application, you remember, your written application, and page 4 deals with the introduction.  \n\tNow the 4th paragraph from the top, it's the paragraph just before Special Operations.  I want to read and I know this is, to some extent it's a repetition but please bear with me.  It says this:\n\"All the operations detailed in this submission, took place within this context and were carried out within the mandates given to me at Commissar and Commander of Special Operations and as chief of ordinance of military headquarters of uMkhonto weSizwe.  Reports of all these operations were submitted on a regular basis to the military and political command structures of the African National Congress and all of the acts for which I now apply for amnesty were carried out under the auspices and authority of the National Executive Committee and other organs of the ANC\".\n\tNow let me make myself clear.  You have confirmed this morning, as I understood your evidence, that I was wrong in how I interpreted your evidence on Monday, that in fact what you did you did on behalf and on the authority of the ANC .  I am not going back to that.  What I want - there are two other issues that arise.  The first one is in the very next paragraph, well both of them are.  Under the heading Special Operations it says that -\n\"In 1979 after discussion with Joe Slovo, Oliver Tambo asked the National Executive Committee, the NEC, for a mandate to establish a special unit to carry the struggle to a higher level.  The NEC agreed and gave the present mandate which would allow for the establishment of a special operations unit with its own command structure reporting directly to him\".\nNow you've given that evidence.  \n\tThe second point arises from this sentence.  \n\"Then the mandate also authorised that details of the operational planning would be kept secret and only the special operations command would have full knowledge or detail thereof\".\n\tNow the two points are these.  Perhaps I should deal with the second point first.  That's the easy point.  The suggestion of secrecy I would like you just to tell the Committee what that involved.  I am sure you're not suggesting that it should have been kept secret from the National Working Committee or the NEC but perhaps you will suggest that, but how far was this secrecy supposed to go?  Was it in regard to the operatives that they shouldn't know all the details in advance, what do you mean with your reference here to secrecy?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson we all know that the enemy was penetrating or attempting to penetrate the ANC and uMkhonto weSizwe.  Comrade Joe Slovo in discussions with our President then suggested that nobody needs to know the details of the operations except for the President and himself and that the President would take the responsibility of informing the NEC of the detail of - to the extent that he considered fit.  And in that regard the President received the mandate from the NEC.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "And that the NEC would get reports of the operations once they were carried out.",
            "Male"
        ],
        [
            "MR VISSER",
            "I rather expected that would be your answer.  That clarifies it entirely.  In short the answer is then that it would be handled on a need to know basis for security reasons?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "And basically the ...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "As is the case in all military operations basically, yes.  Alright, fine.\n\tThe other point is just really a point on correction and that deals, actually that's the first point which I mentioned to you, the mandate which was received.  Now you see we have in volume 3 at page 84 - will you just bear with me.  It's volume 2 Mr Chairman, but perhaps it may be better to refer you to the green book seeing that we have all been referring to that.  It's Exhibit A 2.1, the green book.  I want to draw your attention, if I may, to the top of page 47.  It is \"ANC Structures 1983 to 1985\".  Now it says this -\n\"The senior organs in the forward areas had not been particularly effective in improving coordination between the political and military aspects of the struggle\".\nNow if I may interrupt myself here, the background to this was that at one point there was concern among the members of the executive of the ANC that the military was going its own way and it wasn't really following the dictates of the political struggle and that was ...(intervention)",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "That is not so.  It is not so.  That is not what that means.",
            "Male"
        ],
        [
            "MR VISSER",
            "Okay will you tell us what that means.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.  What was happening is that the ANC wanted the political organisations to be supporting the military struggle and that the military struggle had to also be bolstering the political mobilisation of the people.  It was in that context that the ANC also moved towards the creation of the senior organs in those which were political military structures.  It created the PMC, the Political Military Committee; it created senior organs in each of the front line areas.  At no stage was there a suggestion that the military did not subordinate itself to the political will.  If anything, and if you give me time I can point out exactly here that at all times the military totally accepted the political leadership of the ANC and never did that change.",
            "Male"
        ],
        [
            "MR VISSER",
            "I see, yes.  Well that makes it quite clear.  I apologise if I was wrong because that's not really the point.  The point comes in the second paragraph.  It states that\n\"In April 1983 a conference of all front commanders and commissars was held in Luanda to address the continuing problem of a lack of effective coordination between the military and political aspects of the struggle\".",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Sorry, where are you reading please?",
            "Male"
        ],
        [
            "MR VISSER",
            "At the top of ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The second sentence just of no.5.",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Oh I see in the same - I thought you said the second paragraph.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  Now the only issue that I want to point your attention to is the date of April 1983.\n\t...[inaudible] reading of this submission, that that was the date upon which all that follows now was decided, April 1983 and all these structures and reorganisation of structures took place, would that be correct?  So in other words, the change came, to put it bluntly, in April 1983.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "The change in what Mr Chairperson, if I may ask?",
            "Male"
        ],
        [
            "MR VISSER",
            "Well, the change in ...[intervention]",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Because here we are talking of structures.",
            "Male"
        ],
        [
            "MR VISSER",
            "The change which we spoke about here, which the ANC speaks about here, the new PMC or ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think, are you referring to - prior to 1983, the structure was as it appears on page 44 and then the structure ...[intervention]",
            "Unknown"
        ],
        [
            "MR VISSER",
            "That's right.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well no, not 44 that was - are you saying that this structure here as it appears on 46 was decided in April '83.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you asking that?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's what he's asking.  That that structure ...[intervention]",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And perhaps before your answer, can I tell you what I'm talking about?  I'm talking about the contents of paragraph 49 of Exhibit A, your evidence.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes?",
            "Male"
        ],
        [
            "MR VISSER",
            "So now do you know what I'm talking about when I'm talking about the change?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "And very simply my question to you is, you said in paragraph 49\n\"it was the middle of 1983\"\nI am attempting, with your cooperation, to establish whether it was perhaps more specifically in April 1983 because that is the date that is referred to here by the ANC?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson, that conference was held in April, it does not mean that an immediate reorganisation then takes place within a day or the very next morning you wake up and say: \"Tsak, everything gone, we now have to re-establish structures\".  It was some time thereafter where further discussions were then held after the conference by the senior structures of the movement.\n\tAnd after that Joe Slovo came back and said that he had now been appointed as chief of staff of MK, that he had been instructed to then move from Maputo to Lusaka, that it was then that I was appointed commander of special operations.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well you know I must tell you Mr Ismail, I've read what the ANC submission says, I've read paragraph 49 and I want to suggest to you that none of what you've said now appears on the plain language of what I read here.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "If I may refer you - refer you Mr Chairperson, to the third paragraph of that section on the ANC structures.  It says\n\"By 1983 a new military headquarters had been established, bringing together and reorganising the old general headquarters along former military lines\"\nIt suggests that, exactly what we're talking about.",
            "Male"
        ],
        [
            "MR VISSER",
            "So what's your point?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "You say you do not see how, what I'm stating in paragraph 49 is related to what is stated in that section 5: ANC structures.",
            "Male"
        ],
        [
            "MR VISSER",
            "No, what I'm saying to you is, I read here:  in April 1983 there was a conference which introduced all these changes.  I read in paragraph 49 of Exhibit A, that is was in the middle of 1983 that all these things happened.  And you are saying that it took months afterwards.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "With respect, the question is quite unfair ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what he said was that the conference was held in 1983 but you didn't get instant new structures, they weren't actually established as a result immediately at the conference.",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They came about later, they were probably spawned at the conference.",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Conferences are large meetings as it were.  The other structures, the senior structures would then have to consider those decisions, would then have to make decisions on it, would then have to change the appointments of people to various structures etc., and that took a month or two.  And that is why we come to the point of about the middle of 1983.",
            "Male"
        ],
        [
            "MR VISSER",
            "Oh I see, I understand what you're saying.  I assume that that would entail that nothing was done before the conference, that everybody waited until the conference before this was decided and then there was an implementation which was then commenced.  I understand what you're saying.  In fairness to you I'm going to argue differently on the words here, I'm going to suggest that it was in April 1983 that all of this happened.",
            "Male"
        ],
        [
            "LEGAL COUNSEL",
            "I wonder if my learned friend could just clarify for us what is it that he says happened in April and not later.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "What is stated by the witness in paragraph 49 and what is stated in the ANC submission at page 47 of Exhibit A2.1, I thought that was made perfectly clear.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You're going to be arguing then - just to make it clear, that the MK military headquarters which was established in Lusaka, and when comrade Slovo was appointed as chief of staff, took place in April '83 rather than the middle of '83?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes Mr Chairman.\n\tAnd what is more with a reference at page 48, reference to yourself, that special operations no longer reported directly to the President and that you, Aboobaker Ismail was appointed overall commander of special operations and that you reported to Joe Slovo at military headquarters, also took place in that month of 1983?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "No.",
            "Male"
        ],
        [
            "MR VISSER",
            "No.  Well you should know, tell us when were you appointed?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "I was appointed in the middle, in or around June of 1983.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, alright. ...[intervention]",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "If a conference takes place, you know it takes some time when there is a handover.  For instance if we look at the current situation, General Meiring has resigned or has taken early retirement, it does not mean that General Meiring then left the next morning.  The change will come on the 1st of June.  Since the time when he's resigned to that point it's at least two months or just about two months.\n\tNow I suggest to you that what is stated here is correct and I do not understand what it is you are pursuing.",
            "Male"
        ],
        [
            "MR VISSER",
            "I'll tell you what it is, I'm trying to be of some assistance, if I can possibly do so, to the Committee because I wanted to refer you to page 46 and I was simply going to ask you the innocuous question as to whether that organigramme is in fact correct for the period 1983 to 1985, because I'm going to suggest to you that special ops where it stands is incorrect and it should stand below military headquarters.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "After the reorganisation, yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  '83 to '85, that's ...[intervention]",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Well, it depends in which month you start in then, otherwise the ANC, when it drew up it's submission, should have then said: \"date this, we have now changed right, as of that date.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  Moreso and then clearly without a doubt, page 50 must be incorrect, so you agree?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes, and I did point that out.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you?  Oh, I didn't hear that.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Because when I was asked specifically I did say that I reported through military headquarters and these are meant to give people an idea of the structures.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  Well, it's more than that isn't it, because it's the whole issue of the mandate that we're talking about.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  So it's not just to give people an idea.  You place special ops - at page 50, special ops is placed - it wasn't you obviously, as reporting directly to the office of the President and we know from your evidence that is incorrect.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson, if I may.  It says at page 46 at 5.6 in no uncertain terms, that we no longer reported directly to the President, in words.  At the time when the evidence was led we repeated that.",
            "Male"
        ],
        [
            "MR VISSER",
            "But you see we're agreeing, we're not disagreeing, we're agreeing about this ....[intervention]",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes, but you now suggest you know, on the basis of diagrams that have drawn up, not by myself, in this document, the ANC is attempting to give an idea of what existed.  Probably, I have pointed out that special ops should have sat under the military headquarters and at the point one goes back to what was said there, I did point that out.",
            "Male"
        ],
        [
            "MR VISSER",
            "You know Mr Ismail, merely because you're being cross-examined doesn't mean that you're being attacked all the time.  I was just trying to point out an error to assist the Committee that's all.  I wasn't attacking you at all or the ANC.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "I accept that but I'm saying that the Committee needs to understand it in that sense.",
            "Male"
        ],
        [
            "MR VISSER",
            "I want you - I'm almost through Mr Rashid, Mr Ismail.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "I'm known by that name too.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, but I suppose protocol would require me to call you Rashid and not Mr Rashid.  I want you to look at volume 2 page 95, it's the last document of volume 2, 95 to 103 of volume 2.  This document purports to be an extract from a book: \"Spear of the Nation\", I haven't checked it myself, I have no reason to doubt that it is so, and it commences at page 95 with the caption\n\"The Commander of Special Forces\"\nand it refers to Rashid Patel or just Rashid and it's got a photo which is a likeness of you, I'm not saying it's you, but it says:\n\"Aboobaker Ismail Rashid, Pretoria 1994\"\nand then it goes on up to page 103 where it appears as if there was some kind of interview with you, is that the correct summary or wasn't it an interview?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Well, it wasn't quite an interview, it was discussion with the authors of this book.",
            "Male"
        ],
        [
            "MR VISSER",
            "And who were those authors, perhaps you can tell us?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "They had written a book on oil against apartheid or something about ...[indistinct] secrets revealed.",
            "Male"
        ],
        [
            "MR VISSER",
            "Secrets revealed?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "And it was the people - if you look on page 96, it gives you the name ...[intervention]",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  I have one simple question with regard to all of this, I'm not to detain you.  Is there anything in these pages, which I'm sure you are conversant with, that is incorrect?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Well, I haven't looked at it closely.",
            "Male"
        ],
        [
            "MR VISSER",
            "Oh, oh.  Well I wonder whether I could ask you the favour in order to save time, wouldn't you tonight at your own leisure, just read through this and perhaps just tell us whether there is anything about you specifically that is contained in these pages which is incorrect.  Could you do that?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Certainly.",
            "Male"
        ],
        [
            "MR VISSER",
            "And then I've got one last point which I wish to put to you Mr Ismail, again if you looked at volume 3, your application, at page 2 under paragraph 7(b), it is clear ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is that reference?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Page 2 volume 3, that's the application Mr Chairman.\n\tIt is clear from that page and perhaps from other pages as well, I'm not sure, but I'm directing your attention to this particular page, it's clear that you were a member of the South African Communist Party, isn't that correct?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Is it not also true that the South African Communist Party was in alliance with the ANC during the struggle?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "It was yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Were you in fact an office bearer in the South African Communist Party?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes, I was.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now my only suggestion to you - it's not a question, is that I find it amazing that you chose in your evidence not to enlighten this Committee as to what role if any, your membership of the South African Communist Party had in regard to your activities for which you apply for amnesty.  And that is not an invitation to do so now, I'm just placing it on record.\n\tMr Chairman, I have no further questions.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Visser.",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson, if I may state?  I don't see how my membership or my holding office in the SACP is relevant to my amnesty application.  I've made it clear that I was a member and if there are questions that are material that are material to it I am prepared to answer those.",
            "Male"
        ],
        [
            "DR TSOTI",
            "Mr Ismail, did you apply for amnesty as a member of the Communist Party?",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "I have applied for my role Honourable Member.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "Your role.",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "And I have stated I was also a member of the SACP.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Steenkamp, do you have any questions?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR STEENKAMP",
            "Mr Chairman, if you will allow me a few questions Mr Chairman if you don't mind.\n\tMr Ismail can you tell me at the time when you were still the commanding officer, exactly how did you perceive the enemy?  If you can describe the term: \"enemy\", how would you - can you give us some sort of idea, description, how did you perceive it?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Well, firstly I would say it was all the elements of the apartheid State which included foremost members in uniform, that would be members of the defence force, the police, the security branch, security police, people that worked for Government, people who upheld the apartheid State, the Courts that upheld apartheid at the time.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "I just want to quite you a section from The Sheshaba, March 1984.\n\t Mr Chairman, I will make a copy available.\nI'm just going to read it quickly for you and maybe you can just respond on that.  It says the following, and this is an interview by the then President Oliver Tambo, the following:\n\"You are aware that the apartheid regime maintains an extensive administrative system through which it directs our lives.  This system includes organs of central and provincial Government, the army and the police, the judiciary, the bantu ...[indistinct] administrations, the community councils, local management and local affairs.  It is these institutions of apartheid that we must attack and demolish as part of the struggle to an end to racist minority in our country\"\nSo what you're saying is it's the whole administrative system as well?  Is this correct?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "And then the question of collaborators, people like informers, people who testify in Court cases, people who - let's say the common term, the people who turned against, or MK members then who turned to become informers, were they also seen then as targets?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes, they were.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "And at any stage this war as you described it, did it at any stage progress to a level where basically everyone who was supported by this system was basically attacked, people like - say for instance in previous dimensions, the white areas, taking cognisance now of the policy of the ANC, because I see here in the armed struggle a memo by Oliver Tambo, sorry, Mr Modise, he says the following: \"The moment has come for the African National Congress to take the war into the white areas\".  How does that link up with the military target you explained to us?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "What the ANC intended was to make white people aware that the war that was being waged inside our country would not only be waged in the black areas.  Up to then what had happened is that the security forces had created cauldrons around all of the black areas, a lot of the fighting was going on inside of the black areas, there were attacks against police stations in the black areas and the ANC wanted that the white areas also be affected by it.\n\tWhat it meant was that the whites should come out of their comfort zone, they should no longer be able to enjoy the fruits of apartheid and that they should also feel the pain of what was going on, to have an understanding of the pain and suffering of the black people as well.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "I think the crux of the question is basically, clearly they we innocent civilians - as you said civilians were attacked by the army in Botswana and Mozambique and Maputo, these people on this side of the border, as you put it, are clearly not military targets so how did your - what was the difference then between your \"war\" and the \"war\" that the army or the defence forces fought against the ANC,  how did that then\ndiffer?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Because we did not deliberately attack white civilians, it was never the objective of the ANC to simply sow terror amongst the people.  It did not take the easy way out, it waged a just war at all times.  The struggle was aimed at convincing people, showing people and in the words of President Mandela when he had said during his Court proceedings: \"We would hope to bring the whites to their senses but we did not think that we should do so simply by hitting at any target willy nilly.\n\t What was intended always was to ensure that we waged it in a proper way\".  And that was not the same when it came to the apartheid forces.  They mowed down school children, they attacked innocent civilians, they went into other countries without declaring wars.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "I think the impression that I got from the information is that the MK or the struggle, the just war, actually did the same thing, they attacked people or innocent people and obviously, according to this statement - I'll make a copy available to you, there was at one stage - and this document has been published in 1985, maybe I misunderstood you.  In 1986, exactly the 5th of October 1986, was there then a change in ANC policy from your side?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think on that one Mr Steenkamp, my recollection from reading that, and I've read that, is that what was being said there was prior to that most of the violence etc., in the country had been taking place within the so-called black areas and it was said that it's time now to try to move that away from there, to make the whole country aware of it.\n\tAnd I don't think by saying that it must go into the white areas means necessarily - it's certainly my interpretation of reading that, didn't mean that we must now go and indiscriminately kill white people.  By moving it into the white areas it doesn't necessarily mean that, it can mean: blow up their TV masts so that they can't watch TV tonight, blow up their hot water supply so that they can't have water baths that night, take out targets that are in white areas, but I don't read that - are you suggesting that meant attacking white people for the sake of them being white?",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "No, obviously not Mr Chairman, thanks.\n\tMr Ismail, can you maybe elaborate, how much control did you have over the MK cadres who actually infiltrated South Africa, the country, coming from across the border?  What was your control structure, how did the process work of controlling people, or arming them and then sending them in to identify targets?  How much control did you actually really have over them?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Despite the long lines of communication and sometimes poor lines of communications, we got cadres to report back from time to time, that came back to the font line areas to talk to the commanders periodically,  we also got couriers to take messages to the cadres inside the country.\n\tIn all I would say the control was good, it could have been better but it was good, that where there were problems these were communicated to the cadres, where we felt - and it has been explained, when the ANC felt for instance that there may have been a misunderstanding of the whole call to take that struggle into the white areas, then we were in a position to go to front line countries and we also encouraged senior members to go into the country.\n\tOperation Vula itself was an attempt to build the structures inside of the country, to build a greater and more dynamic contact between the commanding structures, between the leadership and the cadres on the ground and I would say, to a large extent it was good. \n\tIf one looks at the 1990 period with the end or the suspension of armed hostilities, you found no operations taking place.  Immediately we were able to get the message across, the cadres themselves were highly political, they listened the messages all the time etc.,  and we found that within a very short period of time we were able to communicate to everybody to say: \"Stand down, maintain your positions and we will communicate with you\".  This is despite the fact that we had long lines of communications.  \n\tThe communications took place telephonically often with code words etc., etc., and sometimes all we were able to do is to send a message to people and say: \"Come to a certain point\" or \"Come outside of the country, come and receive the instructions and orders etc.\".  But given the circumstances I would say it was good.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Mr Ismail can you maybe if possible, maybe just describe shortly, how did the process work prior to an attack on a specific target?  How did you go about identifying a target, getting the information, identifying the MK, getting - exactly how did the process work?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Well, again here one has got to differentiate between the targets planned from outside and those of units inside the country.  For targets outside the country, initially we would have perhaps documentary information which we would pick up on - do some studies around it.  For instance if one took the whole question of the power grid etc., a lot of the initial information was gained from documentation, the entire pylon grid was gleaned from documentation.\n\tOn the basis of that we would then send initial reconnaissance to determine whether the information that we had gleaned from documents was accurate, reasonably accurate and on the basis of that we would get those reports, we would then draw up initial plans, we would then send units to say: \"We are thinking of tackling the following targets, go inside and carry detailed reconnaissance on these\".\n\t  The units would then go to the actual targets, determine what they were able to do and at the same time they would find areas where they could base in, they would begin to look at drawing up a plan of action as to what they were going to do at every point.  And each time the cadres then came back to headquarters and reported on what was happening and what they were able to do, we then talked to them about what happens in this case or another case, you know: \"Will you be in a position to survive should you face various contingencies\"?  \n\tOf course we couldn't plan for all the contingencies but we tried to look at an allround plan.  We would then go into a situation or drawing up a proper plan, we would then infiltrate material that we thought appropriate for that operation, get it into the country, we would then have that information brought back, hand it over to unit commander.  \n\tWe didn't always give that information to all the members of the unit but to the unit commander or perhaps two of them, and then people would be sent into the country with the resources that they required, money, the weapons.  And in some cases we even infiltrated units into the country without weapons because we thought that if they were travelling by public transport, with the searches and things that were going on, they would able to survive in that way because sometimes they necessarily be identified but they would face searches and if they carried a pistol or something they would be arrested so we urged cadres not to carry weapons with them.\n\tMany of the cadres survived despite the searches and things, they would then get to their operational areas.  Prior to the time they would then check out the area that they were going to operate in, get to the base areas, establish that, if they needed any additional support they would establish that themselves.  They would then go and draw the material from the caches, check the equipment, clean it if it required that and prepare themselves for the operation.\n\tThey would then carry out final a final reconnaissance prior to the operation and finally carry out the operation.  They would then also withdraw and also trying to ensure that there was an alternative that existed at most times.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Can you tell me, how did the section special operations link with the SDU's as it then existed?  What was the relation between the SDU's and the section or department of special operations?  Exactly how did ...[intervention]",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "There was no link between the SDU's and special operations at all.  The earliest SDU's came about in about '86, '86, '87 with the violence in Natal, that was very much a community based operation where the communities started organising themselves, occasionally with units on the ground.\n\tThe special operations units were not always in those areas.  If there may have been some that were internal, they would have assisted the local SDU's but by and large the units didn't necessarily reveal, except to the people that supported them, that they were in fact MK combatants etc. \tSo there was no direct link between the SDU's and the special operations unit.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "So then had control over the SDU's, was there any measure of control?\t What was the policy regarding that?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "With the SDU's, those were large community based structures and even in the post 1990 period they continued to be community structures.  The role of MK generally was where they were found and many of the MK cadres, when they came into the country after the unbanning of the ANC, went to their communities and often communities would say to them: \"What kind of soldiers are you, you know, if you can't provide us with weapons, if you can't protect us\" etc.\n\tThose people then integrated into those SDU's and the documents explains all of that and says that those SDU's were assisted by MK cadres but the military headquarters deliberately took a decision that they would not get directly involved in the SDU's but that certain members of headquarters and members of MK were told: \"Do what you have to do amongst the communities\".",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Mr Ismail, as far as you know, to your knowledge, was anybody every hired from outside or any specific individuals ever hired to do certain or carry out certain of these attacks or was it only people from inside your own structures that was used, attacking targets and infiltrating the country or did you hire?  I mean hiring, there was an allegation at one stage, was it Mr Mastic, that one of the persons who died in the   Pretoria bombing had certain money on him, do you know if - did you at any stage hire anybody?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "No.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "No, nothing.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "...[indistinct] straight.  With regards to Mr Mastic, that the money was given to them was in the event of them needing money to leave the country etc., as an emergency fund.  They were not paid, they were willing to operate for the freedom of the people and had stated as such.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Thank you Mr Chairman.\nNO FURTHER QUESTION BY MR STEENKAMP",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Trengove, do you have any re-examination?",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MR TRENGOVE",
            "May I raise one topic, really two related topics Mr Ishmail, the one is the issue that formed the focus of my learned friend's cross-examination namely the ANC policy with regard to civilian targets on the one hand and the second and related topic is the one touched on by my learned friend Mr Steenkamp about the control exercise by military headquarters over the operatives within the country.\n\tIn that context could you please turn to the initial submission, Exhibit A1.  Firstly at page 46 you will see that that is a chapter in the submissions that deals with the stages of the struggle and its policy foundations from 1960 through to 1994, do you see that?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "That is in the middle of the ...[intervention]",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "No, I'm referring to whole ...[intervention]",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Oh, the whole chapter, yes?",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "Yes, that's what the chapter deals with.  Within that chapter towards the end at page 52, there is in the second column reference to the pamphlet that was published by the ANC in 1985 entitled: \"Take the Struggle to the White Areas\", do you see that?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "Could you read that paragraph on that initiative and comment on it, particularly with regard to the concern expressed by my learned friend Mr Steenkamp, that is might have meant that white civilians were to be indiscriminately targeted.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Okay, thank you.  It's in the middle of page 52 on the righthand column and I read\n\"By the end of 1985 an official ANC pamphlet titled: 'Take the Struggle to the White Areas' was distributed inside the country.  Targets were identified as: \"The racist army, police, death squads, agents and stooges in our midst\".  The call to: \"Take the war to the white areas\" is defined as follows:  Firstly, strengthening our workers organisations and engaging in united action in the factories, mines, farms and suburbs.\n\t\t2.  Second, spreading the consumer boycott to all areas of the country.\n\t\t3.  Organised and well planned demonstrations in the white suburbs and central business districts.\n\t\t4.  Forming underground units and combat groups in our places of work and taking such actions as sabotage in factories, mines, farms and suburbs and disrupting the enemies oil, energy, transport, communications and other vital systems.\n\t\t5.  Systematic attacks against the army and the police and the so-called area defence units in the white areas.\n\t\t6.  Well planned raids on the armouries and dumps of the army, police, farmers and so to secure arms for our units\"",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "Do did the initiative imply indiscriminate attacks targeted on innocent civilians?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Absolutely not.  There is nothing in there that suggests that at all.  If anything, at point 5, it says\n\"Systematic attacks against the army and the police and the so-called area defence units in the white areas\"",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "You spoke with some pride about the control exercised over the operatives within the country.  In that context I would like you to refer to the opposite page, that is 53 in the second column from the second paragraph.  Could you read it and comment on it please?\nMR ISMAIL\n\"When attacks did not accord with ANC policy started to become a trend in the late 1987 MK commanders were instructed by O R Tambo and the NEC to go to all forward areas and as far as possible also to meet with units operating inside the country to reassert ANC policy with regard to the avoidance of purely civilian targets.  Failure to comply with these orders would be considered as violations of policy and action would be taken against offenders\"",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "Was there in fact such an initiative?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes, there was.",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "How do you know about it?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Well, I was part of that initiative.  And in fact in this document or other documents it is stated as to who exactly, which of the commanders from military headquarters were dispatched to the different frontiers and where commanders were then instructed to call units.  We personally met with units from inside the country. \tWhether they had been involved in infringements of policy or not, they were called up and they were told: \"remember this is the policy of the ANC and this is what you are expected to do, this is what you can and cannot do\".",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "I think in your evidence in chief you described an initiative which took you to Maputo and to Botswana to meet with front line operatives.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "That is so.",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "Commanders.  Is that the initiative that you're referring to here?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes, I am Mr Chairperson.",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "Could you continue please?\nMR ISMAIL\n\"In August 1998 the NEC issued a statement specifically on the conduct of armed struggle in the country: \"The NEC further reaffirmed the centrality of the armed struggle in the national democratic revolution and the need to further escalate armed actions and transform our offensive into a generalised people's war\".\n\t\tHowever, the NEC also expressed concern at the recent spate of attacks on civilian targets.  Some of these attacks have been carried out by cadres of the people's army Umkhonto weSizwe inspired by anger at the regime's campaign of terror against the oppressed and democratic forces both within and outside of South Africa.\n\t\tIn certain instances operational circumstances resulted in unintended casualties.  Yet has come to our notice that agents of the Pretoria regime have been detailed to carry out a number of bomb attacks deliberately to sow confusion amongst the people of South Africa and the international community and to discredit the African National Congress.\n\t\tFurther, the ANC hereby underscores that it is contrary to our policy to select targets whose soul objective is to strike at civilians.  Our morality as revolutionaries dictates that we respect the values underpinning the main conduct of war.  Any other course of action would also play into the hands of the enemy\".",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "Is it correct that the ANC policy was never to select targets whose soul objective was to strike at civilians?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "Is it also correct that when cadres departed from ANC policy as did happen, the ANC acted to reassert control?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "That is so, especially with reference to what Advocate Visser had talked of with the Wimpey Bars or whatever, that at that point when the NEC felt that it was going in the wrong direction they immediately instructed all of the military headquarters to go out immediately and deal with the matter.",
            "Male"
        ],
        [
            "MR TRENGOVE",
            "Thank you Sir.\nNO FURTHER QUESTIONS BY MR TRENGOVE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, I'm just going to ask the members of the panel if they have any questions?\n\tMr Sibanyoni, do you have any questions?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson, no questions from me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Motata?",
            "Unknown"
        ],
        [
            [],
            "Just two Mr Chairman.\n\tMr Ismail, we would look at the policy formulated as late back as 1969 and here I'm having to the Morogoro(?) conference and if we look at the thread it was always to go at the apartheid systems which were in place then.  \n\tThen round about 1985 there was shift now: \"Take this struggle to the whites\", would you say in that regard, when you targeted the SAAF headquarters in Church Street, was that in line with that policy as formulated?  '83 rather, sorry.",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson and Honourable Member, the Morogoro reiterated again the centrality of the struggle.  We had the Wankie campaigns and by that time the SADF had been actively also involved in assisting the Rhodesian regime and the military increasingly was identified as targets.\n\tAs one went forward and we came to the period of 1976 with the shooting of innocent school children protesting against the use of apartheid in Soweto, the ANC from then on made it absolutely clear that the police and the SADF were legitimate targets.  In fact by 1978/'79 there had been a number of deliberate attacks against police stations in the Soweto area and also in the white areas, in Booysens for instance where policemen were injured or killed.\n\tSo already then the thrust of it was there that enemy personnel, police, defence force members, were legitimate targets and from then on all of the training we received, the instructions we received, were to target enemy personnel with the Mandate given to us by the ANC.\n\tAnd in discussions with comrade Slovo we said we had gone through attacking the oil refineries, we had attacked the power stations, we had carried out other attacks, we had attacked Voortrekkerhoogte.  And the feeling was, we needed to really make the enemy security forces bleed.  They were very callous in their treatment of the civilian population in the country, especially the black civilian population.\n\tOne understand the way in which they may have dealt with MK cadres.  Matola we understand, yes we were living in a residence, we didn't have a base in Mozambique but we understood that but we then said we have to make it quite clear, they could not think they could go on doing what they wanted to any which way and that they who had the guns were the only ones that could shoot.\n\tBecause until then, if you looked at the struggle, was it yielding the kind of results.  The ANC statements all point to the need to show the people that the enemy bled.  We had to show the racist regime that they would not go unchallenged.  We had to make them bleed and that is what we intended to do.",
            "Male"
        ],
        [
            [],
            "Let me get to the heart of my question where I was actually leading to, is that you have been questioned at length about the Church Street bomb in 1983, that you had for instance reconnoitred the place and identified the headquarters of the military, would I be right thusfar?",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes, that we had reconnaissance done.",
            "Male"
        ],
        [
            [],
            "And you realised that at approximately 16H00 to 16H30, these personnel of the military would getting out of the building to board busses and that would be the ideal time to hit at them, would I be correct?",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes, our reconnaissance indicated that from 16H15 to, for about the next 20 to 25 minutes military personnel were there in large numbers.",
            "Male"
        ],
        [
            [],
            "And you were obviously aware whilst you did that that there were shops surrounding the area and that kind of thing.",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes, we were.",
            "Male"
        ],
        [
            [],
            "But did you make headcount for instance that the personnel from the building, Nedbank building which housed the military, those people were more than the civilians surrounding that building?  Did you have that kind of information or did your interest just centre around the military headquarters?",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Well, the reports were that the military were concentrated in a particular area, a point, the endeavour was to get the vehicle to that point or as close as possible to that point and that is what we wanted to strike.\n\tThere is also another matter that one needs to consider and perhaps one doesn't have that information, but look at the seriousness of the injuries that were caused because if we simply perform a headcount, you then say there are 100 and you could have 90 superficial injuries and 10 serious injuries but let us also check, where were those serious injuries occurring?  \n\tAnd I would suggest to you it would be amongst the uniformed personnel because the reports, the initial reports were such that we were absolutely convinced that that was a successful operation against airforce  personnel.  Yes, that there were some civilian casualties but it seemed as though it was, that the civilian casualties were not as heavy as the military casualties.",
            "Male"
        ],
        [
            [],
            "Now still being on the question of civilians, let's go to Sasol 1 and this would come out from your interview with the people who wrote the report which counsel for the victims has referred to, Mr Visser.\n\tThat we say that that inferno was the highest ever experienced in the country and reports were that people nearby had to flee because it was so devastating that they were not even sure of their safety.  But it doesn't end there, it says even people a few kilometres away would feel the heat because it went hundreds and hundreds of metres high.  Wouldn't that endanger civilians lives because that was not a target, the target was just to hit the hub of the then regime?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson, the target, what you described is correct, that once fuel ignites and burns it burns at a very high temperature but people that worked in there know that there is a danger of further explosions etc., and that very little could be done about bringing that fire under control.\n\tIn fact, what happened is they allowed it to burn out.  What they tried to do was make sure that they cooled the rest of the area in order to contain where the fire was burning but people were to have left that area.  The danger always existed that others could be injured etc., but again here we ask ourselves a question. \tAt every point, anywhere you go, in any walk in life, you can go to a military base and you'll find civilians working in there, does that mean therefore you cannot hit that target?  The moment you put an installation and you identify that installation, you accept that that is something you will target and hit.",
            "Male"
        ],
        [
            [],
            "Accepting the question that it would be virtually impossibly actually to say it would have any -to use your words, military organisation to work without civilians but let's concentrate again on this Sasol 1 and say we look at it.  There's a township there and predominantly black, Zamdele.  I'm referring to those people, did you take the risk of the inferno towards those people?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson, that was considered and it was felt that that was far away enough because the immediate conflagration would be with the fuel, with fuel burning.  We did not think that there was a danger to the civilian population in that area.  We would not have taken the risk to hit at - or if we felt that civilians in the area could have got hurt, especially if they were outside of the target itself.",
            "Male"
        ],
        [
            [],
            "Thank you Mr Chairman, I've got no further questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Doctor Tsotsi, do you have any questions?",
            "Unknown"
        ],
        [
            "DR TSOTSI",
            "No questions.\nNO QUESTIONS BY DR TSOTSI",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Judge Pillay?",
            "Unknown"
        ],
        [
            "JUDGE PILLAY",
            "Mr Ismail, it seems to me that during all these plans that the President OR took a particular interest in the activities of MK and the special unit, does it follow then that everything that was done by the special unit carried the political approval of the African National Congress?",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson, Honourable Member, yes.  The President was at great pains to ask us questions about the planning, about the getaway of cadres, about the facts of it.  Comrade Slovo largely reported to him but there were times when comrade Slovo was not in town, he may have been in another country and whenever the President visited Mozambique he would call me in if comrade Slovo was not there and he would then ask us to go through the planning with him.\n\tHe was also extremely security conscious so we would not then, in the process of having a discussion, mention the target because he felt that there may have been listening devices etc., so we would then say a few words and scribble a few words on a piece of paper and then continue and in that way explain to him exactly what was happening and he would be at pains to ensure that all of the aspects had been taken care of.  \n\tAnd if he felt unhappy about anything he would raise it and direct us to say: \"Go and pay attention to this, come back and report to me on aspects\" etc.   He paid very close attention to this especially in the light of the mandate that the NEC had given him and the particular responsibility he carried in this regard.  He was at pains to ensure that things did not go wrong.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Then one last issue, there was a decision to move the struggle to what was formally the white areas as it is termed.  There was also a small body of white people who could be regarded as anti-apartheid in those days, was that resource used?",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.  The policy of the ANC was to embrace and bring into the ANC and into the struggle all those elements that were willing to participate inside of the struggle.  We had also comrades like Akino Hein Grosskopf for instance, who was drawn into the operations.  He carried out some of those operations.  There were various others, Marion Sparg for instance.  She, because of her being a white woman, was able to walk into various police stations and go and place charges.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "I can understand those two examples, I'm talking about those people who were less brave than that.",
            "Unknown"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Well all who came forward were drawn into the struggle.  There were also people amongst other communities who made it quite clear: \"I do not want to get engaged in this but I'm prepared to do certain levels of work\".\n\tWhatever people were prepared to do, people were given tasks according to their willingness to participate inside of the struggle.  If all they were willing to do is to take messages from one point to another, that is what they were given to do.  And with time we found that more and more people came forward.",
            "Male"
        ],
        [
            "JUDGE PILLAY",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\n\tMr Trengove, do you have any questions arising?",
            "Unknown"
        ],
        [
            "MR TRENGOVE",
            "I have no further questions, thank you.\nNO QUESTIONS BY MR TRENGOVE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Pooe, do you have any questions arising from questions that were put by the panel?",
            "Unknown"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR POOE",
            "Perhaps just one question Mr Chairman.\n\tMr Ismail, of the incidents into which the Committee is presently inquiring and about which the Committee is to make a decision in due course, were there any which in your regard were aimed targets which were not legitimate targets?  And in that regard perhaps you could look at your Annexures A to D, which is an annexure to your statement.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "I take it Mr Chairperson, that you are asking with regards to the specific operations listed in these annexures?",
            "Male"
        ],
        [
            "MR POOE",
            "Indeed I am.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson, all of these were deemed legitimate targets.  There was not doubt about any of these that we speak of here or that have been discussed in my main submission as Exhibit A.",
            "Male"
        ],
        [
            "MR POOE",
            "As it please you Chairperson, that's all question I have.\nNO FURTHER QUESTIONS BY MR POOE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Visser, do you have any questions arising?",
            "Unknown"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR VISSER",
            "Just one, thank you Mr Chairman.\n\tMr Ismail, when you were questioned by Mr Motata in regard to the Sasol explosion, I take it it was the Sasol 1 explosion and in regard to the safety of the residents of the Zandela township, did I understand you correctly to say that you did in fact consider the risk to those residents at the time, before you decided to hit the target?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "And did I also hear you correctly to say that if there had been a risk to those civilians you would not have gone ahead with that attack, is that what  you said?",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Steenkamp, do you have any questions arising?",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "As it pleases Mr Chairman, no further questions.\nNO FURTHER QUESTIONS BY MR STEENKAMP",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Ismail, you may now stand down as the witness.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR VISSER",
            "While we're shuffling chairs Mr Chairman, perhaps if I may suggest that Mr Ismail owes me one answer and that is just to ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that to read that extract?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.  Perhaps it could just be placed on record tomorrow what his answer is to that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ismail, you haven't forgotten there was that extract from that book in which there's about eight pages I think where you are the subject matter.  Mr Visser's requested you to read that and he will want to ask you and he's reserved this, the question, whether everything that is said in that extract as it appears in the papers which relates to you is correct?\n\tIs that right Mr Visser?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "That's precisely correct Mr Chairman.",
            "Male"
        ],
        [
            "ABOOBAKER ISMAIL",
            "Mr Chairperson, I will read that overnight and take the stand tomorrow morning and give my answer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Trengove, are you going to call any further witnesses in regard to Mr Ismail's application or not?",
            "Unknown"
        ],
        [
            "MR TRENGOVE",
            "No Sir, we don't propose to call any further witnesses.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Has it been worked out - because I have no really strong feeling in the order in which the next applicants are going to be called because - Mr Pooe, have you got any idea of the order in which you're going to call the applicants?  We don't have them numbered applicants 1 through to 9, so we don't have a natural sequence to follow so I don't know how you're going to do it.",
            "Unknown"
        ],
        [
            "MR POOE",
            "Mr Chairperson, I have an order in my head which I haven't discussed with my colleagues across the room, which I would like to indicate to them but as my present thinking is that we would call certainly those matters in which victims are represented so as not to detain our learned friend unduly.  We've other matters in which they are not involved or in which they do not have an interest and thereafter maybe resort to matters then be called so to say in chronological order to the extent that they have not yet been disposed of.\n\tThat is something that I haven't canvassed and perhaps my learned friends could indicate whether that is fine with them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Visser?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, we have really no preferences in this regard and we would prefer to leave it entirely to the person who leads the evidence on however he wants to go about it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We shall do that and leave it in your hands then Mr Pooe.",
            "Unknown"
        ],
        [
            "MR POOE",
            "As it pleases you Chairperson.  There is one matter of a purely administrative nature and which I have mentioned to Mr Steenkamp yesterday and that is that we have an applicant who by the looks of things, ought not to be here.\n\tAnd I have indicated to Mr Steenkamp that perhaps that should be disposed of and he should be led to go subject to him wanting to remain to listen in because it seems like his matter ought to come up at a later date.  It's not one of the matters which is on the list of the 13 matters which are before you.  \n\tAnd that is the applicant, Simon Mshongo who, although he applies for an attack on the Wits command, it is not the Wits command which is now being considered by the Committee, it's another Wits command in 1988, a completely unrelated and separate incident. \n\tI have indicated to Mr Steenkamp that I will endeavour before he disappears back to work, to obtain just a short affidavit placing the matter properly before you so that you can consider it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, well then perhaps you want to deal with this late Mr Steenkamp, you and Mr Pooe and then you inform the Committee whatever is decided there.",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "I can do that Mr Chairman.  I can confirm with Mr Pooe saying that that was the discussion.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, if that's confirmed, I don't know, I suppose the thing to do would then just to remove this application from the role, would that be correct?",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Yes, that's the suggestion regarding Mshlango.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, well then if that is the case, if it's not one of the ones that we are here to be considering then is it not possibly to deal with it now seeing that it is before us.",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Yes, I would suggest it can be removed from the roll subject to the affidavit that will be handed in at this hearing regarding Mr Mshlango.  I have no objections that the application be removed immediately from the roll if there's no other objections.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But if it can be dealt with here it might be a lot easier than having another separate hearing for it.  So perhaps I'll give you and Pooe an opportunity to discuss it with each other\nand you can decide which is the best way.  I'd rather than make a quick decision now and then perhaps regret it later.  So if you can inform us tomorrow morning perhaps?",
            "Unknown"
        ],
        [
            "MR POOE",
            "If it pleases you that way Chairperson, yes, it appears like it can be very quickly disposed of.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, because if it can be dealt with here and is convenient but it depends on notices going out to interested people, implicated persons etc., but if one can take a look at the logistics, if it's possible that we can do it, if not then we'll have to just remove it and have it at a later time.",
            "Unknown"
        ]
    ]
}