{
    "header": {
        "type": "```` ```` TRUTH AND RECONCILIATION COMMISSION, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-02-10",
        "location": "CRADOCK",
        "day": "1",
        "names": [
            "NOMIGHT REGINA BOOYSE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54993&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/cradock/booyse.htm",
        "speakers": [
            "BONGANI FINCA",
            "REV XUNDU",
            "NOMIGHT REGINA BOOYSE",
            "MR SANDI"
        ],
        "original_speakers": [
            "REVD XUNDU",
            "NOMIGHT REGINA BOOYSE",
            "MR SANDI",
            "MRS BOOYSE",
            "REVD FINCA"
        ]
    },
    "testimony": [
        [
            "BONGANI FINCA",
            "Mrs Nomight Booyse, we welcome you here today at the Commission.  We realise that you are in great pain.  Would you please endure as we would be asking you a few questions.  Reverend Xundu will swear you in and then Mr Ntsiki Sandi will ask you a few questions on behalf of the Commission.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you Ma'am.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Mr Chairperson.  Mrs Booyse, let me greet you this afternoon.  How are you doing?  Are you all right?",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "Yes, in God's mercy we will.",
            "Female"
        ],
        [
            "MR SANDI",
            "Let's start.  As I understand according to your statement, you are going to talk about your grandson, Vuyani who was shot at Jansenville in 1986?\n Let me just make sure about your name Mrs Booyse.  Is your full name Nomight Regina Nonqele Booyse?  Is that so?",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "Yes, sir.",
            "Female"
        ],
        [
            "MR SANDI",
            "I'll hand over to you Mrs Booyse so that you can tell us what happened to Vuyani.",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "My grandson as he was leaving home, he requested if he could go to my cousin's place, Mlondi.  It is not too far from my own house.  Mlondi's house faces my back yard.  I can see Mlondi's house from my own house.\nCRADOCK HEARING TRC/EASTERN CAPE\n2 NR BOOYSE\n I allowed him to go, I then continued with my own work at home.  As I was in the kitchen with house chores, I heard steps running towards my house calling out saying that Vuyani has been shot.\n I had heard the sound, but I did not take it to heart.  I got out of the house, he was not shot too far from the house.  As I walked out of my gate, I saw him laying on the ground on his stomach, face down.\n Three men then came out, telling me that he was shot by Vuyani Jonasi.",
            "Female"
        ],
        [
            "MR SANDI",
            "; Is it the same Vuyani Jonasi that was referred to in the previous testimony?",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "Yes, it is.",
            "Female"
        ],
        [
            "MR SANDI",
            "Your grandson, Vuyani, how old was he when he got shot?",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "I think he was 18 or 19 years of age, I am not sure.",
            "Female"
        ],
        [
            "MR SANDI",
            "Therefor he was quite young?",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "Yes, he was young.",
            "Female"
        ],
        [
            "MR SANDI",
            "You say that this happened in the evening?",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "It was the time when I would close my gate, it was not too late at night, it was early evening.",
            "Female"
        ],
        [
            "MR SANDI",
            "You say that your cousin's house that Vuyani had gone to, he used to go to regularly?",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "Vuyani was friends with my cousin's children.",
            "Female"
        ],
        [
            "MR SANDI",
            "What I am saying is as you were related, staying close to each other, the children would regularly visit each other?",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "Yes, although they were girls, they would come to my house.  That is why Vuyani would also go to their house to.\nCRADOCK HEARING TRC/EASTERN CAPE\n3 NR BOOYSE",
            "Female"
        ],
        [
            "MR SANDI",
            "Was Vuyani taken to hospital after he had been shot?  What happened?",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "When I went towards Vuyani I was very emotional and in deep pain.  I don't know who took him from where he had been shot, I was not conscious at the time of what was happening around me.",
            "Female"
        ],
        [
            "MR SANDI",
            "As you hear from the community, why did Vuyani Jonasi shoot your grandson?",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "I never did hear of a reason why he shot my grandson.  But this one time I was with my grandson going to town and they were driving in their car passed us, and then Vuyani Jonasi said to my grandson that one day he would get him.\n I did not like that.  I went to the office and I reported this.",
            "Female"
        ],
        [
            "MR SANDI",
            "Who was Vuyani Jonasi with?",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "He was with other policemen.",
            "Female"
        ],
        [
            "MR SANDI",
            "And then as he was driving passed, he swore that he would get him one day?",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "Yes, it is so.",
            "Female"
        ],
        [
            "MR SANDI",
            "; Did you ask your grandson why Vuyani was swearing against him?",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "He said he had no idea, he would also like to find out what Vuyani Jonasi had against him.",
            "Female"
        ],
        [
            "MR SANDI",
            "According to your statement you say that you took a step as your grandson was shot?",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "Yes, I went to the police to lay charges against Vuyani Jonasi.  The police that was in charge said that there is a bullet that shot at a stone, they would wait for the stone to be brought to the charge office for them to continue with the case.\nCRADOCK HEARING TRC/EASTERN CAPE\n4 NR BOOYSE",
            "Female"
        ],
        [
            "MR SANDI",
            "What was the policeman's name?",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "I don't know.",
            "Female"
        ],
        [
            "MR SANDI",
            "; Was he a Station Commander?",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "I am not sure, but he was in charge.  He is the one who said he would wait for the stone.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did he take a statement as you were talking?",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "No, he did not.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did he look into records?",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "No, he did not.  He just said that we must wait for the stone.",
            "Female"
        ],
        [
            "MR SANDI",
            "; Did he say you must come back?",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "I would go back regularly and they kept on saying that the stone had not arrived.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did you go to Gerber time and time again and he would not open any docket or write any statement?",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "Yes, it is so.",
            "Female"
        ],
        [
            "MR SANDI",
            "The last time when you were speaking to Mr Gerber, what was the conclusion?  What did he say about this matter?",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "There was no conclusive evidence as such he said that he had.",
            "Female"
        ],
        [
            "MR SANDI",
            "You say that the police did not look after you well, they did not follow your cases as they should have?",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "The police did not look after us as they should have.  They did not care.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did you hear the lady that was talking here in the morning from Venterstad, she said that the police from Venterstad were the law themselves.  Was it the case at Jansenville?",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "The police had no decorum.  I myself had been kicked out by the police from Jansenville.",
            "Female"
        ],
        [
            "MR SANDI",
            "They did whatever they wanted to, they feared\nCRADOCK HEARING TRC/EASTERN CAPE\n5 NR BOOYSE\nnothing?  They did not fear the law for they were the law themselves?",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "Sir, what I would like to say is that I thank the Lord for having gathered us here today with people like you to find out our problems.  I thought that my son's case has disappeared in thin air, but today I am able to testify.",
            "Female"
        ],
        [
            "MR SANDI",
            "In conclusion Ma'am, the day of the funeral - you say that there were problems.",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "The funeral itself was filled with police.  They were all around the house.  The Reverend Mahlinza was handling the funeral.\n When we were coming from the graveyard, there were police vans everywhere.  We could not do things the normal way.  They were in caspers actually on the bridge, with huge guns in their hands.",
            "Female"
        ],
        [
            "MR SANDI",
            "The day before the funeral, did the police come to your house?",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "I can't remember whether they did come to the house or not, that week.",
            "Female"
        ],
        [
            "MR SANDI",
            "On the day of the funeral, did the police respect the members of the family?",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "They had no respect for anyone.  The stopped people from coming to the funeral.",
            "Female"
        ],
        [
            "MR SANDI",
            "; How did you feel at home considering that the police continued to ill-treat you even after your grandson had passed away?",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "Our hearts were bleeding.",
            "Female"
        ],
        [
            "MR SANDI",
            "Let us conclude Ma'am.  This police who did unheard of things, cruel things, if they were present here today, what would you say to them?",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "My grandson was shot, what I don't understand\nCRADOCK HEARING TRC/EASTERN CAPE\n6 NR BOOYSE\nis that there was no chaos as such in the township, it was quiet, it was peaceful, but they shot him.  I want to know why.",
            "Female"
        ],
        [
            "MR SANDI",
            "Thank you very much Mrs Booyse.  Do you have any requests before I hand over to the Chairperson?",
            "Male"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "I have no husband sir, and I was bringing up this child on my own.  He would have temporary jobs and he would give me the money for support.\n This child would have been my source of help today.  If the Government can do anything to help me, then please, I request that I be helped.",
            "Female"
        ],
        [
            "MR SANDI",
            "Thank you Mrs Booyse.  Mr Chairperson, I hand over the witness to you.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "Mrs Booyse, I just have one question.  Perhaps you had already answered this question and I missed it.  Was there a court case, did you report this to the Magistrate to lay charges on the perpetrators?",
            "Unknown"
        ],
        [
            "NOMIGHT REGINA BOOYSE",
            "Yes, I did report the case and the policeman said he is waiting for the stone.  I could not continue.  I tried to get his Death Certificate, then I was told to pay R6-00 and they gave me the Death Certificate.\n They sent the Death Certificate to me.  I would go to them, sorry, they were actually supposed to send the Death Certificate to me, they promised to send it, but they never did.  I continued to go.  Vuyani was buried there, Vuyani was killed there, they should have given me the Death Certificate.\n I then went to the police station requesting the Death Certificate.  They said I must go to Uitenhage.  I said no, the Uitenhage office said I must get it from you.  They referred to certain records of theirs.  There were two\nCRADOCK HEARING TRC/EASTERN CAPE\n7 NR BOOYSE\nletters, one from the Magistrate, they gave me these two papers and they said I must put them in an envelope and post them.  I then went to the Magistrate's office and asked them to photocopy for me these two pages.  \n They then said I must put this envelope in the mail.  I took the copies of these pages, I gave it to a teacher, Sithole, telling her what happened.  I gave these two pages and a letter that they wrote me, that they cannot find the Death Certificate, I gave these three documents to the teacher.\n Up to this day I did not get the Death Certificate.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Thank you Mrs Booyse.  As you came up the stairs, you were very emotional.  Thank you for gathering strength and give us the details that you could about your grandson, Vuyani.\n Thank you as well that as an elderly lady you went from office to office endeavouring to solve this problem, and you did not get much respect or help.  You have showed us how the police did not care about the death of your grandson.\n Sidney Mofomade, if he is listening on radio perhaps, we hope that he listened to your story.  We hope that he realises how much work is to be done to discipline and educate the police.  If they are going to continue being policemen, there is a lot that needs to be done.  They need to be trained again so that they do their job properly so that they are able to handle people properly.\n Thank you Ma'am.  We are going to wait for the documents that you have said you have sent to us.  Perhaps the teacher that you gave the documents to, can send those documents to us.   Thank you Ma'am.",
            "Unknown"
        ]
    ]
}