{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-02-12",
        "location": "CRADOCK",
        "day": "3",
        "names": [
            "WILLIAM GILBERT"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54997&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/cradock/gilbert.htm",
        "speakers": [
            "WILLIAM GILBERT",
            "MR SANDI",
            "MEMBER OF PANEL",
            "CHAIRPERSON",
            "MS MAYA"
        ],
        "original_speakers": [
            "WILLIAM GILBERT",
            "MR SANDI",
            "MR GILBERT",
            "MEMBER OF PANEL",
            "CHAIRPERSON",
            "MS MAYA"
        ]
    },
    "testimony": [
        [
            "WILLIAM GILBERT",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Sir you are from Graaf Reinet, Zamiville Location  is that so?",
            "Male"
        ],
        [
            "WILLIAM GILBERT",
            "Yes Sir.",
            "Male"
        ],
        [
            "MR SANDI",
            "Was your son coming from the Goniwe funeral?",
            "Male"
        ],
        [
            "WILLIAM GILBERT",
            "Yes Sir.",
            "Male"
        ],
        [
            "MR SANDI",
            "What was going on at that time at Graaf Reinet?",
            "Male"
        ],
        [
            "WILLIAM GILBERT",
            "On the 22nd of July 1985 a hippo came to our house, there was a shack at the back of my house, two policemen came to my yard, I was sitting on my veranda and they walked to the children at the backyard.  They went to the closed shack and asked who stayed there and the deceased answered saying that the person who stays there is at work. They wanted to know what was inside and my son then said he refuses to tell them.  They then took a hammer and said that they are not going to argue because P W Botha said that we must not argue with blacks but kill them like flies. I tried to talk to them and they left but they said they were coming back, they swore to come back.\n After a while they came back at about 12 o'clock. The children ran away and that is when he got shot.",
            "Male"
        ],
        [
            "MR SANDI",
            "What was the cause of the disharmony?  Who was leading the township all in all? Were there councillors within the organisation.",
            "Male"
        ],
        [
            "WILLIAM GILBERT",
            "There were councillors but the boers at the time just did not want to see a black man. They would just beat you up.",
            "Male"
        ],
        [
            "MR SANDI",
            "Are there police that you can identify?",
            "Male"
        ],
        [
            "WILLIAM GILBERT",
            "Yes he's still alive, he's working.",
            "Male"
        ],
        [
            "MR SANDI",
            "What is his name?",
            "Male"
        ],
        [
            "WILLIAM GILBERT",
            "They call him Bokkie but his real name is Hills.",
            "Male"
        ],
        [
            "MR SANDI",
            "So he's the one who shot your son?  Was there a court case?",
            "Male"
        ],
        [
            "WILLIAM GILBERT",
            "No there would be no court cases at that time.  They would just say somebody shot and then acquitted him.  I tried to go to an attorney but I was not successful.",
            "Male"
        ],
        [
            "MR SANDI",
            "What attorney was this?",
            "Male"
        ],
        [
            "WILLIAM GILBERT",
            "An attorney from Port Elizabeth, Patrick Bach.",
            "Male"
        ],
        [
            "MR SANDI",
            "Yes, did you bury him?",
            "Male"
        ],
        [
            "WILLIAM GILBERT",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "Is there something the Commission can do for you?",
            "Male"
        ],
        [
            "WILLIAM GILBERT",
            "You can do me a hugh hugh favour, because that child was going to work for me. He is buried now.",
            "Male"
        ],
        [
            "MR SANDI",
            "So what you want is a tombstone as well?",
            "Male"
        ],
        [
            "WILLIAM GILBERT",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "Is there something else?",
            "Male"
        ],
        [
            "WILLIAM GILBERT",
            "Those boers must be arrested.  You can't just acquit guilty people like that who shot at our children.",
            "Male"
        ],
        [
            "MR SANDI",
            "Do you get a pension?",
            "Male"
        ],
        [
            "WILLIAM GILBERT",
            "No I don't have a pension yet.",
            "Male"
        ],
        [
            "MR SANDI",
            "According to your statement you've applied for a pension?",
            "Male"
        ],
        [
            "WILLIAM GILBERT",
            "Yes I have but I haven't got anything yet.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did your son have children?",
            "Male"
        ],
        [
            "WILLIAM GILBERT",
            "No he was young, he was at school at the time.",
            "Male"
        ],
        [
            "MR SANDI",
            "I'll hand you over to Mr Chairperson, perhaps he has questions for you.",
            "Male"
        ],
        [
            "MEMBER OF PANEL",
            "Mr Gilbert, when did you apply for a pension?",
            "Unknown"
        ],
        [
            "WILLIAM GILBERT",
            "Last year Sir around October.",
            "Male"
        ],
        [
            "MEMBER OF PANEL",
            "So you made it in October last year.",
            "Unknown"
        ],
        [
            "WILLIAM GILBERT",
            "Yes but it takes time.",
            "Male"
        ],
        [
            "MEMBER OF PANEL",
            "Have you heard about the results?",
            "Unknown"
        ],
        [
            "WILLIAM GILBERT",
            "No.",
            "Male"
        ],
        [
            "MEMBER OF PANEL",
            "So it's Mr Hills who shot your son Sir?",
            "Unknown"
        ],
        [
            "WILLIAM GILBERT",
            "Apparently.",
            "Male"
        ],
        [
            "MEMBER OF PANEL",
            "Is he still at Graaf Reinet, is he still a policeman there?",
            "Unknown"
        ],
        [
            "WILLIAM GILBERT",
            "No he's gone to Mossel Bay.",
            "Male"
        ],
        [
            "MEMBER OF PANEL",
            "He was transferred to Mossel Bay?",
            "Unknown"
        ],
        [
            "WILLIAM GILBERT",
            "Yes.",
            "Male"
        ],
        [
            "MEMBER OF PANEL",
            "He's still a policeman?",
            "Unknown"
        ],
        [
            "WILLIAM GILBERT",
            "Apparently.",
            "Male"
        ],
        [
            "MEMBER OF PANEL",
            "Thank you Mr Gilbert, thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Tiny Maya?",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you Mr Chairperson, Mr Gilbert, how old was your son, you say he was still a student?",
            "Female"
        ],
        [
            "WILLIAM GILBERT",
            "He was about 17 years of age at the time.",
            "Male"
        ],
        [
            "MS MAYA",
            "Was he a member of a political organisation, a youth group perhaps?",
            "Female"
        ],
        [
            "WILLIAM GILBERT",
            "I would just hear rumours, it seemed that he was a member of an organisation.",
            "Male"
        ],
        [
            "MS MAYA",
            "So you're not sure which organisation it was?",
            "Female"
        ],
        [
            "WILLIAM GILBERT",
            "No I'm not, I just heard from his friends.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did he have conflicts with the police prior to that or did they just shoot him because he'd gone to the funeral?",
            "Female"
        ],
        [
            "WILLIAM GILBERT",
            "He did not have conflict?",
            "Male"
        ],
        [
            "MS MAYA",
            "What was the atmosphere like at the community?",
            "Female"
        ],
        [
            "WILLIAM GILBERT",
            "There was quite a bit of chaos.",
            "Male"
        ],
        [
            "MS MAYA",
            "Is there anyone who got shot or injured prior to your son?",
            "Female"
        ],
        [
            "WILLIAM GILBERT",
            "Yes there were.",
            "Male"
        ],
        [
            "MS MAYA",
            "Thank you Sir.",
            "Female"
        ],
        [
            "MR SANDI",
            "Thank you again Mr Chairperson. Mr Gilbert I noticed that when you were talking here you said that these perpetrators should be arrested.  Did I understand you well?",
            "Male"
        ],
        [
            "WILLIAM GILBERT",
            "I said exactly that.",
            "Male"
        ],
        [
            "MR SANDI",
            "According to the new law that if perpetrators apply for amnesty, if Mr Hills would apply for amnesty after he had divulged all, how would you feel?",
            "Male"
        ],
        [
            "WILLIAM GILBERT",
            "I asked them to leave my house, to leave my children alone even then but he went on and he shot my child.  He did not forgive me then, he had no mercy for me, I have no mercy for him now.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr William Gilbert for bring before the Commission the story of your son's death. We have taken note of the requests you brought forward.  Some of them we  may be able to fulfil quickly, for example the pension that you should be receiving. Some of them we will not have to wait to give a report to the President, but will be able to fulfil immediately.  I'd like to clarify that some of your requests will have to be taken to the President.  The particular request that the perpetrators should appear before a court of law is beyond our capability.  We  are very pleased that you spoke openly and told us how you felt so that the perpetrators realise the gravity of their actions.  They should not just take it for granted that they must be forgiven.  They must realise that they are perpetrators, they should humble themselves and wait unto the victims for forgiveness.  Thank you Mr Gilbert.",
            "Unknown"
        ]
    ]
}