{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-02-10",
        "location": "CRADOCK",
        "day": "1",
        "names": [
            "GINETTE NOMPUMELELO MEJANE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55007&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/cradock/mejane.htm",
        "speakers": [
            "BONGANI FINCA",
            "REV XUNDU",
            "GINETTE NOMPUMELELO MEJANE",
            "MS MAYA"
        ],
        "original_speakers": [
            "REVD XUNDU",
            "GINETTE NOMPUMELELO MEJANE",
            "MS MAYA",
            "MS MEJANE",
            "REVD FINCA"
        ]
    },
    "testimony": [
        [
            "BONGANI FINCA",
            "We welcome you Ginette Mejane.  We are going to hand over to Reverend Xundu to swear you in and then Tiny Maya will lead you.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            "GINETTE NOMPUMELELO MEJANE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "; Thank you Mr Chairperson.  Hallo Nompumelelo.  You are going to tell us about your brother, Thembile Mejane, is that so?  You say that Thembile was a member of the ANC that was banned at that time, he then disappeared in Jansenville, then you heard that he was in Port Elizabeth, is that right?",
            "Female"
        ],
        [
            "GINETTE NOMPUMELELO MEJANE",
            "Yes, it is.",
            "Female"
        ],
        [
            "MS MAYA",
            "How old was Thembile?",
            "Female"
        ],
        [
            "GINETTE NOMPUMELELO MEJANE",
            "He was 29 years of age.",
            "Female"
        ],
        [
            "MS MAYA",
            "Was he working?",
            "Female"
        ],
        [
            "GINETTE NOMPUMELELO MEJANE",
            "Yes, he was working.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did he have a family?",
            "Female"
        ],
        [
            "GINETTE NOMPUMELELO MEJANE",
            "He did not have a wife, but he had one child.",
            "Female"
        ],
        [
            "MS MAYA",
            "Could you briefly tell us how he disappeared and what you heard after that?",
            "Female"
        ],
        [
            "GINETTE NOMPUMELELO MEJANE",
            "Thank you.  It was in 1985, it was terrible at Jansenville, there were a lot of fights.  There were people from the clan name Matshaweni that were fighting against us at the time.\n The Blue Park was fighting against the Green Park.  On\nCRADOCK HEARING TRC/EASTERN CAPE\n2 GN MEJANE\nthe 14th of December 1985 it became clear that because of the violence in our townships, my brother was one of the people that had to leave.  On the 14th of  December they then had to run away.\n I was 12 years old at the time.  My parents were saying that my brother said he is going to Port Elizabeth, he had previously worked there.  After he went to PE we never saw him again.  The 14th of December was the last time we saw him.\n After about four years, 1989, a man from Jansenville Limba Sthathu came back.  He had also left in 1985.  He told us that my brother had been shot in Angola in 1985.  My parents tried to find out what had happened.  The answer was my brother was one of the people that would take food from camp to camp and he got shot whilst doing that.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you find out who shot him?",
            "Female"
        ],
        [
            "GINETTE NOMPUMELELO MEJANE",
            "No.  Limba himself did not give us the details.  He did not give us a full report.  My parents did not ask him too many questions either.",
            "Female"
        ],
        [
            "MS MAYA",
            "Where is Limba?",
            "Female"
        ],
        [
            "GINETTE NOMPUMELELO MEJANE",
            "Apparently he is in George.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you try as a family again to find out what happened to your brother?",
            "Female"
        ],
        [
            "GINETTE NOMPUMELELO MEJANE",
            "When my mother was still alive, either in 1987 or 1988, she tried to work together with the people from Black Sash, Sheila was still there.  She wrote to them requesting that they should look for her son.\n They did not find anything.",
            "Female"
        ],
        [
            "MS MAYA",
            "Could you tell us more about the violence within the community because you said that when your brother disappeared, there was conflict within the community\nCRADOCK HEARING TRC/EASTERN CAPE\n3 GN MEJANE\nespecially with one particular family.",
            "Female"
        ],
        [
            "GINETTE NOMPUMELELO MEJANE",
            "We refer to these people as the Matshawe's.  They were against the struggle.  They were against us toyi-toying.",
            "Female"
        ],
        [
            "MS MAYA",
            "Is this family still alive, what is happening?  How are the two sides reconciled?",
            "Female"
        ],
        [
            "GINETTE NOMPUMELELO MEJANE",
            "; No, there is peace at the moment.  Some were in prisons.",
            "Female"
        ],
        [
            "MS MAYA",
            "Where is your brother's child now?",
            "Female"
        ],
        [
            "GINETTE NOMPUMELELO MEJANE",
            "He is at home.",
            "Female"
        ],
        [
            "MS MAYA",
            "Is he at school?",
            "Female"
        ],
        [
            "GINETTE NOMPUMELELO MEJANE",
            "Yes, he is at school.",
            "Female"
        ],
        [
            "MS MAYA",
            "How old is he?",
            "Female"
        ],
        [
            "GINETTE NOMPUMELELO MEJANE",
            "He is 18.",
            "Female"
        ],
        [
            "MS MAYA",
            "What standard is he doing?",
            "Female"
        ],
        [
            "GINETTE NOMPUMELELO MEJANE",
            "He is doing standard 7.",
            "Female"
        ],
        [
            "MS MAYA",
            "Is there something else or perhaps a request that you have to the Commission?",
            "Female"
        ],
        [
            "GINETTE NOMPUMELELO MEJANE",
            "No, there is nothing.",
            "Female"
        ],
        [
            "MS MAYA",
            "Your request to the Commission perhaps as a family?",
            "Female"
        ],
        [
            "GINETTE NOMPUMELELO MEJANE",
            "As I am the one who is looking after the family, my father works away from home, my other brother is in Port Elizabeth, my mother passed away in 1992, my sister works in farms in Jansenville, I have a brother staying at home.\n I request that the ANC looks after my nephew.  If they could educate him.  We are struggling as a family and my father is quite elderly.  Could the ANC investigate deeply and find out exactly what happened to my brother? \n Even if it is just his remains, if we could get his\nCRADOCK HEARING TRC/EASTERN CAPE\n4 GN MEJANE\nremains or perhaps where he was buried, we would like to see.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you Nompumelelo.  I'll hand you over to Mr Chairperson, maybe he has a few questions for you. (tape ends)",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Before I talk to you specifically Nompumelelo, won't you please clarify a few things to me.  The report that we got that your brother passed away transporting food from one camp to another, was he shot by the enemy, was he shot by members of the ANC?  Exactly what happened?",
            "Unknown"
        ],
        [
            "GINETTE NOMPUMELELO MEJANE",
            "According to Limba's report he was shot by the enemy because Limba said there was a car that was driving behind them.  Therefor the bullet was from this car that was driving behind them, therefor I would say it is the enemy.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "After the ANC was unbanned and there were ANC offices at the Shell House in each region, did you try to find out from the ANC what happened exactly to your brother?",
            "Unknown"
        ],
        [
            "GINETTE NOMPUMELELO MEJANE",
            "No sir.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "And there was no one who came to you from the ANC offices to tell you what happened?",
            "Unknown"
        ],
        [
            "GINETTE NOMPUMELELO MEJANE",
            "No, nobody came.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Thank you Nompumelelo.  You look very young, but we can see that you are trying to be a mother at home and you look determined to find out what happened to your brother.\n I have said to a lady that was testifying here, the pain and the grief of children who were in the struggle who left the country, some came back, some did not.  As a Commission it is very painful that there would be no report\nCRADOCK HEARING TRC/EASTERN CAPE\n5\nfrom the African National Congress to the families of those who lost loved ones.\n If your brother was killed by the enemy, the ANC should have immediately informed the family.  We will be serious about this matter and we will investigate about your brother's death.\n At least we will not be starting from scratch because you have told us he was shot transporting food from one camp to another.\n We will endeavour to give clarity to you.  We have noted your request that your brother be buried at home if possible.  Thank you.  We are happy that your family has a child like you.",
            "Unknown"
        ]
    ]
}