{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-02-10",
        "location": "CRADOCK",
        "day": "2",
        "names": [
            "MONWABISI MAKHAWULA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55004&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/cradock/makhawul.htm",
        "speakers": [
            "BONGANI FINCA",
            "REV XUNDU",
            "MONWABISI MAKHAWULA",
            "MR SANDI",
            "MR MAKHAWULA",
            "MRS MAKHAWULA"
        ],
        "original_speakers": [
            "REVD XUNDU",
            "MONWABISI MAKHAWULA",
            "REVD FINCA",
            "MR SANDI",
            "MR MAKHAWULA",
            "MRS MAKHAWULA"
        ]
    },
    "testimony": [
        [
            "BONGANI FINCA",
            "We are going to call upon Monwabisi Makhawula.  We are trying to finish the issue, the incidents of Cradock before we go to lunch.  Reverend Xundu?",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "MONWABISI MAKHAWULA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "We welcome you Mr Monwabisi Makhawula and we will hand over to Ntisiki Sandi who is going to help us to ask you questions on behalf of the Commission.  Can we please get someone to go outside to talk to the people outside, to please keep quiet?",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Mr Chairman.  Mr Makhawula, in your statement you said that if I can just summarise your statement shortly, you are a resident here in Cradock.  Is that so Mr Makhawula?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR SANDI",
            "Please come nearer to the mike so that we can hear you.  When did you arrive here in Cradock?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "I arrived here in 1960.",
            "Male"
        ],
        [
            "MR SANDI",
            "And you are still a resident here?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "I came here with my uncle, he was a minister at the time.",
            "Male"
        ],
        [
            "MR SANDI",
            "Shortly as a resident of Cradock you took part and you were a member of political organisations.  What organisations are these?\nCRADOCK HEARING TRC/EASTERN CAPE\n2  M MAKHAWULA",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "I started in the 1960's together with other men who were around here.  We were together, we were members of the ANC.",
            "Male"
        ],
        [
            "MR SANDI",
            "Your membership or your involvement in such organisations, it caused problems for you with the police.  Can you please tell us what the police did to you?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "In 1983 we came together and we formed a Residents' Association called CRADORA, it was known as Cradock Residents' Civic Association.",
            "Male"
        ],
        [
            "MR SANDI",
            "Who are these people which formed this organisation with you?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "I am talking about Matthew Goniwe,  Fort Xalaha, Sparo and Mrs Sibanda, Mrs General and Mrs Kaye.",
            "Male"
        ],
        [
            "MR SANDI",
            "You formed this organisation and you worked with the aim of the residents.  You said that in 1983 the problems started.  Can you please explain that?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "There were always problems here in Cradock, but we formed this organisation to try and solve problems in 1983 here in Cradock.  I think it was between June and July in 1983 when we formed this organisation, the Residents' Association.",
            "Male"
        ],
        [
            "MR SANDI",
            "At this time Mr Makhawula, I will let you explain your story to us from the beginning to the end and I will not interrupt you except if there is a need for me to do that, and I will do that.  After that we will ask questions.  You can continue with your story Mr Makhawula.",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "Thank you.  In 1983 when we formed this Residents' Association, one of the main aims of this was the rent issue and in 1983 when here in Cradock, a new location was being built, it was known as Thlatha and the municipality here or the council here in Cradock, made a\nCRADOCK HEARING TRC/EASTERN CAPE\n3 M MAKHAWULA\nsliding scale and that was unusual here in Cradock.\n People had to pay rent according to their salaries and that was unusual to the community in Cradock and they didn't consult with the people of Cradock.\n They were just told about it.  What was very painful to the people and what was not acceptable to the people was that if your house is the same as your neighbour's house, it was with the same bricks and everything was the same, and you have to pay R100-00 and your neighbour maybe had to pay R500-00.\n And that was unacceptable to the people.  And the people did not like this.  Even the Government and the municipality did not like our organisation.  And it was found out that the issues here were different.  There was a political intention behind, there were community councillors and they were not acceptable in the townships because people would ask questions that if there is such a problem, why can't community councillors do something.\n They were fighting against the Residents' Association and Matthew Goniwe was pointed out to be the one who was responsible for this Association.  As a result of this, he was dismissed from school.\n And that was also unacceptable to people because they liked Matthew Goniwe very much.  And above all he was good at school and they wanted him to be a principal in the school because when he came to the school, things were better, there was respect at school and at the end of the year, the results were better than the previous years.\n So the people of the township were satisfied with the work of Matthew Goniwe.  Again, I made a mistake that he was dismissed, he was transferred to Graaff-Reinet and that was\nCRADOCK HEARING TRC/EASTERN CAPE\n4 M MAKHAWULA\nnot acceptable to people here in Cradock.\n When the people analyzed this they found out that there is a danger in this.  That since they knew that the police were after him and suddenly they stopped and they said that they are waiting for the schools to be closed and the children to stop school in November and after that they send this telegram that he has been transferred to Graaff-Reinet.\n And the people saw that there is some danger in this that the police might do something to him on the way there.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did he actually, has he been transferred, Mr Goniwe?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "Yes.  They transferred him.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did he to this place, to Graaff-Reinet?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "No, he did not go.",
            "Male"
        ],
        [
            "MR SANDI",
            "According to history if I still remember well, I think Mr Goniwe was finally dismissed because he did not agree to go to Graaff-Reinet?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "Yes, he was dismissed from work.",
            "Male"
        ],
        [
            "MR SANDI",
            "Let us now come to where you have complaints.",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "Can you please repeat your question.",
            "Male"
        ],
        [
            "MR SANDI",
            "All these things that was happening here in Cradock, you had complaints about them.  Can you please tell us whether you were harassed by the police as a member of this Residents' Association?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "Yes, that happened a lot sir because in this issue of Matthew Goniwe and the school, when he was dismissed from school, when he was transferred from school, we went there a lot because this issue was under my control.\n So I was the one who was responsible for ensuring that he was not transferred.  We went to Regional Director who was Mabel at that time, but we didn't get anything from him. CRADOCK HEARING TRC/EASTERN CAPE\n5 M MAKHAWULA",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you take any steps as the residents complaining about his dismissal?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "Yes, we did.  Firstly when he was dismissed students at school boycotted their classes, that was the beginning of the school boycott when they dismissed him.\n When the officials said they can't do anything because he doesn't want to listen to the authorities.  And that was the beginning of the school boycott in Cradock.\n It started in the high school here in Cradock, Lingelihle High School and today it is known as Matthew Goniwe.  They boycotted classes in that school and other schools also joined.\n There was a students' organisation at that time.  When they were trying to get together to solve this problem, the police banned all the students and for the residents.\n If you wanted to have a meeting, you would have to go to them so that you can get permission and they would ask you why do you want to have a meeting.  The students went to the police to ask for permission, actually they did not go there to ask for permission but they were asking a place where they can hold their meeting.",
            "Male"
        ],
        [
            "MR SANDI",
            "Mr Makhawula this step, the one of the boycott and other steps taken at that time concerning this issue of Mr Goniwe, were all the members of the Association supporting this?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "This decision was taken by the people of the community.  In the meeting people said that Matthew Goniwe is not going to Graaff-Reinet, that was the decision taken by the people.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you see this step as the wise step that students have to boycott schools for such a long time?  What\nCRADOCK HEARING TRC/EASTERN CAPE\n6 M MAKHAWULA\nwas your own opinion?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "When this decision was taken, we did not know for how long it would last.  But at that time, I was supporting the decision because when they transferred Matthew to Graaff-Reinet, they did not follow the right channels.\n There was a school committee and the school committee was not aware, the school committee from Senqali Junior Secondary School was not aware that Matthew Goniwe was transferred.  This was done by the officials and they told the school community after they made this decision.",
            "Male"
        ],
        [
            "MR SANDI",
            "In the incidents that happened here in Cradock, was your house once burnt down?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "Yes, my house was burnt down.",
            "Male"
        ],
        [
            "MR SANDI",
            "According to your knowledge or your opinion, can you please tell us why did this happen?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "My house was burnt down by the authorities.  Firstly as we were members of this Residents' Association, three men were arrested.  They were arrested due to Section 28 at that time, under the Act of Section 28.  I was not arrested.\n And that surprised me, but I did not understand why they didn't arrest me, but on the other hand I was happy because it was not going to be a right thing that we all get arrested.\n And the authority, the security people used to come to me every now and again.  They sometimes came to my house and looked around and they just went without saying anything.  \n If they see me outside, they would take me to the car, take me to town and after a while, take me back home.  But I found out that they were trying to show people that I am \nCRADOCK HEARING TRC/EASTERN CAPE\n7 M MAKHAWULA\ntogether with them, I am on their side.\n They were also saying this to people, that I am working with them.",
            "Male"
        ],
        [
            "MR SANDI",
            "In other words are you saying that they were trying to cause conflict between members of CRADORA?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "Yes, they were trying to cause conflict between us because we were so united in CRADORA.  So they were trying that there should be a conflict between us.",
            "Male"
        ],
        [
            "MR SANDI",
            "You said that according to your opinion your house was burnt down by the authorities.  By that, do you mean the police?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "I mean the security police because the security police, they came to me.  It was Lieutenant Fouche,  Wessel Hoog and Labuschagne.  They came to my house, they were pretending to be visitors and they just came in and they talked amongst themselves.  They didn't talk to me, they didn't talk to my wife, but they were in my house, sitting in my house.",
            "Male"
        ],
        [
            "MR SANDI",
            "At the time this was happening, was it during the day?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "Yes, it was during the day.  It was between three and four in the afternoon.  They just came in my house and they relaxed and after a while, they went out and they left.\n I was surprised by that, I was asking myself why did they come to my house because they did not talk to me, until we went to sleep.  At night on that day, we heard that the house was burning down.  It was then that we realised that their presence here during the day, they were looking for his house, they were trying to find out who was sleeping in one room and they were studying my house at that time\nCRADOCK HEARING TRC/EASTERN CAPE\n8 M MAKHAWULA\nbecause they just came in and they talked to each other.\n My wife was there and Buthas was there, but they didn't talk with us, they just talked amongst themselves.",
            "Male"
        ],
        [
            "MR SANDI",
            "How long did they stay in your house?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "It is a long time sir.  I think it is about an hour.",
            "Male"
        ],
        [
            "MR SANDI",
            "But that very same day your house burnt down.  What did you see that night when your house was burning down?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "They threw a bomb in the window and that was a very powerful bomb because it just exploded immediately and no one could go through the door, but we managed to go out through the windows.\n If we tried to go through the doors, we couldn't because the bomb was in the dining room.  If you go out of my room, you go through the dining room, so if you are going through that door, you are going to that bomb.",
            "Male"
        ],
        [
            "MR SANDI",
            "Were there any people injured in your house at that time?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "No, nobody was injured.",
            "Male"
        ],
        [
            "MR SANDI",
            "Your furniture was burnt down?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "Yes.  My furniture burnt down and people, the neighbours came immediately after they heard this and they tried to help us.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you go to the police to lay a charge concerning this issue?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "No I didn't open a docket sir.  I didn't go to the police to lay a charge or to open a docket, but I did go to the police, but I did not want to go there because what made me angry is that I would go to the police to report this and I knew that they were aware that my house\nCRADOCK HEARING TRC/EASTERN CAPE\n9 M MAKHAWULA\nwas going to be burnt down.\n But I was advised to go to the police because people said that I would be arrested for burning my own house, I went to the police then, but after a while I found out that my house was burnt by the police, I then went there and opened a docket.",
            "Male"
        ],
        [
            "MR SANDI",
            "Where did you find out that your house was burnt down by the police?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "I found this out within the community.  One man confessed.  Lass confessed and he said he was sent by the police to throw that bomb in my house.",
            "Male"
        ],
        [
            "MR SANDI",
            "What did Lass say was the reason for this?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "Can you please repeat, sir?",
            "Male"
        ],
        [
            "MR SANDI",
            "Is it Lass or Laso?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "It is Lass.",
            "Male"
        ],
        [
            "MR SANDI",
            "What did he say was the reason for the police to send him to do this?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "He didn't say but he just said that they told him to go there and throw the petrol - this bomb.",
            "Male"
        ],
        [
            "MR SANDI",
            "As a person who opened a docket, did you tell the police that Lass said that he was sent by the police to burn your house?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "He confessed and as I was opening this docket, they did have the confession.",
            "Male"
        ],
        [
            "MR SANDI",
            "Lass confessed to whom?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "He confessed to the late Mrs Molly Blackburn.",
            "Male"
        ],
        [
            "MR SANDI",
            "Was there any person interpreting while he was confessing to Molly Blackburn?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "Who was that person?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "It was the late Matthew Goniwe.\nCRADOCK HEARING TRC/EASTERN CAPE\n10 M MAKHAWULA",
            "Male"
        ],
        [
            "MR SANDI",
            "After Matthew Goniwe was killed, what did the police say why did this case not continue?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "They said that this case cannot continue because the person who was interpreting in that confession, has passed away.  And they also said that on their side the person who interpreted for them, I think it was Aron, they also said that he has also passed away.  So my case was dismissed in that way.\n That surprised me, because Matthew was there only to interpret, he was not there when my house was being burnt down.  He was arrested.",
            "Male"
        ],
        [
            "MR SANDI",
            "And the people who was incriminated in this case, they were still alive?  This case was dismissed because Mr Goniwe was dead?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did this happen again or did anything happen to you because you were involved in political organisations?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "My house was burnt again.  Before that, it was stoned, but I am not sure whether those were stones or what, but the people who were doing that, were the police.",
            "Male"
        ],
        [
            "MR SANDI",
            "What was happening on this day if you can say shortly?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "Nothing was happening on that day, it was quiet.",
            "Male"
        ],
        [
            "MR SANDI",
            "Were there any threats against you because you were a member of a political organisation?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "Yes, there were various threats.",
            "Male"
        ],
        [
            "MR SANDI",
            "Can you please just explain to us Mr Makhawula?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "The main threats, since it was said that I worked together with the Boers, it was said that I was an informer and I was accused of misleading people because I\nCRADOCK HEARING TRC/EASTERN CAPE\n11 M MAKHAWULA\nsaid that people must not pay rent.\n And people were following me, they were following my command.  And it was said I do this because I was rich and they said that I owned a Supermarket in the Transkei and I owned a double house, double storey house in Transkei.  \n People were toyi-toying concerning these allegations that I am a rich man in Transkei and I am misleading people here in Cradock.",
            "Male"
        ],
        [
            "MR SANDI",
            "These butcheries, supermarkets and double storey house, did you really own these properties?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "Sir, when these things were rumoured in the township, I was surprised because I am just a dog, I can't own a supermarket.\n But this became clear because later on it was found out that in the work of these Boers, as they were trying to destroy the organisations and the townships, there was an Indian man in the community, he owned a shop and he was running, he was the owner of the shop.\n But I am not sure about this, but I think he was not the owner of that shop, but he was just being used.  That shop belonged to SANLAM.  One day we had a mass meeting in the hall and in that shop the youth used to go there all the time, and in that mass meeting in the hall that Indian man came to the meeting ...",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "Excuse me Mr Makhawula, I know that in the Xhoza words the name of the Indian man is used differently.  I would like you to refer to this guy as an Indian man, not as a Kula, because it is like a kaffir.",
            "Unknown"
        ],
        [
            "MR MAKHAWULA",
            "In that mass meeting on that day, this Indian man came together with the youth.  He was to be a speaker in that meeting.\nCRADOCK HEARING TRC/EASTERN CAPE\n12 M MAKHAWULA\n We were surprised by this because I did not know this Indian man really and I was surprised to see him because it is difficult to give such an opportunity to someone you do not know.\n And then we said that we will meet with him the following day.  We refused to give him permission to be a speaker in that meeting.",
            "Male"
        ],
        [
            "MR SANDI",
            "Mr Makhawula, let us now continue.  At home you were arrested with the children.  There was a young boy, he was 14 years old.  When was this?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "That was in 1986.",
            "Male"
        ],
        [
            "MR SANDI",
            "Were you being arrested under the State of Emergency?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "In 1986 on the day the second State of Emergency was declared.",
            "Male"
        ],
        [
            "MR SANDI",
            "How long did you stay in prison together with your son who was 14 years old?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "I stayed there for 14 days.",
            "Male"
        ],
        [
            "MR SANDI",
            "What happened to you while you were there, when you were inside there?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "Nothing happened to me there.  My son stayed there for five months, my 14 year old son stayed there for five months.",
            "Male"
        ],
        [
            "MR SANDI",
            "As you were a leader and the police were trying to cause conflict between you and the community, can you say that the police were successful in trying to do this?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "No, they were not successful because people around here, people here in Cradock - we thought previously about these things, they were aware of such situations.",
            "Male"
        ],
        [
            "MR SANDI",
            "In your organisation were there people who were believing what the police were saying?\nCRADOCK HEARING TRC/EASTERN CAPE\n13 M MAKHAWULA",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "In the organisation there were people who used to believe what the police was saying about me.",
            "Male"
        ],
        [
            "MR SANDI",
            "Is that all you wanted to say in front of this Commission Mr Makhawula about what happened to you?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "I wanted to talk about this Indian man.",
            "Male"
        ],
        [
            "MR SANDI",
            "I would ask you to drop this issue of the Indian man because you said that you were suspecting him.\n But you may contact our investigators to talk about this Indian man.  Because what is important when you come in front of this Commission, we have to focus on what happened to you, that's why I asked you if there is anything you wanted to say about the events that happened to you while you were a member of this organisation.",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "There are a lot of things that happened to me sir.  Because one day I was at home and I heard a toyi-toyi coming towards me house and I heard that I was going to be killed.\n I stayed there waiting.  When the toyi-toyi arrived in front of my house others passed and others went back.  But after a while I finally stopped them because they were fighting.  Initially they came to kill me, but I ended up trying to stop them because they were fighting amongst children.\n That is one of the issues.  But before this one there were rumours that I was going to be killed.  I heard that while I was in Gauteng and when I heard this, I came back.  Fortunately there was a kombi where Mrs Goniwe, Mrs Xalata were in the kombi and I came back with them.\n When I arrived here, those rumours were true and after that there was this toyi-toyi.  There was another attempt, two toyi-toyi's, but they were unsuccessful.\nCRADOCK HEARING TRC/EASTERN CAPE\n14 M MAKHAWULA",
            "Male"
        ],
        [
            "MR SANDI",
            "What was the reason for these attempts to be unsuccessful, if you can just clarify that shortly?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "Shortly the reason why these were not successful is that the truth came out and secondly as I have already said here before, people here in Cradock were oppressed for a long time and they knew that the police were misleading them all the time, so it was not easy for them to accept something they were not sure about.\n Thirdly what helped is that I was working with people, I was involved in the community activities and for that reason the people didn't believe these allegations.",
            "Male"
        ],
        [
            "MR SANDI",
            "; At the time the councillors' houses were burnt down, were you ever arrested?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "When my house was being burnt down and the following night, they did not burn down the councillors' houses, but they were stoned and the windows were broken, they broke the windows.\n They said that those were attempts to burn down the councillors' houses, I was then arrested for those incidents.",
            "Male"
        ],
        [
            "MR SANDI",
            "Were you sentenced in court?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "I did not go to any court of law but they released me because they said that the witnesses were not available and I don't know even today who those witnesses were.",
            "Male"
        ],
        [
            "MR SANDI",
            "Is that all you want to say Mr Makhawula before I hand over to the Chairperson?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "I have an amputated left leg and in 1984 I requested a pension and the District Surgeon at that time helped me and the papers went to Pretoria.  They came through, I managed to get the pension but at that time he\nCRADOCK HEARING TRC/EASTERN CAPE\n15 MAKHAWULA\n was not aware that I was involved in political organisations and I received the pension money for the first time.\n When it came for the second time, I was in prison and they charged me with fraud because they said that my wife was working and I was not supposed to get a pension.",
            "Male"
        ],
        [
            "MR SANDI",
            "What happened to that fraud case?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "The fraud case went to court.",
            "Male"
        ],
        [
            "MR SANDI",
            "Were you sentenced in court, were you found guilty?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "No, I was not found guilty in court.",
            "Male"
        ],
        [
            "MR SANDI",
            "; In other words you want to say the police who were after you had an effect in the case against you?  Were they involved in this case?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "Yes, the police were involved in this case against me.",
            "Male"
        ],
        [
            "MR SANDI",
            "In conclusion Mr Makhawula, were there any people who came to you to apologise?  Maybe people who said that that attempt by the police, that you were an informer was successful, did they come to you to apologise?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "Yes, there are a lot of people who came to me to apologise.",
            "Male"
        ],
        [
            "MR SANDI",
            "Are there any people you expect now to come to you to apologise as others have already come?",
            "Male"
        ],
        [
            "MRS MAKHAWULA",
            "; Yes, I am still waiting for others to come and apologise and I would welcome them.  They can come even today.",
            "Female"
        ],
        [
            "MR SANDI",
            "Is that all Mr Makhawula?",
            "Male"
        ],
        [
            "MR MAKHAWULA",
            "Yes, that is all for now sir, thank you.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "Thank you Mr Makhawula.  I apologise for disturbing you at the time you were giving your testimony,\nCRADOCK HEARING TRC/EASTERN CAPE\n16\nbut I wanted to ask you to refer to that man as an Indian man because we have to avoid to use an unacceptable language in our hearings according to the new laws.\n You have given us a long story, but you have given us a picture that would make us to respect the Cradock community.  The differences between the leaders of our people is a very painful thing to us.  It discourages any progress and any nation building.\n The differences between our communities, they lead to conflict amongst ourselves.  That is why when we were still fighting, we used to raise our arms and say Amandla Power.  We are trying to be united.\n You have given us a picture of the Cradock community and you have shown us that in such times, this community tried to be united.  Maybe that is why Cradock is an example to many places.  We have seen that in your statement there are things that need to be rectified.\n There are things that need to be said so that we can be united, especially us as leaders.  If there is something we can do as we are here as the Commissioners, to forward the step, we will happily do that because even now we believe that even if we are liberated now and we are represented in Parliament, we still have to fight for the nation building and this needs our leaders to be united.\n Your testimony was painful and long, but we thank you for letting us to focus on reconciliation in our own communities.",
            "Unknown"
        ]
    ]
}