{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-02-12",
        "location": "CRADOCK",
        "day": "3",
        "names": [
            "FLORENCE NOMBUYISELO NOFEMELA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55018&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/cradock/nombuyis.htm",
        "speakers": [
            "FLORENCE NOMBUYISELO NOFEMELA",
            "MR SANDI",
            "MRS NOFEMELE",
            "MEMBER OF PANEL",
            "CHAIRPERSON"
        ],
        "original_speakers": [
            "FLORENCE NOMBUYISELO NOFEMELA",
            "MR SANDI",
            "MRS NOFEMELE",
            "MEMBER OF PANEL",
            "CHAIRPERSON"
        ]
    },
    "testimony": [
        [
            "FLORENCE NOMBUYISELO NOFEMELA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR SANDI",
            "What is your clan name?",
            "Male"
        ],
        [
            "MRS NOFEMELE",
            "I'm from the Khuma clan.",
            "Female"
        ],
        [
            "MR SANDI",
            "We have your written statement as your evidence, but I just want to ask a few things just before you give us the details of your story.  There is something that is still not clear here, the kitskonstabels, what was their role, what was their job, whom were they protecting?",
            "Male"
        ],
        [
            "MRS NOFEMELE",
            "The kitskonstabels killed my brother.",
            "Female"
        ],
        [
            "MR SANDI",
            "Whom were they protecting?",
            "Male"
        ],
        [
            "MRS NOFEMELE",
            "They were protecting the councillors.",
            "Female"
        ],
        [
            "MR SANDI",
            "The councillors were not favoured by the community?",
            "Male"
        ],
        [
            "MRS NOFEMELE",
            "Yes especially the residents in the community.",
            "Female"
        ],
        [
            "MR SANDI",
            "You mean that the councillors also played a role in killing the people by giving the list of the people who were enemies of the councillors?",
            "Male"
        ],
        [
            "MRS NOFEMELE",
            "Yes.",
            "Female"
        ],
        [
            "MR SANDI",
            "I want this to be clear because it should go straight to the record,",
            "Male"
        ],
        [
            "MRS NOFEMELE",
            "Because the councillors would tell the kitskonstabels that some people hated them.",
            "Female"
        ],
        [
            "MR SANDI",
            "I'm happy that you have explained this today to us so it is going to be put on record.  Just tell us briefly of what happened on that particular day.",
            "Male"
        ],
        [
            "MRS NOFEMELE",
            "On the 12th of January 1990 my brother had visited his friend, he didn't come home for the whole day.  At about eleven at night we heard a sound.  There was a knock thereafter, I woke up, I opened the door, I was told that Mbeku was shot, and when I asked the details I was told that he was shot by the kitskonstabels.",
            "Female"
        ],
        [
            "MR SANDI",
            "Excuse me, just before that your brother went to the shop, when he was going past Rokumasi who was a mayor, he pointed a finger at him.",
            "Male"
        ],
        [
            "MRS NOFEMELE",
            "Yes Rokumasi said that he must know that this is his last day, he must prepare himself.  That's what the mayor said to him.",
            "Female"
        ],
        [
            "MR SANDI",
            "You mean he said that it was his last day that day?",
            "Male"
        ],
        [
            "MRS NOFEMELE",
            "Yes.  They were warning him the whole week but on that particular day they told him that that was his last day alive.",
            "Female"
        ],
        [
            "MR SANDI",
            "And then what happened at 11 o'clock?",
            "Male"
        ],
        [
            "MRS NOFEMELE",
            "He left for a party with a friend.",
            "Female"
        ],
        [
            "MR SANDI",
            "What day was it?",
            "Male"
        ],
        [
            "MRS NOFEMELE",
            "It was a Saturday evening.",
            "Female"
        ],
        [
            "MR SANDI",
            "Just carry on.",
            "Male"
        ],
        [
            "MRS NOFEMELE",
            "At about eleven at night, just before Mbeko could come home I heard a knock, the children were telling me that Nombuyiselo was shot and he was shot by the kitskonstabels.  I dressed up and went there, I went to the scene but the a\nambulance had taken him.  I went to the hospital and when I arrived at the hospital they were taking him to Port Elizabeth and I asked why they are taking this person away because he was dizzy.  He had a urine bag and a drip on.  I also got on the ambulance and we went to Port Elizabeth, we saw doctor at Port Elizabeth and the people asked who shot him because one side was numb and they were trying to test him but he couldn't talk, he was just mentioning Rocco and Harry's name.\n After examination and x-rays they could detect that there were pellets inside and his ribs were broken.  He was taken to ward 1, the people were told that he mustn't be touched because there were syringes in his body.  After some time, during breakfast at 9 o'clock on a Sunday, he passed away.",
            "Female"
        ],
        [
            "MR SANDI",
            "You said he was talking about Harry Nzwala, was Harry Nzwala a policeman?",
            "Male"
        ],
        [
            "MRS NOFEMELE",
            "Yes.  He is a detective now, he was a kitskonstabel at the time.",
            "Female"
        ],
        [
            "MR SANDI",
            "Were there any charges laid?",
            "Male"
        ],
        [
            "MRS NOFEMELE",
            "Yes, because the comrades got hold of an attorney by the name of Pashiro Senpad, he did nothing, he took us to Port Elizabeth office but there was nothing, no outcome from the case.",
            "Female"
        ],
        [
            "MR SANDI",
            "You mean that nobody was found guilty?",
            "Male"
        ],
        [
            "MRS NOFEMELE",
            "Harry was found guilty because we appeared at court with him and then they said that they were going to hear the case in Grahamstown but that never happened.",
            "Female"
        ],
        [
            "MR SANDI",
            "So in that case it means that you'll have to get the direction from that attorney.  Tell us now, what is your request, what is it that you wish to tell the Commission.",
            "Male"
        ],
        [
            "MRS NOFEMELE",
            "My wish is that the Commission should reveal the names of the people who killed my brother and they must also give the reasons why they killed him in that manner.",
            "Female"
        ],
        [
            "MR SANDI",
            "Is Rocco still alive?",
            "Male"
        ],
        [
            "MRS NOFEMELE",
            "Yes he is.",
            "Female"
        ],
        [
            "MR SANDI",
            "Do you think he is one of the people who should be consulted?",
            "Male"
        ],
        [
            "MRS NOFEMELE",
            "Yes.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did your brother have children?",
            "Male"
        ],
        [
            "MRS NOFEMELE",
            "He had one child.",
            "Female"
        ],
        [
            "MR SANDI",
            "Where is the child.",
            "Male"
        ],
        [
            "MRS NOFEMELE",
            "He's staying with the grandmother. We are helping each other raising him.",
            "Female"
        ],
        [
            "MR SANDI",
            "Don't you think that it is a good idea to seek for assistance for that child?",
            "Male"
        ],
        [
            "MRS NOFEMELE",
            "Yes it is because the mother of the child passed away and now he is our responsibility.  Therefore we also request that we should get assistance from the Commission.",
            "Female"
        ],
        [
            "MEMBER OF PANEL",
            "There is this question Mrs Nombuyiselo that is referring to the court case, your response was you are still waiting to be called.",
            "Unknown"
        ],
        [
            "MRS NOFEMELE",
            "We were only at the court in 1995 and we were referred to Grahamstown, but that never happened.",
            "Female"
        ],
        [
            "MEMBER OF PANEL",
            "Who said that?",
            "Unknown"
        ],
        [
            "MRS NOFEMELE",
            "It was the magistrate at the Graaf Reinet court.",
            "Female"
        ],
        [
            "MEMBER OF PANEL",
            "So you mean, if you want to get more details about how far this case is you think the magistrate at Graaf Reinet should be the relevant person?",
            "Unknown"
        ],
        [
            "MRS NOFEMELE",
            "Yes.",
            "Female"
        ],
        [
            "MEMBER OF PANEL",
            "What about the attorney?",
            "Unknown"
        ],
        [
            "MRS NOFEMELE",
            "He did nothing, he is the only person, he just sent us to Port Elizabeth and then they wanted to see about the funeral, they wanted to get details about what happened during the funeral.  He never made any attempt for us to go to the court.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Nombuyiselo.  We are going to make a follow-up so that we should see what is happening in the courts of law. so that we must know whether this case is still on or not. We thank you for coming forward with the story of your brother, we sympathise deeply with you and the child who has lost his mother.  Among the plans that we have, we are going to say to the court to get the outcome of the case and we are going to advise the President that if it is possible, that at least you should get some assistance, especially his child.\n For now we say thank you.  If there are some other details that we have left out we will come back to you, thank you.",
            "Unknown"
        ]
    ]
}