{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-02-10",
        "location": "CRADOCK",
        "day": "2",
        "names": [
            "NOMBULELO NGUBO"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55015&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/cradock/ngubo.htm",
        "speakers": [
            "BONGANI FINCA",
            "REV XUNDU",
            "NOMBULELO NGUBO",
            "JUNE CRICHTON",
            "MS MAYA",
            "MR SANDI"
        ],
        "original_speakers": [
            "REVD XUNDU",
            "NOMBULELO NGUBO",
            "REVD FINCA",
            "MS CRICHTON",
            "MS NGUBO",
            "MS MAYA",
            "MR SANDI"
        ]
    },
    "testimony": [
        [
            "BONGANI FINCA",
            "Mrs Nombulelo, we welcome you.  We will hand over to Reverend Xundu to swear you in.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            "NOMBULELO NGUBO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you Ma'am.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "We will hand over to June Crichton who is going to lead evidence.",
            "Unknown"
        ],
        [
            "JUNE CRICHTON",
            "Good morning Mrs Ngubo.  Are you the sister of Sindile vincent Ngubo?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "Yes.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "And you are the sister of Mzwandile Wellington Ngubo, who is the deceased?  And you are going to tell us about two incidents where your house was burnt here in Cradock, is that correct?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "Yes, Ma'am.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "And I also understand that as a result of the burning of your house, your mother when she heard the news from her hospital bed, died, is that correct?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "Yes, Ma'am.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "So this has been a very traumatic time for you.  Before you start, can you tell me what was the situation in the township that led up to the first house burning and we will start with that in 1977?  What was the situation in the community?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "It was on a Monday morning, before this all\nCRADOCK HEARING TRC/EASTERN CAPE\n2 N NGUBO\n started.  My brother had gone to school, then Wellington came back after eight o'clock.  I asked him why he had come back, he said there is nobody at school.\n I saw a group of children going to another school.  I thought that maybe there is a short break at the school.  A little while after Wellington had arrived, Vincent then came, my younger brother.\n He then asked for Wellington, because he said there are people here who have come to burn him.  I then warned him to hide either under the bed or in the wardrobe.  When I looked through the window, there was a whole horde of people.\n He then ran away to our next door neighbours.  Then a whole lot of children asked for my brother, I said he is not here.  Then they started burning down the house, throwing everything around.\n There were three babies crawling in the house and others too.  I forgot the children.  Mean while the older children had taken the crawling ones.  The little girl crawled towards the fire, then I helped another little girl to go into the house, through the window, to take out the little baby.\n I then became unconscious.  The police came, White police.  My cousin's sister came, the police then asked us where we were going to go.  My cousin then said she would take us to her house.  We went to Luxolweni, the whole family.\n Mziwakhe left with the White men, the White police.  After dinner, I had to go to my mother in hospital.  I slept, not having gone to the hospital, because I was very tearful.  I could not sleep really, I was kneeling down.  I heard a knock, I opened the door, it was Mziwakhe, the car\nCRADOCK HEARING TRC/EASTERN CAPE\n3 N NGUBO\nhad brought him in.\n I then said Mziwakhe must lie down next to the children.  I asked Mziwakhe what was going on, he said that he did not know, except that Xoliswa said I am an informer.  We slept.\n The next day we were taken by the police.  These police were from Port Elizabeth.  We then gave in statements.  A police van then took us to Somerset East, there were a lot of children that had been released from Cradock.\n They asked Mziwakhe if he knew the other children.  He said yes, he did.  He then was asked to identify who had burnt his house down, he said he did not know who it was.\n We came back from Somerset East, we never went to a court of law again.  In 1985, the week our leaders died, I heard in the 5 am news, I had a premonition.  By then Mziwakhe was working in Uitenhage.\n On the Saturday, there was a service at the Methodist Church for our leaders.  Mziwakhe came after dinner.  I said to him he must go back home, at least for a few hours before he goes back to Port Elizabeth.  Mziwakhe then went.\n I could not sleep that night.  I just didn't feel well.  At 1 am there was a knock on the door.  My son, who was about 10 years old, Sindile Ngubo then came to the house, crying, saying that our house has been burnt down yet again.\n I was shaking.  The morning I went home.  Our house was totally burnt down.  There were glasses and plates on the floor.\n I went to the police and I found him at the charge office.  I asked what was going on, he said that he just heard a petrol bomb in the dining room.  He then said he saw four men and then the fire just expanded to the other rooms.\nCRADOCK HEARING TRC/EASTERN CAPE\n4 N NGUBO\n I asked him what he was going to do, he said he would run away because his wife was from Transkei, he said he would go to the Transkei.\n Then a friend of mine came.  He said that we must go to the houses where the Cradock Four were from.  Go to each house to give sympathy and reverence.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Is that all you have to say?  Can I ask you some questions now?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "Yes, Ma'am.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "According to the statement that I have in front of me, after the first incident, the family were re-accepted into the community, could you tell us about that?  After the 1977 burning, there was a re-acceptance into the community, tell us about that?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "Yes, we were accepted again after 1977.  No one went into prison for having burnt down our house.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "On the second occasion, was there any reason that you could understand as to why the house was burnt again?  What was the reason for it in your opinion?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "The second time, well I don't know.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "What was your brothers' involvement in the community?  Were they involved in any organisations at all?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "My brothers, we were all ANC members.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "After the second incident, there was no court case, there was no charge either laid?  You didn't lay a charge?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "Yes, Ma'am, it is so, there was no court case.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "What is the standing of the family in the community now?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "It is very peaceful.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "When you came to this Commission, you came\nCRADOCK HEARING TRC/EASTERN CAPE\n5 N NGUBO\nwith thoughts in your mind, about what we can do for you.  Can you tell us what you feel you would like the Commission to assist you with?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "The reason why I came before the Commission, is because we do not have a home, we stay in shacks.  If the Commission could build us a house please.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Your brother Vincent Ngubo, he is deceased?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "It is Wellington Ngubo.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "I apologise, it is Wellington as it says here, but Sindile and Mziwakhe is still with you?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "Sindile is alive, he is working.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Thank you Ms Ngubo, I will hand you back to the Chairperson and the panel now for questions.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Tiny Maya?",
            "Unknown"
        ],
        [
            "MS MAYA",
            "I just want to ask a few questions Ma'am.  You say that when your house was burnt down, your brother came back from school.  I have two names here Mzwandile and Mziwakhe, who is Wellington?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "Wellington is Mziwakhe.",
            "Female"
        ],
        [
            "MS MAYA",
            "Do you also have a brother called Mzwandile?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "No, it is a mistake.",
            "Female"
        ],
        [
            "MS MAYA",
            "When he came back, what reasons did he give for coming back from school?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "He said that there is no one at school, the students are not there.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you know the reasons for that?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "I don't know.",
            "Female"
        ],
        [
            "MS MAYA",
            "You said that when your house was burnt down, he was taken by White men in a van.  Do you know the reason why he was taken separately from you in a  White man's police van and you travelled separately?\nCRADOCK HEARING TRC/EASTERN CAPE\n6 N NGUBO",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "No, I don't know the reasons.",
            "Female"
        ],
        [
            "MS MAYA",
            "When he got home, did he give you any reasons?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "He said it was because he had been labelled an informer.",
            "Female"
        ],
        [
            "MS MAYA",
            "Is that the reason why you travelled separately from home?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "I don't know.",
            "Female"
        ],
        [
            "MS MAYA",
            "Were you, did you give statements together with him?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "Do you know what he said in his own statement?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "No, I do not.",
            "Female"
        ],
        [
            "MS MAYA",
            "According to your knowledge, who is Xoliswa?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "Her surname is Ntombela.",
            "Female"
        ],
        [
            "MS MAYA",
            "Where is she now?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "She stays here in Cradock.",
            "Female"
        ],
        [
            "MS MAYA",
            "Is there any particular why Xoliswa would say your brother was an informer?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "He didn't tell me anything about Xoliswa.  That was it, he said it was it.",
            "Female"
        ],
        [
            "MS MAYA",
            "And then the second time when your house was burnt down, where was Mziwakhe because you said he arrived from somewhere?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "Well, he worked at Uitenhage.  When our house was burnt the first time, I left to work in Uitenhage.  I then found a White man whom I asked to look for a job for my brother.  He then said I must phone my brother so that he could come and work at Uitenhage.\n He then worked there from 1977 until our house was burnt down again.",
            "Female"
        ],
        [
            "MS MAYA",
            "So nothing happened during 1977 and 1985?\nCRADOCK HEARING TRC/EASTERN CAPE\n7 N NGUBO",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "It was peaceful and Mziwakhe was not there.  Mziwakhe left for the Transkei after the second time.",
            "Female"
        ],
        [
            "MS MAYA",
            "Your house was burnt down after he had come back from Uitenhage?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "He was working at Uitenhage and he came back when our leaders died.  Our leaders died during the week, on the Saturday there was a church service and then on Sunday evening, these four men who were disguised, burnt our house down.",
            "Female"
        ],
        [
            "MS MAYA",
            "There was no reason that was given this time?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "No, there wasn't.",
            "Female"
        ],
        [
            "MS MAYA",
            "I have one last question.  You say that police came with Mr Maqina.  Who is Mr Maqina?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "He was a Detective at the time.",
            "Female"
        ],
        [
            "MS MAYA",
            "Where is he now?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "I think he is at Queensdale.",
            "Female"
        ],
        [
            "MS MAYA",
            "Is he still a policeman?",
            "Female"
        ],
        [
            "NOMBULELO NGUBO",
            "I don't know.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you Ma'am.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Reverend Xundu?",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you Mr Chairperson.  I just want to ask about the Ntombela family.  Was there any conflict between the two families, your family and the Ntombela family?",
            "Unknown"
        ],
        [
            "NOMBULELO NGUBO",
            "No, there was never a conflict.  Even now, I greet Xoliswa when I see her.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Ntsiki Sandi?",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Mr Chairperson.  What did Mziwakhe say about him being accused by Xoliswa as an informer?",
            "Male"
        ],
        [
            "NOMBULELO NGUBO",
            "He said to me that he was not an informer.",
            "Female"
        ],
        [
            "MR SANDI",
            "Were they at school together?",
            "Male"
        ],
        [
            "NOMBULELO NGUBO",
            "No, Xoliswa was older than him.  Xoliswa is my\nCRADOCK HEARING TRC/EASTERN CAPE\n8 N NGUBO\nage.",
            "Female"
        ],
        [
            "MR SANDI",
            "You say that you were taken by the police to the police station?",
            "Male"
        ],
        [
            "NOMBULELO NGUBO",
            "Yes.",
            "Female"
        ],
        [
            "MR SANDI",
            "When you house was being burnt down in 1977, you said that Mziwakhe was taken by the police?",
            "Male"
        ],
        [
            "NOMBULELO NGUBO",
            "I had hidden him with our next door neighbours.  When the police came, I showed the police where he was, he was then taken in a police van.",
            "Female"
        ],
        [
            "MR SANDI",
            "When he came back, what report did he give, where did the police take him to?",
            "Male"
        ],
        [
            "NOMBULELO NGUBO",
            "He said the police just asked him if he was an informer and he said he was not.",
            "Female"
        ],
        [
            "MR SANDI",
            "Was it an ordinary thing that when something like this happened, police from Port Elizabeth would come and not from Cradock?",
            "Male"
        ],
        [
            "NOMBULELO NGUBO",
            "I don't know.",
            "Female"
        ],
        [
            "MR SANDI",
            "Is it normal that Port Elizabeth police would investigate such a matter in stead of Cradock?",
            "Male"
        ],
        [
            "NOMBULELO NGUBO",
            "It was the first time that I saw these Port Elizabeth policemen.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did that shock you?",
            "Male"
        ],
        [
            "NOMBULELO NGUBO",
            "Not really, because I was in too much shock.",
            "Female"
        ],
        [
            "MR SANDI",
            "Thank you Ma'am.  Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "Mrs Ngubo, thank you.  You have given us a picture that we are clear about - during the struggle people burning down houses because they were labelled informers.   We remember that some people were given that label sometimes because they had betrayed the struggle fighters.  Some were given this label for other reasons.  Maybe you were at a meeting and you did not agree with a certain\nCRADOCK HEARING TRC/EASTERN CAPE\n9 N NGUBO\npoint, and then you would be labelled as an informer.\n Sometimes you would not agree with a certain person within the party, and then you would be labelled as an informer.\n We realise that this was very painful.  It is not our job as the Commission to investigate whether the person was an informer or not.  We just leave that to the person's conscience.  \n Our job is to look into the violation of people's rights by others.  The burning down of people's houses and people themselves and then we give a proposal to the President.\n We thank you for having given us this story.  Perhaps we will need more information from you, we will send our investigators to get the details that we do not have in our statement.  In the mean time we just want to say thank you to you.",
            "Unknown"
        ]
    ]
}