{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-02-12",
        "location": "CRADOCK",
        "day": "3",
        "names": [
            "ANGELINA RAMPO NOMAVUKA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55017&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/cradock/nomavuka.htm",
        "speakers": [
            "ANGELINA RAMPO NOMAVUKA",
            "MR SANDI",
            "CHAIRPERSON"
        ],
        "original_speakers": [
            "ANGELINA RAMPO NOMAVUKA",
            "MRS NOMAVUKA",
            "MR SANDI",
            "CHAIRPERSON"
        ]
    },
    "testimony": [
        [
            "ANGELINA RAMPO NOMAVUKA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Are your full names Angelina Rampo Nomavuka.",
            "Male"
        ],
        [
            "ANGELINA RAMPO NOMAVUKA",
            "That's correct.",
            "Female"
        ],
        [
            "MR SANDI",
            "The child that you are going to talk about, is Xola Owen Nomavuka?",
            "Male"
        ],
        [
            "ANGELINA RAMPO NOMAVUKA",
            "That's correct.",
            "Female"
        ],
        [
            "MR SANDI",
            "How old was Xola Owen Nomavuka at the time of his death?",
            "Male"
        ],
        [
            "ANGELINA RAMPO NOMAVUKA",
            "He was 18 years old.",
            "Female"
        ],
        [
            "MR SANDI",
            "Was he still a scholar at the time?",
            "Male"
        ],
        [
            "ANGELINA RAMPO NOMAVUKA",
            "Yes, he was doing standard 10.",
            "Female"
        ],
        [
            "MR SANDI",
            "How did you hear about your son's death.",
            "Male"
        ],
        [
            "ANGELINA RAMPO NOMAVUKA",
            "I was at home, my sister's children came to my house to tell me that Xola was shot and they were on their way to fetch the corpse of the other boy who was also shot in Port Elizabeth.  On the way back when they were at Skhulu Street Namapeni came out and shot them and the sister of Mrs January.",
            "Female"
        ],
        [
            "MR SANDI",
            "You say he was shot by Velule Namapeni Buzani?",
            "Male"
        ],
        [
            "ANGELINA RAMPO NOMAVUKA",
            "Yes that's correct.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did you know Velule Namapeni Buzani?",
            "Male"
        ],
        [
            "ANGELINA RAMPO NOMAVUKA",
            "Yes I know him from the farm.",
            "Female"
        ],
        [
            "MR SANDI",
            "Was he a policeman here in Cradock?",
            "Male"
        ],
        [
            "ANGELINA RAMPO NOMAVUKA",
            "Yes.",
            "Female"
        ],
        [
            "MR SANDI",
            "How can you describe him as a policeman, his behaviour?",
            "Male"
        ],
        [
            "ANGELINA RAMPO NOMAVUKA",
            "He was behaving well, I didn't have problems with him, because I knew him and his parents from the farm.",
            "Female"
        ],
        [
            "MR SANDI",
            "You say he was behaving well?",
            "Male"
        ],
        [
            "ANGELINA RAMPO NOMAVUKA",
            "Yes.",
            "Female"
        ],
        [
            "MR SANDI",
            "Isn't it true that Mr Buzani said that these children were just passing by and were singing, he just decided to shoot?",
            "Male"
        ],
        [
            "ANGELINA RAMPO NOMAVUKA",
            "Yes he did.  I am saying, just before this incident, I was still on the farm. I knew him from the farm, Namapeni.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did you hear that most of the people in the statements here when describing this incident, they are saying that these children were just passing by but Buzani just decided to shoot?",
            "Male"
        ],
        [
            "ANGELINA RAMPO NOMAVUKA",
            "Yes that's correct.",
            "Female"
        ],
        [
            "MR SANDI",
            "Weren't you shocked by this news.",
            "Male"
        ],
        [
            "ANGELINA RAMPO NOMAVUKA",
            "I was very shocked because I never expected that to be done by him.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did you hear that there was perhaps any attempt to attack Buzani? Did you hear that one of the children maybe attempted to attack Buzani?",
            "Male"
        ],
        [
            "ANGELINA RAMPO NOMAVUKA",
            "No I just heard that they were just on their way.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did Xola ever go to the hospital just before his death?",
            "Male"
        ],
        [
            "ANGELINA RAMPO NOMAVUKA",
            "When I went to the scene I realised that he was taken to the hospital.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did you see him at the hospital?",
            "Male"
        ],
        [
            "ANGELINA RAMPO NOMAVUKA",
            "No, the people said I mustn't go to the hospital, I must just stay at home.",
            "Female"
        ],
        [
            "MR SANDI",
            "When did you hear about his death?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "heard when they came back, my sister's children came to me to tell me about his death the very same day.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Were there any disruptions during the funeral?",
            "Male"
        ],
        [
            "ANGELINA RAMPO NOMAVUKA",
            "There were no disruptions and he was not buried at my home, he was taken by one of the gentlemen who stay in No 74, he's the one who was responsible for everything.",
            "Female"
        ],
        [
            "MR SANDI",
            "Was he buried here at Cradock?",
            "Male"
        ],
        [
            "ANGELINA RAMPO NOMAVUKA",
            "Yes.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did you get any visits from the police before the funeral?",
            "Male"
        ],
        [
            "ANGELINA RAMPO NOMAVUKA",
            "There were policemen around.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did they talk to you as a family?",
            "Male"
        ],
        [
            "ANGELINA RAMPO NOMAVUKA",
            "No.",
            "Female"
        ],
        [
            "MR SANDI",
            "You say the police were around.  Were they around before the funeral or during the funeral? Did the police visit your house during the funeral?",
            "Male"
        ],
        [
            "ANGELINA RAMPO NOMAVUKA",
            "No.",
            "Female"
        ],
        [
            "MR SANDI",
            "Is that all that you'd like to tell us?",
            "Male"
        ],
        [
            "ANGELINA RAMPO NOMAVUKA",
            "Yes.",
            "Female"
        ],
        [
            "MR SANDI",
            "Do you have any wish or request that you'd like to forward to the Commission?",
            "Male"
        ],
        [
            "ANGELINA RAMPO NOMAVUKA",
            "All I request is his tombstone.",
            "Female"
        ],
        [
            "MR SANDI",
            "Is that all Mrs Nomavuka?",
            "Male"
        ],
        [
            "ANGELINA RAMPO NOMAVUKA",
            "One other request, if possible, because I'm not working, if I can get some assistance and the person who was responsible for my son's marriage, if she can be compensated.",
            "Female"
        ],
        [
            "MR SANDI",
            "Do you mean the expenses of your son's burial?",
            "Male"
        ],
        [
            "ANGELINA RAMPO NOMAVUKA",
            "Yes.",
            "Female"
        ],
        [
            "MR SANDI",
            "Thank you Mrs Nomavuka.  I'll hand over to the chairperson.  Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We thank you very much, we have heard your painful story.  We sympathise with you about what happened to you, it's very hurting to hear what one of you said, that when you used to seek for help from the police the police would just send you away.  But this is not a surprise because we know that it is something that used to happen during those days.  We thank you for coming to the Commission. What we cannot do is to give you back your beloved ones but the request that you forwarded, we're going to take it to the President, especially the one that you say about assistance and try to get the tombstone for your relatives.  On behalf of the Commission we deeply sympathise with you, we promise that we are going to forward all your requests to the President of this country.  Thank you.",
            "Unknown"
        ]
    ]
}