{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-02-10",
        "location": "CRADOCK",
        "day": "2",
        "names": [
            "NONZWAKAZI PLAATJIES"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55022&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/cradock/plaatjie.htm",
        "speakers": [
            "REV XUNDU",
            "NONZWAKAZI PLAATJIES",
            "BONGANI FINCA",
            "MS MAYA",
            "MR SANDI"
        ],
        "original_speakers": [
            "NONZWAKAZI PLAATJIES",
            "REVD XUNDU",
            "REVD FINCA",
            "MS MAYA",
            "MS PLAATJIES",
            "MR SANDI"
        ]
    },
    "testimony": [
        [
            "REV XUNDU",
            "Can you please stand up so that you can take an oath.",
            "Unknown"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "We welcome you Nonzwakazi Plaatjies.  I am going to hand over to Ms Tiny Maya who will be asking you questions on behalf of the Commission.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you Chairperson.  I greet you Ms Plaatjies.  Your story is from 1976, September.  You are not sure of the date, whether it was the 8th or the 9th, is that true?  On this particular day you said you were accompanying your grandmother to the Doctor at Cookhouse.  You had a conflict with the police, can you please tell us in your own words what happened on this particular day?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "As my mother was suffering from asthma I was taking her to the station.",
            "Female"
        ],
        [
            "MS MAYA",
            "Just hold on.  Who usually counted six?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "The name of the train is Mixi, it is the train.  We used to call the old train Mixi.  Not now, the old train, we used to call it Mixi.  So she was taking a train.\n When I came back, I was afraid of taking the tar road, I had to go through the veld.  When I came, I saw the police.",
            "Female"
        ],
        [
            "MS MAYA",
            "Without interrupting you, can you please come\nCRADOCK HEARING TRC/EASTERN CAPE\n2 N PLAATJIES\ncloser to the mike?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "I saw a hippo.  It was full of policemen.\n I was walking down the road, they stopped and they alighted from the police casper, they were shooting.  The White policeman that I managed to identify, he was Dr Schoeman.\n He was wearing his uniform.  He was also shooting and there was also another Xhoza policeman, Bomba Aron and the others.",
            "Female"
        ],
        [
            "MS MAYA",
            "Can you just stop right there.  You said these policemen alighted from the police casper - with whom were you at the time?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "I was alone.",
            "Female"
        ],
        [
            "MS MAYA",
            "Where was your grandmother?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "She had gone, she took the train.",
            "Female"
        ],
        [
            "MS MAYA",
            "You are talking about Dr Schoeman, was Dr Schoeman a medical practitioner, a general practitioner?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "Yes, he was also a police, he came out, he alighted from the hippo and started shooting.",
            "Female"
        ],
        [
            "MS MAYA",
            "You mean sometimes he used to be a Doctor and sometimes he would be a policeman?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "And at the same time he would examine the people who were injured?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "Can you please go on.",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "They came to me, I fell.  I had a bullet on my neck, that caused me to fall.  They started assaulting me.",
            "Female"
        ],
        [
            "MS MAYA",
            "What was it that they were doing?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "They were just stamping on my body and they\nCRADOCK HEARING TRC/EASTERN CAPE\n3 N PLAATJIES\nwere hitting me with a (indistinct).  If they wanted to put you into the police casper, they don't put you there properly, they just throw you in.  There are also some of the policeman inside the casper.\n One of them is big and fat.  At that time I was already bleeding through the nose and ears.  They said to me I must stand up and go and kiss the White man who was on the corner, they were pushing me towards him.\n They were kicking me.  One of them, by the name of Aron responded and said to the other policemen, he said, no stop doing this, this is our blood.  We can't do this in front of these people, in front of the capitalists.\n Why should we help the capitalists hitting our own people?  Aron said Bomba, this is your sister, you can't do this in front of the White policemen.\n He said the police should start home first.",
            "Female"
        ],
        [
            "MS MAYA",
            "Let me take you back a little bit.  How old were you at the time?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "I was a big girl at the time.  I was a big girl, I think I was 23 years old or 24, I am not sure because right now I am 44 years old.",
            "Female"
        ],
        [
            "MS MAYA",
            "You mean you were no longer a scholar at the time?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "No.",
            "Female"
        ],
        [
            "MS MAYA",
            "What was actually happening in your community?  What do you think was the real cause of this assault?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "The people were rioting.",
            "Female"
        ],
        [
            "MS MAYA",
            "What was it, can you specify, can you remember what was happening in 1976?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "Yes.   The children, the students were toyi-toying through the townships and they were arrested.",
            "Female"
        ],
        [
            "MS MAYA",
            "After the police had arrested you, where did they\nCRADOCK HEARING TRC/EASTERN CAPE\n4 N PLAATJIES\ntake you to and what is it that they did?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "I went into the police van, they drove to the township.  They stopped somewhere but I don't know where because I heard one of them saying the one who was Aron, I heard  him saying, they are stopping in front of the shop, one of the shops in the township.  The others in front alighted from the police casper with Dr Schoeman and the driver.\n I was at the back.  They were talking here inside and they were telling each other who is going out and who is going in.  They went there, they had a list, they brought the list into the police casper.\n They drove to the hospital.  The police casper parked outside the hospital and the other doors opened.  Dr Schoeman and the others went in.  After some time they opened at the back where I was.  I went there and I brought my car, hospital card.\n I was standing in the passage.",
            "Female"
        ],
        [
            "MS MAYA",
            "Where is this passage?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "The passage in the hospital.  I was standing there and I was bleeding.  He came from one of the rooms.",
            "Female"
        ],
        [
            "MS MAYA",
            "Can you please come closer to the mike.",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "Dr Schoeman came from one of the rooms in the hospital.  He just looked at my ears, he didn't even examine me, he didn't even made me to lie on the bed.  I went back to the cell.",
            "Female"
        ],
        [
            "MS MAYA",
            "For how long were you arrested?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "It was on a Tuesday, I stayed there Thursday and Friday.  The following week we were sent to Cookhouse, from Cookhouse to Somerset.  December I was in Somerset.",
            "Female"
        ],
        [
            "MS MAYA",
            "What was the reason for the arrest?\nCRADOCK HEARING TRC/EASTERN CAPE\n5 N PLAATJIES",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "They were accusing me of assaulting the police, saying that I burnt down some of the houses and robbery, but they didn't know the real reason but they just decided that I should be released because there was no evidence.",
            "Female"
        ],
        [
            "MS MAYA",
            "When you were arrested, did you appearing court?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "I was swollen.  I used to go to court, but I couldn't talk because I was swollen.  A Magistrate by the name of Mehlekati did not want to hear anything about these Boers, they would make me to stand there and that Magistrate would say take her back to the cell.",
            "Female"
        ],
        [
            "MS MAYA",
            "Where did Mehlekati come from?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "I don't even know.",
            "Female"
        ],
        [
            "MS MAYA",
            "Where was this court of Mehlekati?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "It was here in Cradock.",
            "Female"
        ],
        [
            "MS MAYA",
            "Do you know his real name?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "I only know him as Mehlekati because the people were calling him Mehlekati.",
            "Female"
        ],
        [
            "MS MAYA",
            "When did you last see Mr Mehlekati?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "I didn't see him after that.",
            "Female"
        ],
        [
            "MS MAYA",
            "When were you released?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "I was released on the 8th of January.",
            "Female"
        ],
        [
            "MS MAYA",
            "; Without any charges laid against you?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "No.  What they said, there was another lady who was with us at Cookhouse whose husband arranged a legal representative here for her and I was also taken there with her, it was  Aunty Modi.",
            "Female"
        ],
        [
            "MS MAYA",
            "Do you know her surname?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "No.",
            "Female"
        ],
        [
            "MS MAYA",
            "Where is she now?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "She is here in the township.\nCRADOCK HEARING TRC/EASTERN CAPE\n6 N PLAATJIES",
            "Female"
        ],
        [
            "MS MAYA",
            "We will request you to give us her details.  After you release did you lay any charges - maybe you sought for help with a legal representative?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "I went to (indistinct) and I explained to them but unfortunately there was an accident and at that time I was working in Port Elizabeth.  I got sick in Port Elizabeth, I went to Livingstone Hospital.  I started at Dora Nginza and Dora Nginza transferred me to town.\n I saw an Indian Doctor, I don't know his name. (tape ends)  I had a problem with my ear and I was excreting something from my intestines.\n Because even in Port Elizabeth it was bad, but the Doctor begged me to say something, but I was afraid to tell him.  Even the Sisters used to beg me to tell what happened, because they were recommending, they were saying this Doctor is very good.\n I ran away, I came back to Cradock.",
            "Female"
        ],
        [
            "MS MAYA",
            "Is that all that you would like to tell us?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "No.  I've been trying, though I was sick, I used to go to OPD and I used to talk to the people of the community.  My right limb is no longer working now.\n One teacher took me to Dr Bam and he removed one of the pellets in my arm.  At least now I can use my arm.  I started to have epileptic fits, but Dr Schoeman said he is not going to arrange any pension fund for me, he is not going to arrange any pension for me.",
            "Female"
        ],
        [
            "MS MAYA",
            "You were also injured on your head.  You said there were some pellets in your head?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "Were they removed?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "No.\nCRADOCK HEARING TRC/EASTERN CAPE\n7 N PLAATJIES",
            "Female"
        ],
        [
            "MS MAYA",
            "When did you start suffering from epileptic fits?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "It is about three years now.",
            "Female"
        ],
        [
            "MS MAYA",
            "According to the Doctor's details, is the epileptic fits caused by the pellets in your head?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "Dr Miller said the one in my vessel, the pellets in my vessels are the cause of the epileptic fits.",
            "Female"
        ],
        [
            "MS MAYA",
            "Can you please go on with your story and you tell us about your request that you would like to forward to the Commission.",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "I wish that the Commission should help me educate my children.",
            "Female"
        ],
        [
            "MS MAYA",
            "How old are they?",
            "Female"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "It is Nathemba and Posethu.  The other one is seven years old, the other one is one year and six months old.  I used to work, but I cannot work any more and I cannot see clearly with my eyes and I am always sick.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you Ma'am.  I will hand over back to the Chairperson, maybe my colleagues will have some questions,",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Ntsiki Sandi?",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Chairperson.  Mrs Plaatjies, before this day that you are talking about, did you see Dr Schoeman before?",
            "Male"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "Yes.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did you see him after this particular day?",
            "Male"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "While I was sick I went to him at the hospital.",
            "Female"
        ],
        [
            "MR SANDI",
            "When was that?",
            "Male"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "It was before he left Cradock.",
            "Female"
        ],
        [
            "MR SANDI",
            "Do you still remember the year when you were visiting him before he left Cradock?",
            "Male"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "He left Cradock in 1995.\nCRADOCK HEARING TRC/EASTERN CAPE\n8 N PLAATJIES",
            "Female"
        ],
        [
            "MR SANDI",
            "Where is he?",
            "Male"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "He is in Gauteng.",
            "Female"
        ],
        [
            "MR SANDI",
            "Can you tell us if Dr Schoeman was working with the police?",
            "Male"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "Yes.",
            "Female"
        ],
        [
            "MR SANDI",
            "Was that a well-known thing about Dr Schoeman?",
            "Male"
        ],
        [
            "NONZWAKAZI PLAATJIES",
            "Yes, everybody in Cradock knows that.",
            "Female"
        ],
        [
            "MR SANDI",
            "Thank you Ms Plaatjies.  Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "Thank you Nonzwakazi for your story.  Perhaps you might be interested in knowing if the Commission would have a hearing, a special hearing which will focus on matters of the Doctors.\n I think the Commission itself will be very interested in the picture that you are giving us about Dr Schoeman because this is a very interesting story that being a Doctor he is a policeman at the same time.\n He is a Doctor, he is a policeman at the same time of which those are two conflicting things.  We thank you for telling us this story.  We've taken note of your request.  \n As I've said we are just the mouth of the State President, we are just an eye of the State President, we are going to forward these requests to his table so that he can take a closer look at them.  \n Thank you Ms Nonzwakazi.",
            "Unknown"
        ]
    ]
}