{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-02-12",
        "location": "CRADOCK",
        "day": "3",
        "names": [
            "ZEZEYI LIZZIE SEPTEMBER"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55025&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/cradock/septembe.htm",
        "speakers": [
            "CHAIRPERSON",
            "PAULINA MASELEPE KEKANA",
            "ZEZEYI LIZZIE SEPTEMBER",
            "JUNE CRICHTON",
            "REV XUNDU",
            "MEMBER OF PANEL",
            "MR SANDI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MRS KEKANA",
            "ZEZEYI LIZZIE SEPTEMBER",
            "PAULINA MASELEPE KEKANA",
            "MRS CRICHTON",
            "MRS SEPTEMBER",
            "MS KEKANA",
            "REV XUNDU",
            "MEMBER OF PANEL",
            "MR SANDI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Which one of you is Lizzie September?  And the other lady.",
            "Unknown"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "I am a witness, I was there when this happened.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What is your name?",
            "Unknown"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "I am Pauline Kekana.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay, we'll ask the Reverend Xundu to help you take the oath, both of you.",
            "Unknown"
        ],
        [
            "ZEZEYI LIZZIE SEPTEMBER",
            "(sworn states)",
            "Unknown"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We'll hand over to June Crichton who will ask questions concerning Desmond Baatjies and after that we will hand over to Mrs Paulina Kekana to testify about herself and about this incident, and we'll take that at the same time, thank you.",
            "Unknown"
        ],
        [
            "JUNE CRICHTON",
            "Mrs September can you hear me, good morning to you.",
            "Female"
        ],
        [
            "ZEZEYI LIZZIE SEPTEMBER",
            "Yes I can hear you.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Mrs September you are here today to tell us about your son Desmond and that he was killed by police.  What was the date of his death?",
            "Female"
        ],
        [
            "ZEZEYI LIZZIE SEPTEMBER",
            "I'm not sure about the date but it was on a Monday.  I was on a farm and someone came to take me from the farm and I arrived at home.  The house was full of people and they told me that my child was dead and he was in the mortuary.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "What was the situation in the township at that time?",
            "Female"
        ],
        [
            "ZEZEYI LIZZIE SEPTEMBER",
            "The situation was very bad, especially on the day of the incident.  I was not there but people told me that the situation was bad, people were being killed all over.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "I want you to tell us about your son,  First of all how old was he?",
            "Female"
        ],
        [
            "ZEZEYI LIZZIE SEPTEMBER",
            "I don't remember clearly but his ID is here and I would like the lady next to me to remind me about this issue.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "In your statement in front of me it is telling me that he was 22, does that sound right to you, 22 years?",
            "Female"
        ],
        [
            "ZEZEYI LIZZIE SEPTEMBER",
            "It might be so if that paper says so.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "That was Mrs Kekana. And was he a student at the time?",
            "Female"
        ],
        [
            "ZEZEYI LIZZIE SEPTEMBER",
            "Yes he was.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Was he in a student organisation?",
            "Female"
        ],
        [
            "ZEZEYI LIZZIE SEPTEMBER",
            "I'm not sure, Mrs Kekana will tell you because I was on the farm, I used to come and visit him and then go back to the farm.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "When you were told about what happened to him were you also told who did it?",
            "Female"
        ],
        [
            "ZEZEYI LIZZIE SEPTEMBER",
            "Yes I was told, they said it's Fitchi and I went to the police with my husband and I was told that he was not there, he was in George and I never saw him again.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "There's another name of another policeman buy the name of Ficks Fourie that is mentioned in this statement, do you remember that name?",
            "Female"
        ],
        [
            "ZEZEYI LIZZIE SEPTEMBER",
            "Yes they told me about him and we went there and they told us that he went to George and I'm still waiting for him until today.  On the day of the incident I was not there, people just told me who were the police who were shooting these children because they saw these police.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "You were not there, thank you, now you say that Mrs Kekana...(intervention)",
            "Female"
        ],
        [
            "ZEZEYI LIZZIE SEPTEMBER",
            "My heart was broken and until today I still feel pain because my son was not sick, he was shot and killed.  He might be working for me today, maybe he would have been educated by now.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Mrs September I would like to know now whether there was a post mortem or any kind of inquest?\n(recording stops on side A of tape 15 and resumes on side B with a short gap in the recording)",
            "Female"
        ],
        [
            "ZEZEYI LIZZIE SEPTEMBER",
            "......them and they said they will come back and tell me.  They told me there were bullets inside his body but I'm not sure what kinds of bullets but they did say that they had removed a bullet from his body.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "And did you receive a death certificate?",
            "Female"
        ],
        [
            "ZEZEYI LIZZIE SEPTEMBER",
            "Yes.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "And were you assisted at all by an attorney?",
            "Female"
        ],
        [
            "ZEZEYI LIZZIE SEPTEMBER",
            "No not by any attorneys.  They just said that this white man would come back and he never did.  I used to go there to ask about him and they told me that he was in George until now.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Do you have other children that you support?",
            "Female"
        ],
        [
            "ZEZEYI LIZZIE SEPTEMBER",
            "No he was the only child, there were two and the other one left and he was the one who was with me.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Is there anything else you want to say before we pass on to Mrs Kekana?",
            "Female"
        ],
        [
            "ZEZEYI LIZZIE SEPTEMBER",
            "No there there's nothing else but it's just that I'm in a painful situation, otherwise there's nothing more.  I have not been well at all since this incident, I have terrible headaches, I think that I think too much, especially at night.  (witness very upset)",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "When you're ready I would like you to tell us what you would like us to recommend to the President to do for you, when you're ready.",
            "Female"
        ],
        [
            "ZEZEYI LIZZIE SEPTEMBER",
            "I do have a request, that I suffered with this child when I was raising him and I would like to be supported because I suffered a lot, I don't have a husband.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Thank you, is that all you want to say?",
            "Female"
        ],
        [
            "ZEZEYI LIZZIE SEPTEMBER",
            "Yes that is all.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "We feel for you and I'm sorry that you had to go through opening up that wound but in the opening of the wounds we are going to, we hope, bring healing to the Nation so that we have the truth, thank you.\n Can we hand over to Mrs Kekana now?\n Mrs Kekana can you hear me?  Are you wanting to speak English?",
            "Female"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "I can speak English but I'll answer you in Xhosa.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "That's fine, alright.  Mrs Kekana, you are a witness to this event and so I'd just like you to tell us exactly what you saw on that day.",
            "Female"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "On Monday the 15th of July 1985, there was chaos in the township of Graaf Reinet, there were camouflaged hippos before mid day that day and they were shooting tear gas all over the place so that people scattered, others running to the houses.  I was also inside the house but my shop is situated right at the turn.  Where this boy was shot there's a house of the Geld family which was in front of the house where the children ran to.  There were so many caspars that the children would run in any direction.  While I was looking while still in the shop which I decided to close although there were other people inside, because I was afraid of those hippos, most of the people were on top of the roof of the Geld family house.  Others were in the hotel in Graaf Reinet, I think they were communicating through their walkie-talkies, because since they were on Panorama they were telling them what was happening. To follow the events they went to sit on the roof of Mr Geld's house. Bullets were being fired, some of them into Mr Matsolo's house.  These children were at the back yard next to the toilet.  I was watching how these policemen were shooting, and when they had finished shooting, some of them alighted from the caspar that was in front of the Matsolo house, I could see that they were pulling two people who I saw by the legs and they threw them into the hippo just like animals.   While I was still looking at that I saw this young boy coming out of the toilet trying to run for cover somewhere else next to the Presbyterian Church.  This child disappeared there behind a building.  When I saw them coming with the two young men that they had thrown into the hippo I went to the scene.  When I arrived there I could see that the asbestos house was damaged and Reverend Madwabile had just arrived at the church said that there is a child who had just arrived there lying near the mission toilet.  He was in pain and asked Tandi, Mrs Matsola's son to go there but they couldn't lift up this child because he was heavy.\n Mr Madlwabile decided to offer his car to help. I told them that this child was going to die because he was gasping for the last.  I took the back seat in the car and I told the reverend to rush to the hospital because it was clear that the child was dying.  On the way to the hospital, as it was chaotic, the roads were barricaded and we had to take another road through the coloured township.  When we arrived At Church Street from Contsvale, one police casper drove past because it was following us.  We went through and went to the hospital.  \n When we arrived we went in and I told them that they must bring a stretcher quickly and he had pellets all over the body, especially on the left hand side. When the nurses were on their way with the stretcher trying to take him in, Doctor Smith who was the district surgeon at the time was already there.  There were three of these children there because he was now with the other boys who had been pulled by their legs.  Dr Smith looked at the first one and said he was already dead, there's nothing they can do.  The other two who were with him were those boys who were being pulled by the legs at Mrs Matsolo's house.  I thought one's eye had been gouged out, and the other one couldn't talk, he was just looking.  \n They wanted us to identify these children. I told them that I used to see one of them coming to my shop but I didn't know his name.  One lady came to identify the one who was bleeding, assisted me in signing because we did not know the parents of the boy who passed away . We later found out that the lady next to me was the mother to that child but she was on the farm.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Thank you Mrs Kekana, I think we are just pleased and I think Mrs September is pleased that he did not die alone, he had you there to comfort him at that time.  One of the words that you used in your statement was that the police had invaded the township. And when we hear stories about how they pulled people by the legs into the hippos we realise what you mean by the word, invaded, it was as though they were treating people like animals.\n You say you don't know the names of the two others.",
            "Female"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "The other one is from the Jacobs family, he is still alive. The other one is in Cape Town because after he was discharged from Livingstone, he couldn't breathe properly, he had to be hidden by his family because he was also going to be prosecuted together with this other one from the Jacobs family who was sentenced five years.  He was also going to get a sentence of five years.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Another thing you said was that the roads were barricaded, you had to take a different route to the hospital, what was the reason for that?",
            "Female"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "It is because the hippos and police caspars were all over the place, so the children would try to barricade the roads to prevent them passing through.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "And then the last question, did you have to appear as a witness in court?",
            "Female"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "Never.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Not at all?",
            "Female"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "Never.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Thank you very much Mrs Kekana, those are all the questions I have for you, I'll hand you over to the chairperson now.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Mr Chairperson I want to conclude this story with Mrs Kekana. Can you please now tell us your story, I notice that in 1985 I have a date, 19th July 1985 you were manhandled at the time, you and your family and you were also arrested, can you tell us this story?",
            "Unknown"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "In 1985 the very same week because there was chaos we were afraid, we didn't even want to go to the wholesalers because of the police caspars. What was more painful is that we have a hotel in the neighbourhood, they just sat there and they could see everything that was taking place in the township.\n On the 19th of July, a Friday at about 20 past nine I was preparing myself to go to the funeral of Mr Goniwe here in Cradock, my shop had two outside glass panels, and even in my house there's a glass division and if the shop is closed they usually use a curtain.  The children were still washing the dishes, and I heard that people were pelting stones from outside and they went through the outside glass to the inside glass to the house. While I was still surprised at who was doing this because the stones were just tumbling in...(intervention)",
            "Female"
        ],
        [
            "REV XUNDU",
            "What time was that?",
            "Unknown"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "It was at twenty past nine.  I decided to switch off the lights and to close the other door.  When I tried to take cover, I noticed two police caspasrs in front of my shop.  Just in front of this hippo, seemingly their lights were not that bright, there were two policemen wearing navy blue uniforms and short sleeved shirts.  I was standing there in the dark and they were throwing stones and others were picking up stones and passing them to these two. On top of the caspars the police had guns. When I went back to my house again, I had my son there who saw another police caspar in front of my house when he peeped through the other side, also armed.  It was obvious that if we went out they were prepared to shoot.  But fortunately we decided not to go out and the children went to another room.  One of my grand children got injured in his knee.\n We came to Cradock where I phoned Mr Bouer who was an attorney, he said I mustn't pick up anything pick up anything that was disturbed there, I should leave them as exhibits, he was going to send somebody to take pictures.\n On a Sunday afternoon a hippo came and the occupants were wearing soccer uniforms and wanted to see the damage that they had caused to my house. There were other children from Konsville where my child is living who told him that he must tell his mother that the Reverend and the teachers were all arrested and then they said that at 12 o'clock they were going to get Mrs Kekana's rubbish from the township.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Who gave you this message?",
            "Unknown"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "My child's schoolmates.",
            "Female"
        ],
        [
            "REV XUNDU",
            "What was his aim?",
            "Unknown"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "After the children had gone I asked who are the people who are arrested.  I was told that most of the teachers and the church ministers were picked up from the coloured areas.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Who was Fiksie?",
            "Unknown"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "Fiksie was a member of the Special Branch.",
            "Female"
        ],
        [
            "MEMBER OF PANEL",
            "Where is Fiksie now?",
            "Unknown"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "He is in Graaf Reinet.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Is he still a policeman?",
            "Unknown"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "I'm not sure but I think he is still working for the government.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Your house and your belongings, how much damage was caused to your property?",
            "Unknown"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "While I was still watching that I fell asleep on Sunday because I was waiting to hear more about my rubbish that was going to be picked up at 12 midnight.  I had a daughter that I told that if ever they start knocking they must start first by protecting her door.  Fiksie came and just said to me, \"Mrs Kekana, state of emergency!\"  While I was still dressing he started with his politics saying that even Boesak my leader in Cape Town is arrested.  I dressed up and I don't know what made me call my son Buiso. He said, \"What's your name?\", and my son replied, \"I'm Buiso\".  He said, \"Thank you, thank you, thanks God, I've got this Buiso!\"\n Seemingly they've been looking for this Buiso from his school for a long time and he decided to arrest both of us under the state of emergency.  We stayed 14 days in the cell at Graaf Reinet, I was transferred to Middelburg where I stayed three months and three weeks.",
            "Female"
        ],
        [
            "REV XUNDU",
            "And then who was looking after your property?",
            "Unknown"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "Everything was just open, I hadn't started cleaning up and trying to cover my place.  My daughter tried to help and when I asked what happened to the stock in the shop she replied that the people were just doing whatever they liked but she had sold some of the things.",
            "Female"
        ],
        [
            "REV XUNDU",
            "In all how much damage was caused?",
            "Unknown"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "The damage was so big that last year when I tried to put my shop inside my house, I spent over R3 000 and I haven't finished yet, I haven't even put in a ceiling.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Let's talk about your arrest, what was happened during your arrest under the state of emergency, were they harassing you?",
            "Unknown"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "At Graaf Reinet they used to visit us and take our particulars and they would interrogate us.",
            "Female"
        ],
        [
            "REV XUNDU",
            "What about Buiso?",
            "Unknown"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "Buiso was also arrested with the others at Graaf Reinet but he was never transferred to Middelburg.",
            "Female"
        ],
        [
            "REV XUNDU",
            "After how long were you released?",
            "Unknown"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "After a week Buiso was released.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Can I take you back, can you tell us about yourself, who were you, what was your contribution or your role in the township?",
            "Unknown"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "It is because I was involved with the UDF organisation, the community decide to elect me as a leader of the DPS.",
            "Female"
        ],
        [
            "REV XUNDU",
            "What is that?",
            "Unknown"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "It is about the parents who pay the detainees a visit.  I was responsible for going to the police station to those who were arrested and see to it that they have got clean clothes and food, so I was working with certain groups in the townships.  Among us we has Reverend Chris Nissen.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Thank you Mam.  What happened to your attorney?",
            "Unknown"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "While I was still going to him he made an appointment that I must go to the police station.  When I arrived at the police station I talked to the station commander who was Mr Danny who was later transferred to Uitenhage at the time. What I asked Mr Danny what he had to say about my shop because that shop is like my husband, I also educated my child by the profit that I got from the shop. Mr Dennis said to the other policeman whose office was just across the passage that he was going to send somebody else for quotation and they came, took me in private car to a place called Federated Timbers.  They made those quotations and they wrote them down and we went back to the police station where the police said they would come back to me after reading it.  I'm still waiting today.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Is your attorney still alive?",
            "Unknown"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "Yes Mr Bouer is still alive but I decided to leave him because I could see that he was not prepared to take further steps with my case and I wanted my file to consult another attorney.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Thank you Mam, what is your request that you would like to forward to the Commission?",
            "Unknown"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "In may just before I decided to renovate my place, I've been staying there for eleven years with my house in that kind of condition, even my shop.  I decided to try something.  When I go to the police station I usually ask for my file of 19 July 1985.  They told me to come after three days and when I did this, Mr Jackson who is a station commander told me that the present law now says that each and every year all the files should be destroyed, so my files are not available, they were destroyed. I asked him if he's expecting me to believe that but he asked what I expected of him.  I asked him if he destroyed my statement and he asked the person who was taking the statement and I said that the file would give him that information.  That was the end.",
            "Female"
        ],
        [
            "REV XUNDU",
            "What is your wish in one word.",
            "Unknown"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "I'm not sure because I am still paying debt even today, knowing very well that there is nothing they can do for me but the perpetrators, I'll feel better especially that Fiksie, but I didn't see him breaking my house but I can implicate him in lots of things, him and Mr Stander because they were saying that as the Special Branch they were protecting the residents but they were protecting them by killing the people and destroying their property.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Thank you Mam, I'm going to hand over to the chairperson, maybe he'll have some questions.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Mr Chairperson, what I would like to know is, what was the role and the response of the community councillors in this chaos?",
            "Male"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "They used to label me as a perpetrator who was telling the people not to pay their tariffs and taxes.",
            "Female"
        ],
        [
            "MR SANDI",
            "Are they still continuing that or are there no longer councillors?",
            "Male"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "At the time there was no one after Mr Mpepo and then after the riots he decided to leave Graaf Reinet and then we stayed for three years without councillors, but after the state of emergency councillors came again.",
            "Female"
        ],
        [
            "MEMBER OF PANEL",
            "Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Mrs Kekana. if I'm listening to you carefully, you mean that up to this day you haven't heard anything about who destroyed your shop.",
            "Male"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "Even today I don't know, they just told me that after two years they destroy the files.",
            "Female"
        ],
        [
            "MR SANDI",
            "You said at the time of this incident you were president of the BDC?",
            "Male"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "Yes.",
            "Female"
        ],
        [
            "MR SANDI",
            "Surely if it was doing the job of helping the people who have been detained in this condition, meaning that this organisation was favoured by the people?",
            "Male"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "Yes.",
            "Female"
        ],
        [
            "MR SANDI",
            "But this will also mean that because of the role that you played as a resident of Graaf Reinet that people were in favour of you?",
            "Male"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "Yes they used to say that I am encouraging the children to destroy the peoples' properties and be involved in violence and they were querying the fact that I was helping the children to get food and clothes.",
            "Female"
        ],
        [
            "MR SANDI",
            "If one can say there were two sides, in this case there were policemen and the residents but if I say that I don't have a doubt that this organisation was favoured by the people, is that right?",
            "Male"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "Yes.",
            "Female"
        ],
        [
            "MR SANDI",
            "According to your knowledge, who actually destroyed your shop?",
            "Male"
        ],
        [
            "PAULINA MASELEPE KEKANA",
            "The people that I saw in the darkness inside my shop were two policemen who were big and huge.  Those on top of the hippo I couldn't see.  The other thing that happened, in the township they decided to switch off all the lights, even now there is sometimes only one light that is working, not all of them are working properly.",
            "Female"
        ],
        [
            "MR SANDI",
            "Thank you Mrs Kekana, thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mrs September and you Mrs Kekana, we thank you for coming to the Commission with the painful stories of harassment in Graaf Reinet.  We thank you that after all that there are still people like you and by being considerate Mrs Kekana when Mrs September's son was killed you gave us a clear picture.  In those days many people would say this is not my child and would just run for cover, but you have been considerate and you took care of Mrs September's child.\n We have taken note of the request that you have forwarded to the Commission of which we are still going to take a closer look at them and take them to our authorities during the report back.  We are gong to perhaps investigate some of the things.  If so you will be visited by the investigators of the Commission to get more details so that if we take a decision we'd be having sufficient information.  I thank you, I'm happy to hear you mentioning Chris Nissen who was our church minister in Graaf Reinet, he was also my best friend.  I'm happy to see that while he was in detention you used to visit him.  Thank you so much.",
            "Unknown"
        ]
    ]
}