{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-07-22",
        "location": "ERMELO",
        "day": "2",
        "names": [
            "MZWANDILE GUSHU"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52725&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98072030_erm_blacat2.htm",
        "speakers": [
            "CHAIRPERSON",
            "INTERPRETER",
            "MR BLACK",
            "MR HATTINGH",
            "MR KEMP",
            "MR MAPOMA",
            "MR NKOSI",
            "MR PATEL",
            "MR SANDI",
            "MRS CILO",
            "MRS VAN DER WALT",
            "MS BOSMAN",
            "MZWANDILE GUSHU"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR BLACK",
            "MR GUSHU",
            "MZWANDILE GUSHU",
            "MS BOSMAN",
            "MR SANDI",
            "INTERPRETER",
            "MR HATTINGH",
            "MR MAPOMA",
            "MR PATEL",
            "MRS VAN DER WALT",
            "MR KEMP",
            "MR NKOSI",
            "MRS CILO"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "I just want to say that the panel is not overjoyed by the unnecessary delay.  It's not going to be tolerated from now on and we will start as arranged at nine o'clock every morning.  Mr Black, will you call your witness please?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes, Mr Chairman, thank you.  As explained to you in Chambers, one of the principal reasons for the delay is that we intended to consult at seven o'clock this morning with Mr Hlongwane.  We were here and my attorney did go to the prison at ten past seven to enquire what was happening.  I won't go into detail.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We're quite aware of it.  You're extending the delay.  Call your witness please.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "So, that's my way of explanation as far as Mr Hlongwane is concerned, we had every intention of calling him as a witness.  But after due consideration and in view of the fact that he will be testifying on another occasion, and the community and those present here will hear his evidence possibly at that occasion, we've decided not to call him but to proceed with the applicants and in the order as listed in Volume one (1) of the documents.  The first applicant whom I represent is Mr Mzwandile Gushu.  He is present and he will be testifying in Xhosa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you Mzwandile Gushu?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "(No English translation)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which language would you prefer to use while testifying?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Xhosa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Miss Interpreter, can he hear you?  Mr Gushu, are you happy with that?  Have you got any objections of the taking of the oath?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Objections of what?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Taking the oath?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "No, I've got no objection.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Gushu, are you receiving the interpretation into Xhosa?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Take that thing in front in your hand.  You'll see those numbers there.  Turn the left-hand knob to number four.  Number four is Xhosa.  Is that thing on number four?  Is that okay?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "I can hear now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you got any objections to the taking of the oath?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "(No English translation)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you please stand.",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "(Sworn States)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You can sit.  Yes, Mr Black.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Thank you, Mr Chairman.  What I propose, with the leave of the Committee, doing is referring to Mr Gushu's statement which commences on page twenty six (26), Volume one (1), but the relevant section really starts on page twenty seven (27).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This statement, does it go to page thirty nine (39)?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "The typed statement, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Inaudible) ... only of the typed statement, Mr Black.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Because the actual application commences on page twenty three (23).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What's this typed statement intended to be?  A sworn statement or what?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No, at the time this was submitted, Mr Chairman, it was prefaced, as you would note, that it was for the previous hearing and there were certain time constraints that we have to get the statements to the TRC.  At that stage this was really just a supplementary type of statement elaborating more on his formal application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Listen to my question.  Was this typed document intended to be a sworn statement or not?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Not at that stage, but we submitted it.  We didn't have an opportunity to get to the prison to have it signed.  And Mr Gushu will confirm the contents of this statement under oath.  The principal intention was to assist the TRC at the time and to name people who may or may not be implicated and so the notifications could be done timeously.  This was done shortly before the previous hearing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was the date?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "The date, the exact date at the moment I don't know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many weeks ago, how many days ago, how months ago?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No, several months ago.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Signed now?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "He's prepared to sign it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Inaudible) ... several months has gone by, why was there no attempt to have it signed then?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "I think at the time, I don't know, my attorneys had these documents, but he has consulted with the witnesses and the applicants and I can just assume that he thought that the evidence would be testified under oath and this document was really going to be a document for supplementary purposes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, Mr Black, I'm going to have to discuss this issue with my colleagues here, but there are certain rules and regulations and practices that are involved over the past few months pertaining to such applications, one of which was or is that these statements should be signed and attested.  But you proceed, we'll see how far we get on it.  I must say, I'm not impressed with the lack of compliance with the rules.",
            "Unknown"
        ],
        [
            "MS BOSMAN",
            "Mr Black, may I just ask.  Has your client had the time to familiarise himself with the content of it at all?",
            "Female"
        ],
        [
            "MR BLACK",
            "Oh yes.  On the previous occasion this was drawn up and he was prepared to testify and he has subsequent to that had access to it and he's subsequently read it and confirms the contents.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Inaudible)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR BLACK",
            "Thank you.  In order to speed it up, then the evidence will be, which I will put to Mr Gushu, will be of a leading nature subject to any objections which may arise.  Mr Gushu, I'll refer you to page twenty seven (27) of the document in front of you and section B in particular.  If you could just give the Committee a brief history of your background and your involvement and how it came to be that you became involved in the political and liberation movements of the country.",
            "Male"
        ],
        [
            "MR SANDI",
            "Ja, but sorry, Mr Black, I think you will have to lead the witness.  I mean that's very broad if you say he must tell us the whole history.  Why don't you lead him from this document and highlight those points which are important on the document?",
            "Male"
        ],
        [
            "MR BLACK",
            "I'll do so.  I've explained to him and it will be of a similar nature to the evidence given yesterday by the first witness.  Mr Gushu, I'll just refer you to page twenty seven (27) again.  Is it correct that you were born in January 1964 at the Goshen Mission Station?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "That's correct, sir.",
            "Male"
        ],
        [
            "MR BLACK",
            "You mention here that you were informed by your great-grandfather, land around Goshen Mission was given to them by the Queen of England as a reward for fighting on the side of England during World War I, and you were later further informed that the missionaries arrived at Goshen in order to establish a mission and were given a piece of land for the purpose of building, and as the years elapsed the missionaries acquired more and more of the land.  Was this a ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's not what the statement says.  The statement says \"fence\", they didn't acquire it.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Okay, I'll read it.\n\"Missionaries fenced the whole of the Goshen area and declared it a trust land.  They purported to act as trustees that finally became the owners of the land.  I was told that our people were forced ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, is that true?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "I'll continue dealing with the whole land issue.\n\"I was told that the people were forced to surrender their title deeds to the missionaries and who were then thereby allocated land to certain white farmers.\"\nIs that correct?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "That's correct.  When I grew up we had a lot of camps where the cattle were grazing.  After some time a Commissioner from Cathcart came and asked for title deeds and those title deeds were given them.",
            "Male"
        ],
        [
            "MR BLACK",
            "And then it goes on to say\n\"During the 1970s the Nationalist Party Government wanted to remove us forcibly out of the Goshen Mission area.\"\nWere you there at that time?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I was there.",
            "Male"
        ],
        [
            "MR BLACK",
            "And was this a major issue amongst the community, the land question?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "It was a very bad situation because we were removed from the land where our fore-grandfathers' graves were.  Other people were sent to the Ciskei.",
            "Male"
        ],
        [
            "MR BLACK",
            "Right.  And you go on to say that\n\"Whilst I was growing up, the abovementioned land issue was one of the major many injustices which my people suffered.  I became more politically aware and conscious of further injustices after I had met a highly respected an influential person by the name of Mrs Florence Gqoto who had once been incarcerated on Robben Island and had been released during the 1960s.\"\nIs that correct?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "(No English translation)\nMR BLACK\n\"My experiences of injustices and hardships suffered by my people resulted in my developing a negative attitude towards the Nationalist Party Government and in some ways towards white people in general.\"",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Ja.  And at the bottom of page twenty seven (27)\n\"As already stated, Mrs Gqoto played a major role in my political education.  She was highly respected in our community and explained the land injustices to us and the manner in which the Nationalist Party Government stole land from the black community and allocated land to white farmers.\"\nYou confirm that?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "And then you go, page twenty eight (28), paragraph eight (8)\n\"I played an active role during the school riots in 1996.  I felt very strongly about being a victim of bantu education and resented the fact that the majority of our school subjects were taught to us in Afrikaans.  Our teachers also appeared to be acting as agents for the Government, in particular our principal Mr Mayitoza was clearly acting as a go-between to oppress.  I together with the other students protested in solidarity with the students of Soweto.  Mr Mayitoza used to assault us and used the police to try and suppress our protests.\"\nIs that a correct summary of the situation?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "You go on\n\"As a result of the hardships and oppression which I suffered in the Goshen area, I decided to leave the area and to go and stay at Lingelihle Township in Cradock.  It was while I was in Cradock that I came into contact with political activists, like Matthews Goniwe, Sparrow Mkhonto, Ford Calata, Sisele Mhlawuli.\"",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that's correct.\nMR BLACK\n\"And they have become to be referred to as the Cradock Four.  The police in Cradock area used to harass us repeatedly because of our political activities.  I was forewarned that the police were about to arrest me and to imprison me and this decided me to go to Cape Town.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Gushu, did you know Mr Mhlawuli?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I know all of them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How often did you meet Mr Mhlawuli?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Whenever there would be a political rally for the UDF, we used to meet during the political rallies of the UDF.  Sometimes in the township they used to give us advice on how to carry on with the struggle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm talking about Mr Mhlawuli himself, not about ... (intervention)",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "I'm also talking about him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he not staying in Oudtshoorn?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "I don't know him as a resident of Oudtshoorn, I know him as a resident of Cradock.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, for about two years before he was killed he was a resident of Oudtshoorn where he taught.",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "I won't dispute that because as I mentioned in my statement, that I left home for Cradock.  I won't know because I was not a resident there in Cradock.  I only went there because I wanted to acquire more knowledge concerning politics.  So, I won't dispute the fact that he was a resident of Oudtshoorn.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then you thought you're going to acquire of politics only in Cradock?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Right.  I think we got to the stage where you had been warned that the police were going to arrest you and you decided to go to Cape Town and I'll just refer to paragraph nine (9)\n\"Upon my arrival in Cape Town I immediately contacted comrades and fellow members of the African National Congress.\"",
            "Male"
        ],
        [
            "INTERPRETER",
            "Can the speaker please come to the mike.\nMR BLACK\n\"Upon my arrival in Cape Town I immediately contacted comrades and fellow members of the African National Congress.  During 1983 I formally joined the military wing of the ANC, namely Umkhonto weSizwe.\"\nIs that correct?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that's correct.\nMR BLACK\n\"I also played a leading role in the activities of the United Democratic Front, UDF.\"\nIs that so?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that's correct.\nMR BLACK\n\"The MK unit which I joined in operating in MKTC Crossroads area.\"\nYes, that's correct.\nMR BLACK\n\"My activities in the UDF was to actively promote the aims and objectives of the UDF to establish a non-racial, non-sexist democracy.  I participated in defiance campaigns with the objective of making certain areas of South Africa ungovernable.\"\nIs that correct?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that's correct.\nMR BLACK\n\"While living in MKTC Crossroads I, together with a cross comrade and friend Ququara underwent military training and learnt to use various arms and military weapons.  I actively participated in military operations on behalf of MK in and around Cape Town.  A number of my comrades were killed and in particular I recall that during 1983 seven (7) of members of the ANC and members of my unit were gunned down by the police.  It was quite apparent that the Government of the day was actively supporting the so-called Wit Doeke who were, in our opinion, merely gangsters and agents of the Government who wanted to eliminate the UDF and anyone associated with the ANC.\"\nIs that a summary of the events?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, we have heard evidence now that he committed himself to the activities of Umkhonto weSizwe.  Shouldn't we get onto the merits now?  He's now fallen under the line of orders, isn't it?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Very well, Mr Chairman.  But I would like him to confirm under oath the remainder of the contents of these pages, if I can.  He need not necessarily read it out.  I'll just get it confirmed and explain to him.  Mr Gushu, as indicated, it would appear that sufficient evidence has been set out that by this stage you were committed to the ANC and you were an active member of Umkhonto weSizwe.  Is that so, in Cape Town?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "If you look at page twenty nine (29) in front of you.  Have you read this, say paragraphs eleven (11), twelve (12, thirteen (13), fourteen (14) and fifteen (15) on that page?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I read that.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes.  Do you confirm that the contents on that page are correctly reflected what you intend to say?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "And I would ask you to turn to page thirty (30) please.  In paragraphs sixteen (16), seventeen (17), eighteen (18) you refer to the death of your commander, MK Commander Decks Dekuze.  Have you read those paragraphs?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I read that.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now, you give an explanation how you came to leave Cape Town and go to the Winkelhaak Mines in Secunda.  That's contained in paragraphs nineteen (19) and twenty (20) on that page thirty (30).",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "After I realised that my life was in danger in Cape Town because of the police, I decided to leave Cape Town.  I went home.  When I arrived home I met with Zweli Dumile.  He told me that he was working in the Winkelhaak Mines and I decided that it's good for me to go with him.  I left with him, Zweli Dumile.  We left for Secunda.",
            "Male"
        ],
        [
            "MR BLACK",
            "Right.  Now, after arriving there, you explained that you were a member of MK and you intended to play an active and constructive role in the community.  I refer you to page thirty one (31).",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I do not wish to interrupt this proceedings unnecessarily, but I would wish to object to the manner in which the evidence is led and perhaps I can seek assistance from the Chair.  In normal proceedings one would not allow a witness to just follow a prepared witness statement and give his evidence from that statement.  That is in a normal court of law, in normal court proceedings.  I do not know exactly what the status of this particular document is at this stage.  Does it form part of the amnesty application?  It wasn't signed.  It isn't signed as yet.  As we go along it is just read to the witness and he just confirms whatever is said to him.  Until now with the background perhaps it didn't matter that much, but when we're now getting to the gist of the matter and all the incidents, I would appreciate it if we could get some indication or direction from the Chair as to how this witness is to be led, whether he's just going to hear whatever Mr Black is going to read to him from the statement and keep on confirming whatever is said to him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do I understand your query correctly, that you're not exactly sure what status the evidence carries, whether it's sworn evidence or not?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "At this stage obviously the witness is sworn in as a witness, but the document that we are dealing with at the moment, the status thereof is not quite clear, whether it forms part of the application, although not signed.  Is it an assistance for the witness to give his evidence today and nothing more than that?  In what manner are we going to deal with all the incidents.  Are we just going to follow this statement being read to this witness and for him to confirm, which is a manner of doing, of giving evidence which I believe is not quite in keeping with normal practice.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, firstly, this is not a normal court.  It's not a court at all.  There's nothing wrong with someone, even in a normal court of law, taking a document in with him, but then there are certain implications.  That document must be disclosed to everybody concerned.  He waives any rights to privilege to that document.  So, as I see things at the moment, this is not a sworn statement, but merely a tool by which the witness is giving his evidence.  It's not a sworn statement.  It's not signed.  That's how far we can take it I suppose.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Thank you.",
            "Male"
        ],
        [
            "MR BLACK",
            "I'm still not entirely clear.  I understand that it was also objected to in my sort of reading from the statement and the matter being confirmed under oath, the method of the presentation of the evidence.  I've no difficulty with all due respect, Mr Chairman, about the statement.  The evidence is being given under oath.  Mr Hattingh and to the best of my knowledge, every other interested party here has got copies of these documents.  But I'm not quite sure whether I can just proceed in the same way as I have been.  I'll get to the merits and if necessary, Mr Gushu in his own words can elaborate on the incidents it that's going to make ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, I hope you appreciate the problems that we experience because of the non-signing of that document.  We're virtually in your hands to lead the witness properly.  I hope you do it then and avoid a lot of objections.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Well, I thought it was agreed to that I could read from this document.  It will be translated for purposes of translation and then put to the witness who will then confirm the translation.  The document can be signed, if necessary.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, we don't have to argue about it.  In your own words, it's subject to any objection.  We've had the objection and therefore you've got to adapt to the objection.  So, you must lead the witness as you think fit within the limits of the objection.  Not so?  Now, let us not argue about the matter.  I'm sure you are able to lead the witness properly.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Well, I don't propose arguing about the matter, but I thought it was agreed to at the beginning that this is how the evidence can be presented.  I can refer the witness then to a paragraph and ask him to - and I was trying to avoid going paragraph by paragraph.  I don't think there's anything controversial in what I've put.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, you've got my permission to proceed.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Thank you, Mr Chairman.  Mr Gushu, just refer to page thirty one (31).  Do you see page thirty one (31)?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay.  We got to a situation, if we can go down to paragraph twenty three (23).  You got that?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes.",
            "Male"
        ],
        [
            "MR BLACK",
            "Could you just read that paragraph.  Is this the information which you wish to put before the Committee?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I wrote everything there.  This is what I wrote.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay.  I'll just read it out then.\n\"In any event, (paragraph twenty three (23)), I wish to state that the said Eric Valla introduced me to Mr J J Mabena.  Mr Mabena was the organiser and chairperson of the ANC in the Secunda area.  At present I understand that Mr Mabena will also be making application for amnesty before this Committee.  The post which he presently holds is the MEC for Environmental and Gaming Affairs in the Province of Mpumalanga.  I indicated to Mr Mabena that I wish to assist in normalising the situation which prevailed in Ermelo, Piet Retief and Secunda area.  At that time the Inkatha Freedom Party, assisted by the South African Police, the gangsters Black Cats and Black Chain were terrorising, killing and harassing members of the community in general and in particular members of the ANC and UDF.  As already stated, my military background and membership of Umkhonto weSizwe had been established and was well-known to the ANC structures.\"",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Twenty four (24)\n\"After I had been introduced to Mr Mabena and after having had my credentials verified, I was taken to Nelspruit by Eric Valla and at Nelspruit I met Jabi Mkhwanazi who then proceeded to put me through a refresher or crash course in the use of certain military weapons.  It soon became apparent to him that I was fully conversant with the weapons and military training so my course only lasted two weeks.  Thereafter I returned to Secunda.  My purpose was to defend members of the community in general, the ANC and UDF/COSATU and SACP comrades.\"\nIs that your evidence?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "And on page thirty two (32), if you read paragraph twenty five (25) there.  Is this what you were told, that evidence had been put before the Goldstone Commission?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that's correct, though I don't have that document at the moment.",
            "Male"
        ],
        [
            "MR BLACK",
            "Right.  If we move down to paragraph twenty eight (28).  You say\n\"After the refresher course in military strategy and use of weapons, I returned to Secunda in order to carry out operations on behalf of the ANC under the direct command and instructions of Jabi Mkhwanazi.\"",
            "Male"
        ],
        [
            "INTERPRETER",
            "Can the speaker please come closer to the mike.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Right.",
            "Male"
        ],
        [
            "MR SANDI",
            "Mr Black, I think there's a problem here.  The interpreters say they cannot hear a thing and I heard one of them saying, \"Can the speaker come close to the mike\".  I'm not sure which one of you they are referring to.",
            "Male"
        ],
        [
            "MR BLACK",
            "Thank you.  I'm sorry, Mr Gushu, for the interruption.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, from my side, I believe that we are now going to deal with the particular incidents and I would object if this witness is now being led on the basis that he's just following a statement, the status of which is not quite certain at this stage.  My suggestion would be that the witness now starts his own evidence and tell this Committee whatever he wants to in support of his application for amnesty pertaining to those incidents.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On what basis can't he refer to the document?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, as previously indicated, although this is not a normal court of law, I believe that one would always endeavour to follow as closely as possible known and old rules of court and although this is only used as a tool, it is clear that the manner in which the evidence is led at this stage, nothing comes from the witness himself.  It's just a matter of information that is alleged to have been - the source being from the witness, it's just read to him and he's just confirming the contents thereof.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He's testified that he's read this document and everything that is in this document has come from him.  Is that not so?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, that is true.  In fact I'm just concerned that then we might as well commence cross-examination at this stage if he's got nothing to add to this statement.  We've all read it some days ago and in practice there would be no use for him just to confirm paragraph by paragraph.  He can just go ahead and confirm the whole statement and we can start cross-examination, if that is his evidence.  But I do not unnecessarily wish to interrupt the proceedings.  I'm just stating a problem that I'm experiencing and I'm just asking for perhaps some direction.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh, I'm sure you're quite aware of the fact that I don't know how often it happens these days, but in the past policemen used to come give evidence and assisted by their pocket books, not so?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "That's correct, I appreciate that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Isn't this on the same basis?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, my own submission would be that that is not the fact.  A pocket book note would be a note made at the time, a contemporaneous note which falls in a different category.  What we have now is a statement prepared by someone, clearly not by the applicant himself, someone on his behalf consulted with him and then prepared a statement.  Unlikely that this witness with his schooling and background would be able to prepare a statement of this nature.  So, someone else prepared his statement on his behalf.  It's not a matter of contemporaneous notes as with a police pocket book where there are specific rules to allow such contemporaneous notes.",
            "Male"
        ],
        [
            "MR SANDI",
            "Mr Hattingh, I take it that you have not appeared before this Committee before, have you?",
            "Male"
        ],
        [
            "MR HATTINGH",
            "No, I haven't no.",
            "Male"
        ],
        [
            "MR SANDI",
            "Ja, this is the way we go about doing things in this Committee to expedite the proceedings and you will notice that a lot of what is contained in these affidavits, documents, statements etcetera is not in dispute.  But we always prefer that counsel, in leading witnesses in this manner, have to be cautious when it comes to those parts of the document which may be controversial.  When it comes to sensitive parts of the documents we prefer that they have to be careful here and not to put words into the mouth of the witness.  I don't think there's a problem with this procedure.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I appreciate this and I commenced my objection by asking some direction from the Chair.  I do not for one moment wish to say that I'm objecting, I really want this thing to be thrashed out, I'm just trying to get some direction because I just feel that with the status of the document with no signature attached to it, that we do find ourselves in a bit of a predicament.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh, in my view, there seems to be a bit of merit in what you say.  How strong that merit is I'm not too certain.  Would any of the representatives have any problem or objection to that document being signed right now?  I can't see any objection, but I'm making the offer to object.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "No objection.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why can't that be done now?  It should have been done long ago, but why can't it be done now?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No, it can.  I offered that it be done at the outset.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm going to adjourn for ten minutes.  You've got ten minutes to have all these documents signed.  We'll adjourn.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, is it now signed?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes, thank you, Mr Chairman.  Mr Chairman, although there has been some delay, it's been a very useful exercise in the sense that the statement which has been signed and which forms part of the bundle was prepared by, in consultation of course with Mr Gushu, by a firm of attorneys.  The history, and if you'll bear with me for a short time, the history as far as representation in this matter is concerned, is that initially Mr Gushu was represented by Attorney Julie Mohammed who's present here with me and instructing attorney of Mr Patel.  And she submitted, and I've confirmed that with her and she's prepared to confirm, she submitted the original application for amnesty to the TRC timeously and in writing together with the application form which she submitted to the Amnesty Committee.  She tells me she attached a list of incidents and events in respect of which amnesty was to be applied for.  Subsequent to that, Mr Gushu instructed my present firm of attorneys and my understanding is that he was requested to write down and prepare a statement in respect of all the incidents for which he was sitting in prison for and being convicted of and that is explained to me now what his understanding of the situation was.  When I had a consultation with him I went through this statement with him as well.  It seems to have been prefaced, as you'll notice, that he refers to incidents and crimes for which he had received a conviction.  But he does point out to me now during the thing, when I explained to him again why we're having this document signed etcetera, he thought at the time when it wasn't signed, and as I understood it also to be a tool, an assistance, a means for giving evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, did you really think so?  At the end of that document there's provision made for the signature of the deponent, if you look nicely.  How anybody could be under the mistaken idea that that is just an annexure to the original document is beyond me, but carry on.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No, if I may finish.  I was patently aware of the fact that there was provision for a deponent and the signing etcetera, but when it wasn't done I felt that if the evidence could be confirmed under oath and we could then present it as it is.  Originally obviously it was prepared in a form to be signed.  Now, the unfortunate development which has taken place is that, as far as Mr Gushu is concerned, he felt that that was it.  But as explained to him, he said but there's another matter which he wanted to tell the TRC about of which he had applied for amnesty and he hasn't received in that respect, he was never convicted of it and he was never charged - he was charged but the charges were withdrawn, but he was never convicted for it.  So, I said well, you know, to raise it at this stage, but he said at the end of his evidence, written statement, he was going to mention is because he said he did mention it to his attorney, the first attorney, Ms Mohammed.  She has confirmed with me that that incident was in fact included on the list of the application submitted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, before you do your client an injustice, let us argue about this now.  Do I understand you correctly, in the second statement a particular incident for which your client intended applying for amnesty was omitted, and the closing date for applications has long gone by, not so?  What has happened to the original statement?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "The original, I've just been given a copy now by Attorney Mohammed, who tells me that that original statement as it were, or summary of events was submitted together with the application form to the TRC timeously, and this particular incident appears on that particular list.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, how can your client have had two statements, two applications in respect of the same incidents?  What has happened to the original?  Is it still with the TRC or was it withdrawn or torn up or what?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No.  The original application was submitted by a firm of attorneys.  A statement, a document headed \"statement\" I gather, which I've now seen, it's unsigned, but I'm told it was sent together with the application form by way of listing and an explanation of the events in respect of which amnesty is being sought.  That was sent to the Truth and Reconciliation ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma, what happened to the original statement, do you know?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Mr Chairman, we did have the original statement, I mean the first statement.  Let me say the first statement and upon us receiving the latest statement from Advocate Rodney we just took it that they are substituting the initial statement with the latest statement and therefore when we formulated a bundle for the hearing we took only the latest statement as the relevant statement and we just surmised that the first statement is being withdrawn.  It is for that reason that we did not include it here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In respect of the first statement, in respect of also incidents that are not mentioned in the second statement, the application for amnesty in respect of the incidents not mentioned in the second statement is not before this hearing.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, sir.  That is the position, because our understanding is that ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The application in respect of those particular incidents may still be alive or maybe still be in process.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "That is the position, sir.  Can I also add, sir, that there are victims involved, even in the incident which seems to be made reference to now.  Those victims have not been notified because we were dealing with only this particular statement.",
            "Male"
        ],
        [
            "MR SANDI",
            "You will also have implicated persons I suppose in that statement you're talking about, not so?",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Yes, sir.",
            "Male"
        ],
        [
            "MR SANDI",
            "And they will also have to be notified in terms of the Act?",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Exactly.  Even, sir, investigation will have to be made for that matter which is not ready for hearing surely.  I mean the matter now which comes now is not ready for hearing, even though amnesty application may have been made in respect of that matter, but it has not been investigated, it is not ready for hearing.  That is the position.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, Mr Black, you've heard the position.  So, the application in respect of those incidents is not before us.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Mr Chairman, I wanted to alert the Committee to that because what had happened I gathered, because I was approached by Mr Hattingh about the first statement and what I wanted to avoid is I had to then clear it up with Mr Gushu.  He said that those were his original instructions.  It would appear, and my respectful submission is that he has applied for amnesty timeously in respect of this, it's one incident of an issue.  So, it would be my submission at a later stage, if necessary, that matter could be heard.  It would remain alive perhaps.  I was hoping that we could either at the end of this written submission explain to the Committee that he has applied for an additional one and that he wouldn't be prejudiced.  If the Committee is not going to be prepared to allow him to apply for that matter at this hearing because of the variety of difficulties which possibly a person might have to be notified, I don't know, then I will just proceed with the incidents which are now in terms of the signed written document and I would then have to object to any suggestions or questions being put to Mr Gushu about the other incident which does not appear on the written document.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, carry on.  Where is that signed document now?  Well, Mr Mapoma, when the witness is finished, will you take custody of the original signed document?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Sorry, sir, can I just explain.  The initial statement is also not a signed statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm not talking about the initial statement, I'm talking about the one that is now said to have been properly signed.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you take custody of that as soon as the witness is finished with it?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, sir.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, before we leave this subject, may I be allowed to also have a word about these statements.  The problem that we have is that I was placed in possession of another statement.  Now, the way I read it, it is not pertaining to any other applications, but pertaining to the application we are dealing with in this hearing.  And as I was told by Ms Mohammed, that there was a duplication of amnesty applications at the time, the one prepared by herself and one prepared by Mr Black.  That was told to me during the break.  I'm not trying to give evidence at this stage, but what I believe is that this document was submitted to the Amnesty Committee.  It does form part of the documentation which is to be made available to the public at this stage and to be made available to the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I've just been informed by the evidence leader that the original statement is still subject to processes.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "On my understanding, that is not correct.  I believe, as told by Ms Mohammed, that there was a duplication of applications for the same matters and the statement that we are now having a problem with is more or less the same statement as this witness is now dealing with, but with differences.  So there is not another application to be dealt ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there no other incidents or incident referred to in the original statement?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, if that could be pointed out to me, but I couldn't find such a difference at all.",
            "Male"
        ],
        [
            "MR SANDI",
            "Mr Hattingh, I think the Chairman is trying to enquire from you as to whether there are no - you see, we have not even seen this other document people are talking about.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And is it signed?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, no, it's not signed like all the others.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Precisely the point you made earlier.  So, what is the status of that document?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, that was in fact my problem with documents not being signed or statements.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, we have one document signed.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Yes, that is true, but as I've indicated, I was told during the break that this statement came to be as an annexure to an application.  It's referred to in the  application to the Amnesty Committee, a former application, timeous application.  It did form part of the application.  So, whether it was signed or not, that perhaps is only a matter of evidential value or not, but it was ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the importance of this document?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "The importance of this document is to enable me to compare the various versions of this applicant and to cross-examine him on his various statements.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you concerned that it may not be an admissible statement?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "No, I'm not concerned whether it's an admissible statement.  My submission would be that in terms of the Act, we are dealing now and we're attending to these hearings within the limitations of the Act, the way I understand it, and the Act makes provision for an application which is confidential.  The Amnesty Committee can then either send it back, obtain further information from the applicant, further statements, have its own investigations and all the documentation remains confidential until the time that a public hearing is held.  Now, we've reached that time.  The public hearing has commenced now.  All the documentation that was in possession of the TRC, the Amnesty Committee, it's my submission all those documentation and documents and statement now becomes public documents in the sense that it is now made available to anyone who's now opposing the application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And your view is that this applicant has attached two annexures to the application form?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "No, I was told that there were two separate applications.",
            "Male"
        ],
        [
            "MR PATEL",
            "Mr Chairman, may I just come in at this stage.  I'm instructed by Ms Mohammed.  She has advised me, and maybe it was misunderstood by my colleague, there was not a duplication of applications, it's as you correctly point out, there were two annexures prepared by two various attorneys, two sets of attorneys.  The application itself was not duplicated.  As it pleases the Committee.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "But in any event, Mr Chairman, those statements were forwarded to the Amnesty Committee.  They were received by the Amnesty Committee.  My submission would be, you can't submit various statements and all of them unsigned and then at some stage say, \"Well, I now elected to make use of this statement.  Give me back all the other statements\", after the Amnesty Committee have already had sight of these other statements.  And the same goes for all the other documentation and I don't know whether this is an appropriate time to mention it, but it does concern me that Mr Black at some stage of the investigations of the application of Mr Gushu acted on behalf of the Amnesty Committee in investigating this matter, and then at some stage, I don't know when, he changed alliances and became the legal representative for the applicant.  Now, that in a sense may be very obnoxious or doesn't make any difference at all, but it does leave a sense of someone who takes part in this hearing knows more than I do, and someone has at some stage taken part in the investigation, he's received transcripts of the judgments from the Supreme Court which we didn't.  He received various further information which we didn't.  He had sight of the police dockets which we didn't see.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It seems to be a separate matter.  Let us deal with that separately if it does become a bone of contention.  It does sound serious, if you are correct.  Let us deal with the status of these two statements first.  That's what we were dealing with.  As I understand your point that you want to make, is that you feel that having been provided with both statements, you are entitled t use one of the two in cross-examining the witness who has elected to adopt the other one?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "That's correct, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is your concern at this stage about the two documents?  That's the reason you raised the point.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Well, perhaps I think it goes further than just the present document.  Mr Black's already indicated that this document should not be placed before this Committee and he's going to object to that.  We are now dealing with the documentation and in particular with this second statement.  I am going to use it.  He is going to object to it and we might as well at this stage already deal with it.  But it goes further than that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you want a ruling as to whether it's a document that is able to be used in cross-examination or not?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Yes, indeed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In other words, whether it is an admissible document which could be used for the purposes of questioning?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Indeed, and I may go further, that as I read the Act, all documentation that was placed before the Amnesty ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja, well just, do I understand you correctly?  That's what we want to clarify now.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Yes, I want to clarify a document which ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it's a good time to clarify it so that everybody knows where we stand.  In that case I'd like both or all interested parties in this document to address us because I'm going to have to make a ruling.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "As you please.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Mr Mapoma, are you in a position to indicate to us what the actual history of this document is or would you need to contact the Cape Town office to establish exactly what happened?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chairperson, I think I would need an opportunity to contact the Cape Town office.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's correct.  Then I'd like you to find out the following, if you could write that down.  The date when the first statement came into the office, when it was submitted and from which office.  The second statement when that came in and from which office.  Whether the first statement was signed or not at that time and whether it is at all signed at this stage.  The second statement the same.  And I would like you and your colleague to make an assessment of the two documents as to whether in terms of incidents these are any different.  Not the facts pertaining to a particular incident, but separate incidents.  And if there is a difference on incidents, find out from the office what the position and status is of that other statement in respect of applications, how far we've gone etcetera.  Lastly, when the second statement arrived.  Whether it just came alone, whether there was some covering letter and if so, if they could fax that letter to us or some kind of communication, be it verbal or writing.  If it was verbal, I'm sure someone would have made a note of it.  How long do you think you would need for this?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "I think thirty (30) minutes will do, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm going to give everybody an extra half an hour to prepare then we will come and hear argument.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Sir, I would just want to go through the points that you wanted to be found out.\n\tFirstly, you wanted to find out the date when the first statement was handed in to the Committee.  It was handed in on the ninth (9th) of May 1997 together with the actual application form and it was from the firm of attorneys Mthembu and Mohammed.  \n\tThen the second statement was received per fax on the thirty first (31st) March 1998 from Advocate Rodney Black.  Both the first and the second statement were not signed and the second statement is the one which has been signed today.  These statements relate to a number of incidents for which Mr Gushu has applied for amnesty, but there is one incident which has not been dealt with in the second statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Appears in the first statement?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, sir, it appears in the first statement.  Then that incident does not relate to the Black Cats conflict, the incident which is not mentioned in the second statement or dealt with in the second statement.   And that particular incident is not before this hearing today because it is not ready for hearing.  And then when the second statement was submitted to the Committee, there was no correspondence accompanying it.  It was a telephonic conversation with Mr Tofile next to me from Advocate Rodney Black, where he said he's going to fax the statement which he did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No other request accompanying it?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No, sir.  So, that is the position, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, have you got any submissions to make on the matter at hand?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "About these specifics, I think I have tried to explain to the Committee that there were different firms of attorneys handling this situation at various stages.  I received instructions finally from my present firm of attorneys.  We were under tremendous - unfortunately I omitted to ask Mr Zoeka to tell me when the previous hearing was heard, but it was about a week or several days or two weeks before the hearing, I was requested to fax whatever statements we can to the TRC.  I dealt directly with Mr Tofile and that's what we did.  They went down unsigned and I did send a covering fax and a covering letter explaining that a copy of which of course I didn't keep, I'm not an attorney, explaining that these were sent down and possibly don't cover every aspect.  That was the situation as far as the time factors are concerned.  I must accept the dates given by the leader of evidence.  Then as far as this incident which is in the process of being investigated is concerned, the misunderstanding, as I gather, which arose is that my attorneys at the time of consulting with Mr Gushu did not have the first statement.  They weren't in possession of that.  So, the investigation, and Mr Gushu was consulted in connection with all those charges for which he had been convicted, and I think it would appear from the statements which are before the Committee now, that he's referring to the charges for which he was convicted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, if Mr Hattingh refers to the other statement, the one not signed, and he confronts your client with certain discrepancies between these two statements what would your attitude be?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "As far as the incidents in respect of which the Committee is now seized with at this hearing, I have no problems about that.  I'm sure Mr Gushu would also be able to say that he gave his lawyers certain instructions.  But as far as the incident which is not referred to in the second statement, and that's an incident for which he was not convicted and he is not serving a prison sentence for, my concern was that I did not want it to be said that Mr Gushu is not making a full disclosure, because it's quite clearly a serious misunderstanding and I've again had the opportunity to confer with Attorney Mohammed and she again ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think I want to hear what she said to you.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Well, the relevance of what I want to put to this Committee is that I gather that the incident which is not referred to is in the process of being investigated and that the applicant will be granted, should it so merit, the merits be of such a nature, be granted the opportunity to apply for amnesty in that incident which does not appear.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh, if you're allowed to cross-examine on the incidents pertaining to this hearing will you be satisfied?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, no.  The problem is that the application, and I would submit that the only real formal, acceptable, proper application submitted by this applicant is the one dated, sorry, I can't see the date, but pages twenty three (23) to twenty five (25) in which he says, where he's asked to furnish sufficient particulars of acts, omissions and/or offences and so forth for which amnesty is sought, then he says six murders.  Now, if we count six murders, he's making application for six murders.  Now, he doesn't state in this application more than just in paragraph 9(c) the names of Zwane, Chris Ngwenya, Gwala, Theluba, two whites and then he mentioned attempted murder.  So, if we calculate that, there are six murders.  So, he makes application for six murders and this is a document before this Committee.  Now, he comes and he elaborates on his application which I would submit is the only real valid document before this Committee at this stage, with various statements all unsigned.  Now, he wants to say that, \"I made application but some of it I'm withholding, some of them are still being investigated\".  I do not know how he can take part or being part of the investigation of those other matters, but he makes application for six murders and we're here today to hear his application for six murders.  If he now today elects to omit or not tell us about some of the murders, either based on one or other of his statements, some of them were withdrawn, some of them not, I don't think he can have a second bite of the cherry by coming back later and make a new application for further amnesty incidents.  He made application for six murders, we want to hear his evidence on six murders not some statement of which the original is somewhat in dispute and just give us as much as he would like to give us at this stage.  He makes application for six and we would like to deal with six applications.",
            "Male"
        ],
        [
            "MR SANDI",
            "Ja but, Mr Hattingh, how would that be a new application when his application concerning that particular incident or incidents is already in the hands of this Committee?  There's no way in which, when the applicant is heard later and not this time, not during this hearing on those incidents.  There's no way that it would be a new application.  The Committee is already in possession of that application in respect of that incident.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, we're being told that there is another application.  I think in the circumstances I think we have every right to be advised what the application is and perhaps have sight of that application just to confirm the situation there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why do you doubt Mr Mapoma's word?  Has he given you reason to doubt it?  I asked him to investigate it, to phone the head office and this is what he's come to tell us.  Tell me why do you think you're entitled to question him on incidents which do not form part of this application?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "We are dealing with six murders.  We know that we're dealing with the truth in this hearing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, let's define truth.  The truth relating to the particular application.  What would be the position, had he come here this morning and said, \"Look, I've made application for six murders.  I'm withdrawing my application in respect of two\"?  What would the case be then?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "I think it would reflect tremendously poor on his ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's a matter for argument, but I'm asking you what would give you the right then to cross-examine him on the two matters that he had withdrawn?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "I would submit that to enable me to find the truth and to test his full disclosure, one would be entitled to cross-examine about whatever he alleges to be his full disclosure and not only pertaining and limited to a single incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "By the same token, had he said, \"I'm applying for five murders\", and you knew of a sixth one, you would be entitled to cross-examine him on the sixth one?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I believe so.  If you will allow me to just give an explanation.  If he comes to this hearing making application for six armed robberies with the allegation that those armed robberies were committed with a political motive, and he withdraws five of the armed robberies and elects to just carry on with the one armed robbery where the political motive is closer to his own perhaps personal gain he was to get from that incident, I think it would be totally unacceptable to restrict me only to cross-examine him on one incident and not to go into a certain, for lack of words in English, \"patroon\", a manner of doing or committing armed robberies over a period of time ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You're looking for the word modus operandi.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "That's correct, the modus operandi.  So, if I'm restricted to one incident and he now comes and tells us that, \"No, this was politically inspired\", but we know that he's committed five or fifty other armed robberies where there was no indication whatsoever of any political motive, then I say I think it's relevant, there's a modus operandi.  We need to go into that.  We want full disclosure.  We want to see the truth, hear the truth.  I think it would leave ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Hear the truth of what?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "We would like to hear the truth from this applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For what?  Of the incidents for which he makes application or the truth about his whole life?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "No, we would like to hear the truth about his motives for this incident and if there is a modus operandi of fifty other armed robberies where clearly there was the motive of personal gain then we can say there is something reflect on his credibility about his intentions, his aims, his motives for this one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, deal with my other two problems.  The first other problem is this document is not signed.  Let's deal with that first.  What's your submission on the status of that document?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I may be speaking under correction, I think none of the further documentation or statement from any of the applicants were signed.  We dealt yesterday with Mr Mndebele's statement which was not signed.  None of them were signed.  For what purpose I don't know, and in this regard I may just add, Mr Black said that it was due to time constraints that that statement was not signed and was prepared in haste, in a hurry.  That statement was sent to the Amnesty Committee after the date of the previous hearing which did not carry on.  So, there was no hurry whatsoever.  It wasn't prior to the hearing, it was after it.  It does make me a bit concerned about various explanations for various things.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, that's a matter that's separate from my question.  The question is, what is the status of that document given that it's not now signed?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I can merely make a submission because I do not find myself moving within a normal court of law where we have normal rules, but what appeared to be the most obvious status of such a document is once it is annexed to a signed application for amnesty, it's being sent in timeously, it's signed, the application, it's annexed and it's stated, \"I annex hereto my full - there were not enough space on page three (3).  I want to say more.  So look at the following page that I'm adding\", or, \"I refer to the statement enclosed herewith\".\n\tThen I say whether it's signed or not is not important.  At some stage that application is signed.  There's no indication that the statement or the application is to be signed on each page.  Then I say that document, the additional statement, the status thereof is that it does form part and is the version of the applicant.  Once we deal with further statements which came to light at whatever later stage, being sent in for whatever reason and it is not signed then, then I say it has no status, it has no legal existence apart from the fact that the applicant will have to explain how this came into being.  \n\tWhy his attorney or his legal representative prepared such a thing, where they got the knowledge from and why they submitted it to the Committee.  But it cannot be said that that document not having been signed which came to light later, which was furnished to the Committee at a later stage, is on the same footing, on the same status value as the document which was submitted together with the application and in this particular matter with this applicant Mr Gushu, we're dealing with the first statement which, on the information supplied to this Committee now, was part and parcel of that very first application.  \n\tAnd the second statement, the status of, is dubious, but the first one I would like to submit is there's no doubt about the status of that document.",
            "Male"
        ],
        [
            "MR SANDI",
            "Mr Hattingh, you will recall that yesterday we asked that you inform the Committee as to the ground on which the applications are being opposed.  I'm not quite sure what your reply was to that.  Did you say it was on the basis that there was no political objective?",
            "Male"
        ],
        [
            "MR HATTINGH",
            "As far as I can remember, I said yes, I would do so, I would make with each and every applicant I will, before I start my cross-examination I would give an indication as to the basis of my position.  I think that was the decision that was made yesterday as far as I can remember.  In general yesterday, with the applicants of yesterday I said yes, we are opposing the applications on the basis that there was not a political aim or motive.  I can go back to the Act to specify the more greater peculiarity of that, but in general that is the basis, yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "Now today, in a nutshell, if I understand you, you want to be allowed to cross-examine the applicant on those other incidents which are not part of this hearing on the basis that there was or there could never have been a political objective.  Is that what you're saying today?",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Not at all.  I'm saying that I would like to cross-examine this applicant on his application which forms part of the volume before the Committee in which he made application for six murders to which application he annexed a statement which did not find its way onto the formal bundle of documents.  I don't want to cross-examine him, or at this stage, perhaps I should rephrase it, I'm not interested in this particular witness to go into matters which are not on the papers before this hearing, but the way I see it is that he elected to put six murders on the papers before this hearing.  There was no indication whatsoever that he at some stage decided that he want to retract on one of the murders, one of the incidents and he wanted that to be conducted in another hearing.  We were not advised in that regard.",
            "Male"
        ],
        [
            "MR SANDI",
            "I still do not understand why you're persisting to be allowed to deal with matters which are not before this hearing, unless I would understand you if you were saying you wanted to show that a consistency in terms of lack of political objective in all these matters, even those that are not being heard today.  That argument would make sense to me I think.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Well, in essence it boils down to that, yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "But in doing so you would not want to go into all the nitty-gritty's, the merits of those matters which are not before the Committee today?",
            "Male"
        ],
        [
            "MR HATTINGH",
            "I do not understand you.",
            "Male"
        ],
        [
            "MR SANDI",
            "Certainly we would not allow you to cross-examine the applicant on the merits of incidents which are not the subject of the hearing today.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, if I'm not allowed to cross-examine the applicant on the merits of the other matters, then there would be no use in cross-examining him because then we can't get to the bottom of it, for his motives on the other matters.  So, we can't really test his modus ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand what you're saying.  I don't say I necessarily agree with you.  Deal with the second issue.  According to the Act, as we understand it, that the information and the merits of any particular incident for which amnesty is applied for is privileged until that particular matter enters the level of a public hearing.  Now, we've heard that there's one incident that is still being investigated.  It has nothing to do with the so-called Black Cat activities and therefore the applicant's right to that privilege must be respected, whether we agree with it or not.  How do you overcome that problem in respect of the incident which is not part of this application?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Firstly, the incident I believe they refer to does in fact form part of the Black Cat incident to the extent that other matters relating to robberies where the allegation is made that robberies were committed with a view of obtaining money and/or weapons to fight the Black Cats, as a general statement.  This other incident boots and all forms part of this scenario in this area.  Perhaps if you can just remind me of the first part of your question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "According to the Act, information and factors pertaining to a particular incident remain privilege until such time that particular incident becomes a matter for public hearing.  I think I understand the law correctly.  We know now that in respect of one of the incidents mentioned in this statement that we are now discussing, that incident is still very much under investigation.  It is not ready for hearing.  It has not been announced or declared hearable yet.  Because of that, the applicant in respect of that particular incident acquires certain rights in respect of privilege.  How do you overcome that kind of problem in your attempt to cross-examine him on that issue?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I believe that this Amnesty Commission hearing is conducted in terms of the Act and that we'll find whatever rules and regulations there are we will find in the Act and not beyond that, unless the Act specifically makes provision for another set of rules for a more practical execution of certain of the workings of the Commission.  However, if one has regard to section nineteen (19) of the Act, Promotion of National Unity and Reconciliation Act, it is stated that\n\"Upon receipt of any application for amnesty, the Committee may return the application to the applicant and give such directions in respect of the completion and submission of the application as may be necessary, or request the applicant to provide such further particulars as it may deem necessary.  The Committee shall investigate the application and make such enquiries as it may deem necessary.\"\nNow, from the outset it would appear that we are dealing here with an application and not with an incident on my reading of the Act.  So, we're dealing with the application and we have the application of this applicant, six murders, and we have that application before this Committee today, number one.  Number two is, in section eight (8) ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me correct you.  We're dealing with two applications.  There is an application being processed in respect of an incident.  That is referred to in that statement we are discussing, but not yet declared hearable.  It is still in the process of being made hearable.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, yes, if one only has regard to the second statement of which the status is in doubt, that is true, but if one has regard to the legally competent application, the original application, the form that was filled in which is in fact dealt with before this Committee, then we have that is the application.  Whether the application or the hearing is premature I cannot say.  Whether the documentation is not complete I cannot say, but what I say, the application before this Committee is in fact for six murders.  So, when we deal with an application as set out in section nineteen (19) of the Act, we're dealing with the application, the proper application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What if only five were investigated and those five are brought by the will of the Truth and Reconciliation Commission to this hearing, to the exclusion of the sixth one, are you entitled then to delve into the sixth one because it's still being investigated?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, obviously we were not aware of the fact that it was still being investigated.  I think until ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I accept that, and my sympathies lie with you.  The fact of the matter is we have now been informed that that is so and we're trying to establish the rules as to cross-examination on that issue.  And hence I ask the question, can we overcome those obvious rights that flow from the application being sub iudice at the moment?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "My short answer to that would be that the application, the formal application deal with that.  That application has been made available, a public hearing has commenced.  So, the documentation pertaining to the application has become public property.",
            "Male"
        ],
        [
            "MR SANDI",
            "But is that application ripe for a hearing?  Is it ripe for a hearing?  Is it ready for a hearing?  Can it be heard?",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I'm surprised that it is not ripe for a hearing because there's nothing ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We all may be surprised, but the point of the matter is that it's not ripe for hearing.  That's what we've been told and it's not before this Committee.  The shortcomings of those who put matters on the roll is another matter.  We're dealing with the factual situation here.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "I cannot respond to the question by your learned colleague as to whether the matter is ripe for a hearing.  No, I cannot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, we're informed that it's not ripe for hearing, it's not before this Committee.  The factors pertaining to that incident is subject to an application.  Because of that, the applicant acquires certain rights.  Can we overcome those problems because of those rights?  That's what I would like to hear you on.  Is it possible to just disregard those rights which he has in this hearing?  Is he not going to be put into a prejudicial position?  Is there no risk of that?  I think that's the art or the purpose of cross-examination in the first place, isn't it?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I think and I respectfully submit that if this whole issue of the first statement which was annexed to the formal application was not made an issue and the document itself did not surface at this meeting, I would still have been entitled to cross-examine this applicant on any other issue which could have a bearing on his motives for committing certain acts of robbery which are not quite consistent with a political motive.\n\tI would not have been restricted only to the incidents for which he makes application.  So, I don't think that the fact that the document has now become available would restrict me from cross-examining without the assistance of the document.  But even so, if a public criminal trial was held, accused was found not guilty and I can get hold of the contents of the police docket, I can get hold of his plea proceedings in the Supreme Court, if I can get hold of the documents that were submitted to the Supreme Court, let's say pointings out or confessions, what would keep me from cross-examining him on those matters even let's say if I did not know about his application in that regard?  I say, \"This happened.  I want to cross-examine you on your robbery on that date\", and I make use of other documentation obtained from another source and not from the TRC, and I believe I would be entitled to do so and I cannot see on what basis I would be restricted because he made application and the TRC has not yet dealt with the matter.  We don't know how many matters there still are.  How should we tread in this matter.  Ask him first, \"We would like to ask you certain questions about a certain incident.  Have you made application?\"  \"Yes, I have\".  \"Okay, we're not dealing with that\".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that he's not entitled to the right of privilege, that is the applicant?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I have not prepared for that, but when one has regard to the Act where it is being dealt with, if you would just bear with me for one moment, I would just go back to the particular section.",
            "Male"
        ],
        [
            "MR SANDI",
            "Are you not looking for section 19.8(b) of the Act?",
            "Male"
        ],
        [
            "MR HATTINGH",
            "No, Mr Chairman, 19.8(b) I believe is a section which tells us that at the stage when a public hearing like this commences all the documentation, everything, the whole box of information obtained during the course of investigations and applications should be made available to us.  That's what it deals with in 19.8(b).  I believe that the section dealing with the privilege comes later.  If you'd just give me a moment to find that.",
            "Male"
        ],
        [
            "MR SANDI",
            "I'm not sure if you'll find an independent section in the Act that deals specifically with privilege.  I think it keeps on cropping up in the context of the other sections of the Act, like the one I've just pointed out.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, when we have regard to section thirty one (31), it tells us about compellability of witnesses and inadmissibility of incriminating evidence given before a Commission.  I'm just reading the heading of this section.  I still have to read it and see what the section tells us, section thirty one (31).",
            "Male"
        ],
        [
            "MR SANDI",
            "Are you talking about section 301, Mr Hattingh?",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Thirty one (31).  Mr Chairman, I must admit that I need a little more time to go through this.  I'm a bit ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will adjourn for a while.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Yes, I would appreciate that.  Thank you.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Male"
        ],
        [
            "MRS VAN DER WALT",
            "Chairperson, if you will allow me.  Yesterday, on behalf of Mr Msibi, Mr Prinsloo addressed you.  I have received instructions, because he's also an implicated party, to represent him.  I would just like to place that on record.  A-L-P-H-E-U-S.  Msibi, M-S-I-B-I.",
            "Female"
        ],
        [
            "MR KEMP",
            "Mr Chairman, may I also be permitted just to correct something.  Yesterday at a question directed by you when the Goldstone Commission was held, I had stated that it was during 1991 finishing in 1992.  It was actually one year later.  The Commission commenced on the fifth (5th) of February 1992 and finished in the beginning of 1993.  I just wanted to correct that.",
            "Male"
        ],
        [
            "MR NKOSI",
            "Mr Chairman, my name is Lucky Solo Thembisa Nkosi, an attorney of Piet Retief.  I have received instructions from Mrs Jessie Cilo to come and appear on her behalf before this Commission today and my instructions are to place it on record that Mrs Cilo does not object to the application that is made before this Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mrs Cilo is the mother of who?",
            "Unknown"
        ],
        [
            "MR NKOSI",
            "Mrs Cilo is the mother of the deceased Lindiwe Nkosi and that of Thembi Nkambule.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You indicated yesterday that you represented the next of kin of A Nkosi.  Which one would that be?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, we actually indicated Lindiwe Nkosi, the same person for which there was now somebody put on record.  We did receive instructions from Jessie Cilo and she signed our power of attorney and it was just moments before we now started that I was advised that there was in fact someone new on the scene.  Our instructions have not been terminated, but I hear now that or just minutes before we started I heard that she in fact instructed another attorney and that she is not opposing the application pertaining to her daughter apparently.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can she come forward.  Are you Mrs Jessie Cilo?  She can listen there.  She can listen on - ask her to listen to that.  Are you Mrs Jessie Cilo?",
            "Unknown"
        ],
        [
            "MRS CILO",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you see the gentleman sitting in front of you?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on, Chairperson.",
            "Unknown"
        ],
        [
            "MRS CILO",
            "I don't understand.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "The gentleman sitting in front of you towards your right, do you know him?  Mrs Cilo, can you hear me now?",
            "Unknown"
        ],
        [
            "MRS CILO",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you see the gentleman sitting next to you on your right?  No, that one there.",
            "Unknown"
        ],
        [
            "MRS CILO",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you know him?",
            "Unknown"
        ],
        [
            "MRS CILO",
            "I don't know him.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I've been informed now that you have an interest in this application.  Do you understand that?",
            "Unknown"
        ],
        [
            "MRS CILO",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And I've also been informed that you have instructed Mr Nkosi who's sitting at the end of the table there where you are, is that correct?",
            "Unknown"
        ],
        [
            "MRS CILO",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And he has told us that you have asked him to inform us that you have no objection to amnesty being granted in this matter, is that correct?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "She doesn't understand.",
            "Unknown"
        ],
        [
            "MRS CILO",
            "Would you please repeat the question.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I've been informed by Mr Nkosi that you have told him to tell us that you have no objections to amnesty being granted in this matter, is that true?",
            "Unknown"
        ],
        [
            "MRS CILO",
            "That's true.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And I'm also informed that you are an interested party too in this matter because Lindiwe Nkosi and Thembi Nkambule were your daughters or are your daughters.  One was your daughter and the other one not.",
            "Unknown"
        ],
        [
            "MRS CILO",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I see I misunderstood it.  While you may be a mother, you are also the mother of Lindiwe or was the mother of Lindiwe Nkosi, is that correct?",
            "Unknown"
        ],
        [
            "MRS CILO",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And it is in respect thereof that you have no objections to amnesty being granted, is that correct?",
            "Unknown"
        ],
        [
            "MRS CILO",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  You can be seated.",
            "Unknown"
        ],
        [
            "MR NKOSI",
            "May I address the Committee, Your Honour?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nkosi, have you got anything else to add?",
            "Unknown"
        ],
        [
            "MR NKOSI",
            "Nothing, Your Honour.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are then excused.",
            "Unknown"
        ],
        [
            "MR NKOSI",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh, what is your position now in respect of representing that lady?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, you will remember that when we indicated which of the victims or which of the incidents we represent, we indicated the incident where Chris Ngwenya died, Lindiwe Nkosi died as well as Thembisile Eldah Nkambule was injured, one and the same incident.  Now, it now appears that the instruction that we had with respect to Lindiwe Nkosi has been terminated, and we accept that, but we then remain on record with regards to the balance of the victims.  All I need to do obviously is to speak to this person and find out whether her instructions with regard to Chris Ngwenya remains or whether we need to ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Inaudible) ... that as well.  Was it the same person who gave you instructions?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "That's correct, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before we get tangled into any other issues, let's find out from her then as well.  Are you talking about Jessie Cilo?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Ja, the very same person, Jessie Cilo, who gave the instructions with regard to Chris Ngwenya, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before I recall her, she gave you instructions in respect of Ngwenya, Lindiwe Nkosi, anybody else?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Only the two of them, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can we ask Mrs Jessie Cilo to come back please.  Mrs Jessie Cilo, sorry to call you again.  Did you know Mr Chris Ngwenya?",
            "Unknown"
        ],
        [
            "MRS CILO",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How did you know him?",
            "Unknown"
        ],
        [
            "MRS CILO",
            "He was in love with my daughter.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And your attitude towards amnesty in this matter does that apply in respect of Chris Ngwenya as well?",
            "Unknown"
        ],
        [
            "MRS CILO",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I don't follow.",
            "Unknown"
        ],
        [
            "MRS CILO",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You said that you have no objections to amnesty being granted in respect of Lindiwe Nkosi, correct?",
            "Unknown"
        ],
        [
            "MRS CILO",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Does the same apply in the case of Chris Ngwenya?",
            "Unknown"
        ],
        [
            "MRS CILO",
            "I'm not involved in Chris Ngwenya's matter.\nNO FURTHER QUESTIONS BY COMMITTEE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you may be seated.  Mr Hattingh, it looks like your mandate never existed.  So, it can't be terminated.  Anyway, I don't know what we can do about it now.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, yes.  All I can say is that we did receive the instructions, written instructions, but I'm not fighting this in any manner.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I take your point.  I think it's a good attitude to adopt.  She said in public that she's not here for Chris Ngwenya and therefore whatever she signed before is of no force.  Shall we proceed on that basis then?  Is that all with the interlocutory incidents.  Let's get back to the original argument then.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, thank you for the ... (intervention)",
            "Male"
        ],
        [
            "MR SANDI",
            "Sorry, Mr Hattingh, I just want to sort out something with my chairman here, sorry, for a moment.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Thank you, Mr Chairman.  I did give this whole issue further consideration during the break and I don't want to waste this Committee's or this Commission's time any or much longer.  There are only five points which I would like to mention and then I will leave it in your hands.  Number one is, I think when we deal with documentation which was submitted to the Amnesty Committee or Commission, then we don't talk about any further privilege as we know it, then we talk about confidentiality, not privilege.\n\tOnce you've sent your application and all other documentation, statements to the Amnesty Commission then you can't keep your privilege with regard to those documents.  But the Act, on the other hand, does provide for a confidentiality with regard to those statements and documents and that's what we're dealing with here.  That's the first issue and we can, in terms of section 19.8(a) and (b) we can deduct it from section 19.89(a) and (b) of the Act where it is stated that:\n\"Such application documentation in connection therewith, further information and evidence obtained, deliberations conducted in order to come to a decision or to conduct a hearing shall be confidential.\"\nNothing about privilege.  So, we're only dealing with confidentiality.  The second issue is, and I think that is clear, is that there was only one formal application on behalf of this applicant, and we have that formal application as part of the documentation as contained in the bundle as from pages twenty three (23), twenty four (24) and twenty five (25), that is the formal application.  We are advised that there is no other formal application but this one.  \n\tNow, the statement about which the whole discussion is about is not a statement separate of this application.  It is the application.  Once you say, and it is stated in paragraph nine (9), on page twenty four (24), 9(iv), nature and particulars.  This formal application refers to or in it on page twenty four (24), on page two thereof, it says, \"Refer to file incorporating the statement\".  Now, the statement we have heard now is the statement which is not before this Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Assuming I accept your point, what is the position where the power at (b) separates the different incidents into various applications separate from each other, what would then be the position?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "I think it's clear that you can't have an application, and we're dealing here with ninety percent (90%) of the incidents contained in that application and only have half of the application or actually the real contents of the application is not before this Committee.  It's just not on.  So, whatever the dangers of any disadvantages to the applicant, his application, he cannot carry on with an application which is only in part before this Committee.  So, what I say is that whatever we do with it, the application itself must be complete and that application includes by way of annexure, the statement which was first submitted together with the application and which is not before this Committee.",
            "Male"
        ],
        [
            "MS BOSMAN",
            "Mr Hattingh, sorry.  May I just enquire from you, are you saying that the Amnesty Committee cannot hear the incidents separately, or are you simply saying that whenever an incident is heard the full documentation must be put before the Committee?",
            "Female"
        ],
        [
            "MR HATTINGH",
            "I'm not saying that this Commission cannot hear an incident separately.  I do not know.  If the Act does not make provision for that I do not know under what authority they can do that.  But let's for one moment accept they can do that.  Following from that, I say that we cannot proceed with this application with the five murders on which the applicant makes his application with only half the application before us.  We've got to have the full document as it was submitted initially for his application.",
            "Male"
        ],
        [
            "MS BOSMAN",
            "It's exactly the point I'm making.  You are referring to the full documentation.  Right, thank you.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "So, just to finalise this point.  I do not think it's a matter of I can submit that it is not possible to take your initial application and then, as time goes by, substitute your annexures to that application at will.  Include, exclude and take away things that was initially part of your application.  That document must remain the initial application.  You can always add to that, but you cannot take away and substitute.  That is just a matter of, I think it flows for obvious reasons that one cannot do that.  I cannot find anything in the Act to say you can do it or not.  Then if we move on to section ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll get onto that.  Deal with this then.  We all know now today that a number of monstrous crimes were committed by, for want of a better example, by a number of high ranked policemen in this country, some of whom were involved in more than one incident.  Are you suggesting that for example, that the policemen involved in the Biko murder, some of whom were also involved in the Cradock Four murder, that it is capable of questioning them in the Biko application about what happened in the murder of the Cradock Four?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, for this very question I don't have an answer readily available.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Isn't that based on your argument?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "No, what I say, I don't have an answer readily available from the Act to say that yes, you are entitled to do so or not.  But I would suggest, and I've made this suggestion all along, is that yes, to test this applicant with regard to his motives you've got to be allowed to cross-examine him on those other matters.  Now, the reason why I'm saying so is the third point I would like to make, and that is in section nineteen (19) - sorry, that would be section 20.1(c).  Twenty two zero and then subsection (1)(c), where it is stated that\n\"The applicant has made a full disclosure of all relevant facts it shall grant amnesty in respect of that act, commission or offence.\"\n\tNow, if we have to look at the Act, I cannot see that one can say and that the society can recognise it as full disclosure of all relevant facts to be considered by this Commission if some facts are to be withheld, although they may very well form part and parcel of the other incidents for which amnesty application is being made.  So, based on that, a full disclosure of all relevant facts I say yes, my submission would be in the circumstances it would be necessary to be allowed to cross-examine.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, if he chooses not to make full disclosure, assuming you're correct, doesn't that count against him at the end of the day?  Can anybody force any applicant to make a full disclosure?  If he doesn't then he hasn't complied with the requirements of the Act, isn't it?  But certainly he can't be compelled to make full disclosure.  I can't think that that would be the case.  He elects in his application to make full disclosure.\n\tIf he doesn't he risks not getting amnesty, not so?  He may very well get away with it at the end of the day, but certainly he risks as opposed to forcing him to make this full disclosure.  What do you say about that?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "I would submit that one cannot force an applicant, force him to make full disclosure, but the result of non full disclosure would then flow that he's not going to get amnesty and if that nondisclosure pertains to another incident, but which in essence is also relevant to the incident for which he makes application, then that is not full disclosure and then he's not going to get amnesty.  You cannot force him, but he will have to live with the results or the consequences thereof.",
            "Male"
        ],
        [
            "MS BOSMAN",
            "Mr Hattingh, but surely the question whether he's made full disclosure should only relate to the particular incident.  Each incident must be treated separately unless there is a very, very narrow nexus between the other incident, and this is exactly what this is all about.  The matter was put down for hearing in relation to Black Cat incidents and unless you can show that these incidents are very closely connected it would not be relevant to the issue of full disclosure.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I did not understand this hearing to be set down Black Cat incidents.  There's just a mentioning of amnesty applications for a certain amount of people.  We have the amnesty applications in the incidents of Mr Gushu for six murders.  That's what we have.  The fact that the Black Cats feature prominently, that is true, but the whole hearing, as far as we know, there was no indication that this was set down only for Black Cat incidents.  If that was the position then we only need to go to the matter of Mr Msibi.  There was no indication that Mr Msibi was in any way connected to the Black Cats.  So, why then would his incident then form part of this hearing?",
            "Male"
        ],
        [
            "MS BOSMAN",
            "Let's assume for argument sake that the Amnesty Committee decided to put these matters down for hearing because they relate to the Black Cats or they relate more or less to the Black Cats perhaps in a different degree, what would your attitude be then?  Do you think that a matter unrelated to the Black Cats should then be relevant in regard to full disclosure of these matters?",
            "Female"
        ],
        [
            "MR HATTINGH",
            "Obviously my response to that would be yes, it would be relevant.  I may just add that also the killing of Advice Gwala is absolutely not related to Black Cat activity.  So, that's also another incident which does form part of this hearing.  But be that as it may, what I would submit is that to enable us to test the motives of this applicant, you cannot just keep to only the single incident, you have to look at a wider perspective.  We've heard the background as well.  The background is not the incident itself, but we've heard it.  For the same token, there's no way that one can gauge the modus operandi of this applicant if ... (intervention)",
            "Male"
        ],
        [
            "MS BOSMAN",
            "But surely, Mr Hattingh, I don't want to interrupt you unnecessarily, modus operandi may have a bearing on political objective, but full disclosure can only relate to a particular incident.  He's required to make a full disclosure in regard to a particular incident.  I grant you that you may use more incidents to establish political objective, but not full disclosure.  Isn't that so?",
            "Female"
        ],
        [
            "MR HATTINGH",
            "I do not accept that, but I appreciate the argument, but at the same time I do not think one can take that incident or take part of the documentation or the formal application away from this hearing.  It should be part of the hearing.  One may be restricted to a particular incident and say, \"Well, you're not entitled, this is going to form part of a later hearing.  You're not allowed to cross-examine on that incident\", but you cannot take it out of the formal documentation and substitute it with something else, with another source or from another nature.",
            "Male"
        ],
        [
            "MR SANDI",
            "Mr Hattingh, I think what is very, very fundamental in your argument is that this Committee does not have powers to determine its procedures to lay down the procedure as to how it will go about hearing these applications.  We're primarily dealing with incidents pertaining to the Black Cats in this hearing and the incident you are referring to seems to have nothing to do with the Black Cats, and that is why it was not going to be part of this hearing.  And I tried very hard this morning and before we adjourned to find out from you as to what exactly you wanted to cross-examine the applicant about, and I specifically asked you if you wanted to cross-examine the applicant to show that there was no political motive in the commission of these various acts, including those which have nothing to do with the Black Cats, and your answer to that was in the negative.  And now that you are arguing, you seem to change your proposition to say now you want to show that there was no political motive in the commission of all these acts for which the applicant has applied.  Is that what you're saying this afternoon?",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Yes, then perhaps I misunderstood you this morning.  But all along my aim is to cross-examine this applicant on all relevant facts to show that in his execution of those killings, robberies it was not done with a political motive with the aim of furthering the aims of - the motive of furthering the aims of a political party.",
            "Male"
        ],
        [
            "MR SANDI",
            "Ja, but how are you going to do that without making him, in response to your questions, mention names of people in and adverse context?  We have an obligation in terms of the Act to inform implicated persons before a matter is set down and that has not been done in respect of other incidents which have nothing to do with Black Cats.  Sorry, not even victims for that matter in those incidents have been informed.  How are we going to do that?",
            "Male"
        ],
        [
            "MR HATTINGH",
            "If I understand you correctly, you say that we may run into a problem where an applicant is forced or compelled to testify and incriminate himself?  Is that correct?",
            "Male"
        ],
        [
            "MR SANDI",
            "No, I'm talking about this particular witness implicating other people who have not been notified of this hearing.  They read about it in the newspaper or they see it on TV and we have an obligation to inform those people before the matter is set down.  For that matter, there's even an AD decision on the point.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, no, I appreciate that and I think this can be avoided by not mentioning the names.  That would not in itself present a problem.  I think in essence I remain my ... (intervention)",
            "Male"
        ],
        [
            "MR SANDI",
            "Wouldn't that be too artificial, dealing with such situations without mentioning names?  Wouldn't that be a very artificial situation?",
            "Male"
        ],
        [
            "MR HATTINGH",
            "I do not believe so, no.  I think it could be done where the incident is being described and I think one should also keep in mind and not lose sight of the fact that this applicant cannot incriminate himself with regard to that incident because he's already gone through a criminal trial.  He's already been acquitted on this charge and now he wants amnesty for this matter.  So, there is no issue of him incriminating himself.  What I say is this applicant ... (intervention)",
            "Male"
        ],
        [
            "MR SANDI",
            "No, I'm not talking about him implicating himself.  I'm not talking about him incriminating himself, I'm talking about him mentioning other people's names, saying they were involved in all sorts of ... (indistinct) in the incidents which are not part of this hearing.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Excuse me, sir.  Just a point of correction, sir.  The incident spoken of here is an incident not where he was acquitted as such, it is an incident where charges were withdrawn against him.  So self-incrimination is very relevant in that particular incident.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you, Mr Mapoma.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Thank you.  I was made to understood that he was in fact acquitted of those charges.  I think the most important thing is to keep in mind that in terms of section twenty (20), the granting of amnesty is clearly stated under what conditions amnesty can be granted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which are?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "The application has got to comply with the requirements of the Act.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Basically there are two requirements.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "And then you get subsection (b), that the act need to be associated with a political motive or objective and then subsection (3), the applicant has made a full disclosure of all relevant facts.  And nowhere in this Act it is stated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All the?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "All relevant facts.  And my submission would be that nowhere in this ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Relevant to what?  To the incident, isn't it?  Not relevant to his life and his criminal record, but to a particular incident for which he's applying for amnesty, not so?  Surely you're going to have to argue long and hard to persuade me it can be any other way.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I've indicated I wouldn't waste much more time, I would leave it to you, but I think if the Legislature wanted to say a full disclosure of all relevant facts pertaining to an incident, then they should very well have entered that.  They elected not to include those words.  So, I think it is for this Committee to decide what facts are relevant facts.  If this Commission believe that a serious incident for which an application was made which forms part of the application, that it is relevant, then it needs to be dealt with.  I may just conclude that as far as section 23(ii), that's of the Act, we are looking at\n\"Acts and omissions or offences committed by any person referred to in subsection (ii) who acted for personal gain.\"\nThat's in subsection (i) and in subsection (ii):\n\"Out of personal malice, ill-will or spite.\"\nNow this is specifically what I would like to deal with, is I would try to find out whether this as a rule, as a modus operandi operated or acted for personal gain, personal malice, ill-will or spite and for that reason I believe that a full disclosure of all relevant facts need to include also other incidents.  Then just to end my argument, if we look at section thirty one (31) of the Act, in particular 31(2).  It is stated:\n\"A person referred to in subsection (1) shall only be compelled to answer a question or to produce an article which may incriminate him or her if the Commission has issued an order to that effect after the Commission has consulted with the Attorney-General who has jurisdiction.\"\nI must just stop here.  It would indicate or it would appear from this section of the Act that this Commission very well has the powers of compelling a witness to tell more than he's in fact prepared or he would like to do at this stage, but on certain conditions.  The Commission needs to consult with the Attorney-General who has jurisdiction.  The Commission has to satisfy itself that to require such ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you waste your time, Mr Hattingh.  You're reading a section that is dealt with on the investigations and hearings by a Commission, not the Amnesty Committee.  It's totally different regulations.  If you check under section twenty eight (28), that starts with the rules and regulations and laws pertaining to investigations and hearings and the compellability of witnesses to come give evidence at investigation stage.  That is where the AG comes in.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I accept that.  I thought that perhaps that would also have a bearing on the matter.  But in the end, I think what is important is that all documentation becomes available, public knowledge once a Commission public hearing commences or when this Committee decides, let me just find this, if we look at section 19.8(b)\n\"Subject to the provisions of section thirty three (33), the confidentiality referred to in paragraph (a) shall lapse when the Commission decides to release such information.\"\nAnd then the alternative, \"When the hearing commences\".  Now, even if the hearing is not about to commence with regard to the other incident, the Commission can still decide to release the other information if the Commission considers the other information to be relevant and to have a bearing and to be of some necessity for this hearing.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, have you got any reply?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Thank you.  I'll be very brief, Mr Chairman.  I don't want to belabour this point.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You made that promise before.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Mr Chairman, for the assistance of the Committee, from a confidentiality clause point of view that seemed to have become ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "While you're at that maybe you can help us.  We've seen, and I've seen it about an hour ago, the clause relating to privilege.  You're looking for a law and you're not able to find it readily, although you know it exists, can you help me?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "I must say off-hand during the lunch break I did go through it.  The closest I got to was again confidentiality, section thirty eight (38) which binds every member of staff of the Commission to abide by any confidentiality clauses which may be contained in the Act.  My respectful submission is until an application or information relating to a particular incident is made public or brought public to a hearing, let's put it that way, then all that information, the member of staff or the Commission is obliged to keep confidential.",
            "Male"
        ],
        [
            "MR SANDI",
            "Has that provision been breached, Mr Black?",
            "Male"
        ],
        [
            "MR BLACK",
            "I'm not entirely certain under the circumstances as to how it came about that this first statement came into possession of Mr Hattingh, so I'd rather not comment on that.  I understand it might have been certainly an error, because if the member of staff of the Commission intended this information to form part of the hearing of today, I'm absolutely certain that they would have made that information available to everyone.\n\tThe other two issues which are perhaps not directly related to the legal aspects being discussed here.  The first is, Mr Hattingh blandly makes statements and impliedly criticises me and finds it difficult to accept my explanation relating to the second statement and makes implied allegations that I have intended to mislead this Committee.  He alleges that my second statement was submitted a considerable time after the hearing at which it was held on the twenty sixth (26th) of March or was due to commence on the twenty sixth (26th) of March.  \n\tIn fact if the Committee looks at the, and I have stated from the Bar as it were, that these statements, the second lot of statements were submitted under time pressures to the TRC in order to enable them to prepare for the twenty sixth (26th) of March.  And if one looks at, certainly on my bundle and I've confirmed that with the evidence leader, these documents were faxed through to the TRC on the thirteenth (13th) of March, about a week prior to the hearing or so, which was due to commence on the twenty sixth (26th) of March.  The evidence leader has confirmed that, that it was an error on his part when he said that they were only faxed on the thirty first (31st) of March.  \tThe other issue which was alluded to by Mr Hattingh relates to, I didn't quite follow his argument and I don't want to labour the point because I think it's a matter that if it has to be taken further it should be done in Chambers, to the extent that he suggested that I may have been or may have access to information, additional information which has not been placed before him or any other members by reason of the fact that at one stage, at a very early stage I may add of this matter, my reference appears on a letterhead requesting additional information, and I don't want to go into that and if necessary, I'd certainly deal with that fully.  \n\tI can just give this Committee the assurance that I certainly don't have any documents which are not before the Committee in the bundle particularly.  I had commenced this matter which is being discussed, prefaced by the fear that I was trying to avoid any allegations or suggestions or argument being addressed to the Committee that for the purposes of this sitting the applicant, Mr Gushu, has not made a full disclosure by reason of the fact that the incident referred to in the second statement wasn't dealt with in the second statement, but does form part of an incident in respect of which he has sought amnesty, and before commencing that argument, during the course of the adjournment while you gave us the opportunity to investigate fully all the surrounding circumstances, in my submission the evidence leader has cleared up the position for everyone.  \n\tI don't have any further submissions because it would appear that this issue will be dealt with.  I may just also confirm what the evidence leader has said, that in respect of this latter incident the charges were withdrawn and Mr Gushu was not acquitted and there is the possibility of any incrimination arising.  Thank you for your time, Mr Chairman.",
            "Male"
        ],
        [
            "MR SANDI",
            "So, in a nutshell, Mr Black, what is the attitude of your client in relation to those matters which are not subject of this hearing?  Is he prepared to be cross-examined on those?",
            "Male"
        ],
        [
            "MR BLACK",
            "No.  No, not on those issues.  He is prepared to testify and he's prepared to - but as has been raised, there are the very pertinent issues which you have raised, Mr Commission, about the notification of victims, the proper preparation and full investigation that has to be or is in the process of being conducted by the Truth and Reconciliation.  So, it's not ripe for hearing.  But I think I have made my attitude clear in regard to the other matters.  I have no objections to any cross-examination in respect of matters which are before this Committee.  That is all, thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anyone else?  Anyone else who wants to make submissions?",
            "Unknown"
        ],
        [
            "MRS VAN DER WALT",
            "I would just like to, or my instruction changed, where at first I acted on Mkhwanazi, I now also act on behalf of Mr Msibi and I now also oppose the application of the case regarding Mr Msibi, and Mr Black already conceded before the lunch adjournment that he's got no objection that cross-examination will take place with regard to the first statement.  My argument does not go further than the content of that statement and regarding Mr Msibi.",
            "Female"
        ],
        [
            "MR SANDI",
            "What about our - sorry.  Mrs van der Walt, what about our legal obligation to inform interested parties on those matters which are contained in that particular statement you're talking about?",
            "Male"
        ],
        [
            "MRS VAN DER WALT",
            "These parts, Mr Chairperson, has got nothing to do with the applications before you, with respect can be pasted over.  That is now the aspect regarding Mr Hattingh or what Mr Hattingh mentioned to you.  That can be covered up.\nR U L I N G",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "The issue of whether the applicant can be questioned on a matter or matters which form the subject matter of another application has arisen.  Section 19.8(b) of the Act states that:\n\"The confidentiality of information submitted by applicants lapses only when such information is released in respect of the application or when the hearing of that application begins.  From the confidentiality flows the right to privilege in favour of the deponent of such information.\"\n\tWhile we are wary that other interested parties may also have certain rights, from a reading of the Act as a whole, in general, we are of the view that the right to privileged information ranks higher than all other rights which may flow from matters of concern.  In addition, the Act also favours, where necessary, the duty to curtail cross-examination albeit time wise.  But as all of us will understand, unnecessary cross-examination does entail time wasting.  \n\tFurthermore, in the event of an incident not before us being raised there is the risk of people not represented here today being touched or implicated.  Even those rights require to be protected.  Up to this stage we have not been informed what the actual basis for the opposition will be.  This makes it even more difficult to understand the reasons sought or for seeking to be allowed to cross-examine on issues which are not properly before us.  It has also been argued before us that the first statement forms part of the application and therefore becomes a public document at the time, at the very latest, the first day of hearing and when this document does in fact become open for public scrutiny.  \n\tThe Truth and Reconciliation Commission, as the dominus litis, has chosen to set down for hearing certain incidents that occurred in these parts of the country.  It certainly appears to be categorised by what is commonly or come to be known as the Black Cat cases.  That is neither here nor there.  The applicant is entitled to be protected from being prejudiced in subsequent hearings and therefore we need to take cognisance of the Truth and Reconciliation Commission's decision to split the hearings.  \tIn order to protect the applicant from being prejudiced, cross-examination relating to those issues that will possibly form the subject matter of future hearings seem to be issues that cannot be allowed.  \n\tOverall, we are not persuaded that the right to cross-examine the witness on incidents which fall to be the subject of other applications is allowable.  \n\tWe consequently make the following ruling:  \n\tThat the witness cannot be subjected to cross-examination on matters which are still subject to other amnesty applications.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "I agree.",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR BLACK",
            "(cont)   Thank you, Mr Chairman.  Page thirty five (35) ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At five past three today you're still leading the witness.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "It's most unfortunate.  Now, I refer to page - I beg your pardon, page thirty two (32).  To speed matters up, may I just confirm again with Mr Gushu.  Mr Gushu, you have signed this document which is placed before you under oath, is that correct?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "And in so far as - is this content, to your knowledge, true and correct?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Everything in this statement was written by me.",
            "Male"
        ],
        [
            "MR BLACK",
            "And you confirm this statement?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I confirm.  I know everything here.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now, we are still dealing a bit with the background, Mr Gushu, to the events leading up to those incidents for which you are seeking amnesty.  If I refer you to page thirty two (32), we had got to the stage of approximately paragraph twenty nine (29) which alleges that Mr Mkhwanazi gave you instructions to kill Advice Gwala, is that correct?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "He was alleged to be a central member of the IFP?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "According to my knowledge, that is so.",
            "Male"
        ],
        [
            "MR BLACK",
            "You also say that you were instructed to go to Bracken Mine and to confiscate arms and ammunition at the Giwi Construction situated near Breyten, is that so?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "You allege that these weapons which were to be confiscated were actually being used by members of the IFP, Black Cats and Plain Chain gang in order to terrorise the community and to execute members and comrades of the ANC alliance?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "How did you come to this knowledge?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I would like to tell you in details about this paragraph twenty nine (29).  As a person who was staying at Mbalendle, Mr Gwala was a member of the IFP.  He was working at Sasol.  There was a problem in Mbalendle caused by the Black Chain gang and they were also supporters of Inkatha.  In 1991 the Black Chain attacked the school children at Mbalendle.  They were given instructions to do so by Mr Gwala.  That's what I heard.\n\tIt was later realised that next to Giwi it's where the training of the Black Chain was taking place and even the arms were kept there.  But my main aim was not to see where they were getting their training, what was more important to me was to get the arms as that was my instructions, because I was instructed to form some defence unit to protect the community.  One of those self-defence units was Mlungisi and Mbokane.  I told them to go and check what was happening there.  \n\tAccording to the report that I got from them, I realised that there's some training that is actually taking place there.  But what was more important was to get the arms, the firearms.  The firearms that were to be used when they were attacking the Mandela.  There were two who used to come with firearms.  It was important for us to catch these two boers and get those firearms so that we'd be able to get into that building and get information and be sure at the same time if these people were really training there.  Our aim was to get those firearms.  That's why I had to shoot them.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay, thank you.  Mr Gushu, if I can just clear one matter up.  In your evidence which you've given, you refer to Mr Mbokane as one of the persons who you sent to that area, to that construction site?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, he's one of the members of the self-defence unit that I trained together with Mlungisi Ngobele.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes.  Now, this Mbokane, he's an applicant and I may refer to him as the third applicant at this hearing, is that so, for amnesty?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "That's correct.  That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now, the incident when you referred to the two boers who were shot, as will appear later on, I put it to you that that is Mr David de Bruyn and Mr Wynand Fourie, is that correct?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "That's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Was it your intention at all to go there to kill or to shoot anyone?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "That was not my aim.  My aim was to get the firearms in order to arm the self-defence unit when protecting the community, more especially the members of COSATU and ANC.",
            "Male"
        ],
        [
            "MR BLACK",
            "But given your military training and your membership and role to be played with the MK, if you were attacked by anyone how would you respond?  When I say attacked, I mean shot at or even physically attacked.",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I defend myself.  I defend myself.  I fight back.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Gushu, if you say that your prime or your only intention was to obtain arms for whatever reason, how did it come that people were killed?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "That's what I was trying to explain, sir.  Mr Chairperson, in Breyten, when we arrived there, we catch the security guards who were there.  They were black men.  I instructed Mlungisi and Lucky as I had pointed these security guards with guns and they tied them.  The car came and I left the gun in the house.  I wanted them to get into the house so that we can catch them.\n\tWe realised that these white men were aware that we were not the security guards, they reversed the car.  When they got out of the car they started shooting.  I ran to the house and I took the firearm.  I started shooting.  That is why there were people who died there.",
            "Male"
        ],
        [
            "MR BLACK",
            "Sorry, at that instance there was only one person who was killed, that was Mr de Bruyn, is that right?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "That's correct.  Only one person who died there, the other one was injured.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes.  And if you look at paragraph thirty four (34) on page thirty two (32).  Page thirty two (32), paragraph thirty four (34).  If you look at page thirty three (33), page thirty three (33).  Thirty three (33).  At the bottom you'll see paragraph thirty four (34).  Okay.  There you describe the shooting briefly and you say that you had to be taken to hospital for wounds.",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "As I had already explained that when I opened the gate the white men were reluctant to get in because they released that I was not one of the security guards.  They reversed and when they got out of the car they started shooting.  They shot in the air.  I think that was a warning shot.  I left the gate.  I ran straight to the house and I started shooting.\n\tWhen I was trying to get out because I could see the other one was lying in front of the car, when I was trying to get out because there were some stones in front of the house, there were some slabs, I was shot there when I was trying to get out.  I tried to hide behind the car.  We were shooting.  When I was behind the car he came.  I shot and he shot and he hit me on my leg and he left, he ran away.  That is why I had to go to the hospital.",
            "Male"
        ],
        [
            "MR BLACK",
            "And who took you to hospital?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I went by myself.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes.  You say then that you were arrested at the hospital.  It was roundabout during seventeen (17) July 1992?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "And since that time you have remained in prison?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Ja.  Will you turn over the page and look at page thirty four (34).  You'll see paragraph thirty five (35).  It says, \"Since my arrest I've remained in prison\".  Do you see that, paragraph thirty five (35)?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I can see that on page thirty four (34).",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes.  Is that the sentence which you received for various offences?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR BLACK",
            "You say you were sentenced to a period of two hundred and thirty seven (237) years of imprisonment and you must serve an effective fifty five (55) years?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Right.  Now, if we can just get now to, on page thirty four (34), section (c), relating to the convictions and the offences for which you were convicted and in respect of which you are seeking amnesty.  The first matter relates to Mr Jwi Zwane.  You see that?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I can see that.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now, who was Mr Zwane?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Jwi Zwane was a leader of the Black Cats, Black Cats gang.",
            "Male"
        ],
        [
            "MR BLACK",
            "You also say that he was an IFP Caprivi trainee?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that's the information I got.",
            "Male"
        ],
        [
            "MR BLACK",
            "What was his relationship with Mr Chris Ngwenya?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Chris Ngwenya was his assistant in the Black Cat gang.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes.  Now, how did it come about and why was Mr Zwane a target or why did you kill Mr Zwane, let's put it that way?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "As I got my training from Cape Town and when I arrived in the Transvaal I got another training and Eric Valla took me to Nelspruit where I met with Jabi Mkhwanazi who is the person who trained me again.  He is the one who told me, who was actually instructing me on what to do, where to go.  He told me that there was a problem in Secunda and Ermelo and Piet Retief.  I was acting under his instructions.",
            "Male"
        ],
        [
            "MR BLACK",
            "What military rank did he hold?  First of all, he was a member of the Umkhonto weSizwe, is that correct?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Jabi Mkhwanazi was my commander, therefore he was a member of Umkhonto weSizwe.",
            "Male"
        ],
        [
            "MR BLACK",
            "Do you know why Mr Mkhwanazi instructed you to shoot Mr Zwane?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Although he didn't give me the reasons, but I had my own information about this person and all these people who were involved in these incidents.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay.  But now when shooting and carrying out and killing Mr Zwane, were you carrying out military instructions?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "That's correct.",
            "Male"
        ],
        [
            "MR SANDI",
            "Sorry, Mr Black.  If I can come in for a moment.  Are you saying Mr Mkhwanazi instructed you to kill Mr Zwane without giving you a single reason?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "It's not what I am saying, but what I want to say is this.  If you are given an instruction you don't question why.  You've got to take the order and ask questions after, like a soldier.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now, if we can continue.  There's also on that same page thirty four (34) reference to Happy Mhlongo, Eric Nkosi and Sibusiso Tito Nkosi.  You see those names?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes.",
            "Male"
        ],
        [
            "MR BLACK",
            "I may just add, there's a typographical error here, it should be victims referred to two, three and four and not six.  Who are those people?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Happy Mhlongo, Eric Nkosi and Sibusiso Tito Nkosi.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes.  Did they belong to any political organisation?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I don't know if they were involved with any political organisation.",
            "Male"
        ],
        [
            "MR BLACK",
            "Here you say in the statement that\n\"The victims referred to were all IFP sympathisers and activists.\"\nDo you see that?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I can see that.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes.  Is that again something which you heard or which you have personal knowledge of?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I think there's a mistake there.  Maybe it's a typing error.",
            "Male"
        ],
        [
            "MR BLACK",
            "Well, you go on to say that\n\"They were actually victims of circumstances as they were with Jwi Zwane at the time and the principal purpose of the operation was kill to Jwi Zwane.  Unfortunately the persons mentioned in the above aforesaid accounts were hit by stray bullets aimed at Zwane.  They were wounded.\"",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I would like to explain this, how did this happen.  I wonder if you will allow me that opportunity to explain in details.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes, ja, certainly.",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "It was in 1992, but I can't remember the date, but it was in 1992, I was patrolling as usual here at Ermelo.  When I was going up in front of Johnny's shop I saw Jwi Zwane and a person that I didn't know.  It was late in the evening at about seven.\n\tWhen I saw Zwane I thought that if he's here now, as the Black Cat gang, they were not moving all around the place, but when I saw him there I knew that there was a list of ANC leaders who were targets.  I was certain when I saw him there, I was certain that he was there to kill John because it was at the time where John was about to close his shop.  I went inside the shop because I wanted to know who was inside.  I noticed that John was not inside the shop.  I went out ... (intervention)",
            "Male"
        ],
        [
            "MR BLACK",
            "Sorry, sorry, can I interrupt, sorry.  When you say John, can you just give us the full name?  John who?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "(No English translation)",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker is going too fast.  Could he go a bit slower please.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "When I saw him in front of the shop as I knew him as a leader of the Black Cats ... (intervention)",
            "Male"
        ],
        [
            "MR BLACK",
            "Sorry, sorry.  Did you hear what the interpreter said, the translator rather.  What you say she's got to translate into English or whatever.  So, if you could just go a bit slower please.  Thanks.",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "When I arrived in front of John's shop I saw Jwi and a person that I couldn't identify.  I decided to get into the shop and see if John was inside.  When I realised that John was not inside I went back to the spot where I was to get the firearm, the AK47.  I came back and when I came back he was still standing in front of John's shop.  I told myself that there's nothing else that he was there for.  The instruction to shoot him was already given to me.  I just passed a little bit, I started shooting.  I was pointing directly at him because my aim was to kill him.  Though I'm not sure if it was Happy Mhlongo who was with him there, he was also shot, but it was not my aim to shoot at him, but it happened that he got shot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Gushu, you say you shot at Zwane in the operation of a political decision, correct?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And in executing that political instruction and operation these other three got injured?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Please repeat the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In executing that political instruction as a soldier, you shot at Zwane and in doing so these other three were injured?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, this is what I'm trying to explain.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And therefore they were injured in the exercise of a political operation, is that correct?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Excuse me, Chairperson, I hear two people in my ear.  I hear two voices.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, hopefully I'm alone now.",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Please repeat the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In the execution of your instruction to kill Zwane which was a political issue, these other three were injured, correct?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do I understand you then correctly that they were injured in the exercise of your political commitment?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that's correct, but I wanted to explain this to the Committee so that you can understand how did these people got injured.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, is the way I put it to you the way they got injured?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "It's exactly how it happened, but now you will need more information as to how did it happen.  As a person who was doing this, I am able to explain it in details so that you can know exactly how did they got injured.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Okay thanks, Mr Gushu.  I think you've canvassed most of the instances surrounding Mr Zwane.",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, but I have not finished.  I would like to explain more.  As it was in the evening, these two people were standing together.  I did not know whether Happy Mhlongo was one of the Black Cats.  I had intended to shoot Jwi.  I did not know whether the two of them were Black Cats.  The one got shot as I was aiming to shoot Jwi.  He ran into a corner house.  He went to the back of the house where Sibusiso Nkosi and Eric Nkosi were inside the shack.  It was in the evening, therefore it was difficult to know or be aware that there were people inside the shack or not.  I was not shooting at people inside the shack.  This is how Eric Nkosi and Sibusiso Tito Nkosi got injured, like Happy Mhlongo.",
            "Male"
        ],
        [
            "MR BLACK",
            "Thank you, Mr Gushu.  Should we move on now to page thirty five (35).  You'll see at the top of page thirty five (35) there's reference to the death of Advice Gwala.  Do you see that?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I see that.",
            "Male"
        ],
        [
            "MR BLACK",
            "Could you also tell the Committee why he was shot?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "He was a leader of Inkatha in Secunda.  He was also a leader of the Black Chain that were attacking people in Secunda at Mbalendle Township.  Therefore there were people that were found that had died, killed by the Black Chain.  However, the police did not do anything about that.  ANC members were dying.  At that time I could never allow ANC members or the Communist Party to die just like that.  I was trained to protect them.  (APPLAUSE BY AUDIENCE)",
            "Male"
        ],
        [
            "MR BLACK",
            "You also refer to the fact that he was an organiser for the - sorry, I seem to be having difficulty with this.  That he was an organiser of United Workers Union of South Africa.",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "That's affiliated or enjoys the support of the IFP.",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Ja.  Now, you have mentioned him before and you also mentioned the Black Chain gang.  Now, the Black Chain gang is not exactly the same as the Black Cats, is that correct?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "That is correct, but they do the same work.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Or they did the same work.",
            "Male"
        ],
        [
            "MR BLACK",
            "When you say that, to which political organisation were they affiliated or did they receive support from?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Inkatha.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now, carrying out this mission did you feel that you were acting within the mandate which had been given to you by your MK commander?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "You have heard the evidence of Mr Mndebele.  You were present.",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I was here.",
            "Male"
        ],
        [
            "MR BLACK",
            "You also heard him refer to a mandate generally which was given to you, which appears in writing on page thirteen (13) of the record, but to save time, he says there\n\"There was an implied instruction to Gushu more or less.  One, that he was to recruit assistance from SDUs in the local community and he was to obtain arms and ammunition and to finance these operations from whichever source possible.\"",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I think at this stage I need to object to this question.  This is a leading question.  It's not following any tool that was prepared at some stage, but this is a leading question.  We've let this applicant to carry on to enable this Committee to make up some time, but this is leading questions.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, that is a leading question.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No, I appreciate it's leading.  I could just simply say to him, have you heard ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, Mr Black, will you then rephrase it then please.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "I will do so, Mr Chairman.  You heard the evidence of Mr John Mndebele when he gave evidence before the Committee?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes.  You also heard that the Committee had met and that they had agreed to give you a mandate to bring stability to that area?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "And you heard him describe what the mandate was?  Do you remember how he described it?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay.  Now, when carrying out the - do you agree with that mandate?  Do you agree with his evidence, let me put it that way, that that was in fact the mandate which was given?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How can he answer that, Mr Black?  He wasn't present.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No, as I say, did he agree that that was the mandate that was given to him then.",
            "Male"
        ],
        [
            "MS BOSMAN",
            "Shouldn't you rather ask the witness to explain how he understood the mandate, Mr Black?",
            "Female"
        ],
        [
            "MR BLACK",
            "You say you received orders from Mr Mkhwanazi?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now, were you given any mandate by Mr Mkhwanazi?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes.  Now, how did ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did he say to you?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "He said that I should make sure that at Ermelo, Piet Retief and Secunda the Inkatha stops killing the Communist Party members and the ANC members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anything else?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "He also said that I should train a self-defence unit that would help fight the Inkatha.",
            "Male"
        ],
        [
            "MR BLACK",
            "How were you to get any arms and ammunition in order to carry out this mission?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "That is a very painful issue because we did not have an ANC base within South Africa.  Therefore we tried to get arms in our own way.  The police and the soldiers of the National Party would take our firearms saying that we were banned.  I did not know who put them in place themselves.  (APPLAUSE BY AUDIENCE)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Gushu, listen to the question.  How were you going to put that mandate into operation?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "I had to train soldiers so that we fight together.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And how were you going to fight?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "There was no other way.  The people that were stipulated as blocks in the freedom of the people, those were the people I had to get.  I had to kill them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were they going to go and fight the Nationalist Government with toothpicks?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "(No English translation)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then how were they going to fight?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "As I was given a mandate, that I had to make a way to train self-defence unit members.  As I had trained them I had to see how I gave them arms.  The manner that it was given was pretty open.  I had to make sure that the self-defence unit was armed.  It was up to me as to how I get those firearms or the money to purchase them.\n\tEven if I had gone to the ANC and said that I needed money for the arms, I would not be able to get the money.  The ANC lived on solidarity all the time.  I had to go to the boers, get money or find arms from that boer and kill that boer.",
            "Male"
        ],
        [
            "MR BLACK",
            "So, as I understand it, part of your mandate, open mandate was did you feel that you were entitled then to commit a robbery in order to get money to buy arms?",
            "Male"
        ],
        [
            "MRS VAN DER WALT",
            "I beg your pardon, but I'm going to have to object to this.  It is absolutely a leading question.",
            "Female"
        ],
        [
            "MR BLACK",
            "Okay.  Well, she's entitled to object to leading questions.  Now, could you just explain then what you meant at the end of your evidence now, that you felt that you were entitled to go and get money to buy arms and if necessary, to kill the boers?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "That is correct, Mr Chairperson.  If I was the only one who was armed I would not be able to stop the violence because I was fighting against a lot of people.  I had to perform armed robbery so as to make sure that the self-defence unit was armed.  We did not have money to buy firearms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Gushu, how did you think you were going to get this money to buy the firearms?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "There was no other way but to rob.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you think this idea of robbing fell within your mandate?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And did you perform or commit robberies?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes.",
            "Male"
        ],
        [
            "MR BLACK",
            "Thank you, Mr Chairman.  Mr Gushu, is there anything further you wish to add with relating to Mr Advice Gwala?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Please elaborate on your question.",
            "Male"
        ],
        [
            "MR BLACK",
            "No, you've already given some evidence as to how it came about that you killed Mr Advice Gwala.  Is there anything further you wish to add there before we move on to the next matter?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, there is.",
            "Male"
        ],
        [
            "MR BLACK",
            "Could you just briefly tell the Committee what it is?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I remember on the fourth (4th) of November 1991 the United Democratic Front or the ANC, as the UDF had disbanded, had a campaign against VAT.  Gwala worked together with the boers to make sure that this VAT continues or be implemented so that the black people continue to be oppressed, especially the poor.\n\tGwala therefore worked together with the boers in the oppression of the black person, especially the ANC, Communist Party and COSATU members.  I realised that as Gwala was a member of the Inkatha an UWUSA, he was an obstacle.  I then had to get rid of him.",
            "Male"
        ],
        [
            "MR SANDI",
            "Sorry, Mr Black.  This may not be entirely clear.  What exactly did Mr Gwala do in co-operation with what you said with the boers concerning the VAT issue?  What exactly did he do?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Sir, as the ANC and COSATU members were against the implementation of VAT, Mr Gwala supported the Government so that the poor person is oppressed.  They were the people who were against VAT after sales tax had stopped.",
            "Male"
        ],
        [
            "MR SANDI",
            "It is still not very clear.  You mean to say that UWUSA took up a campaign in support of the continuation of VAT?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I'm talking about Mr Gwala.  He was working together with the boers around Secunda at the time.  Mr Gwala worked with the Black Chain to intimidate school children, members of the ANC.  I could not allow that to happen.  To me it was the same person, that he was an obstacle in the freedom of the people.",
            "Male"
        ],
        [
            "MR BLACK",
            "Thank you.  When you say he used to intimidate school children and that, you know, what we're trying to establish is when you say he worked with the boers, what exactly do you - just give us an example or two, apart from the VAT.",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Most of the time Inkatha members, whatever they did, they were sent by the boers so that they are an obstacle in the freedom of the people.  This is why I knew or this is how I knew how Gwala worked.  Everything I did, I did because I was obeying orders.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes, I think you've already testified that you were ordered to kill Mr Gwala by Mr Jabi Mkhwanazi, is that correct?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "That is correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Right.  Now, perhaps let's just move on, on page thirty five (35) to paragraph six (6), the death of Mr Chris Ngwenya.  Who was Mr Chris Ngwenya?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "He was an assistant to Jwi Zwane.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes, but what role did he play?  I mean was he a member of any political organisation or gang or anything?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "He was a member of the Black Cat.",
            "Male"
        ],
        [
            "MR BLACK",
            "And was he just an ordinary member of the Black Cats or did he play any particular role in that community?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "After I had killed Jwi, he was the leader of the Black Cat.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes.  Do you know if he received any military training at all?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I am certain that he was trained as a soldier.  I'm not sure which camp it was though.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say you killed Mr Ngwenya.  Did you do it because of an instruction or because you found him a problem yourself?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "I was instructed.  I killed him under instruction.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "So, when you carried out this instruction on Mr Ngwenya, were you acting alone?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "There were two of us.",
            "Male"
        ],
        [
            "MR BLACK",
            "Who was the other party?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Mr Nkonyane.",
            "Male"
        ],
        [
            "MR BLACK",
            "And he's also one of the applicants, applicant number eight I think?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "We've already heard to a large extent there was almost like a war going on in that area between the Black Cats, IFP on the one hand, and the ANC alliance members on the other.  You allege here that or had you heard or do you know whether or not the Black Cats were armed, there had been allegations made that they were armed by the police?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I had knowledge that they were armed because they were killing people in the township.",
            "Male"
        ],
        [
            "MR BLACK",
            "Were any police mentioned, names of any police in the community?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, Von Zweel told me.  I also read from the Weekly Mail, a report from the Goldstone Commission.",
            "Male"
        ],
        [
            "MR BLACK",
            "Just as a matter of interest.  The Officer van Zyl who is referred to in this paragraph six (6) on page thirty five (35) should be Officer von Zweel apparently.  Z-W-E-E-L.  Now, is there anything further you wish to add about the killings surrounding Mr Ngwenya?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I could try to elaborate as to the injury of the people that he was with.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay.  Then let's move on to paragraph seven (7) and six (6) which appear on page thirty five (35).  That's the death of Lindiwe Nkosi and the death of Thembisile Nkambule.  Could you just - you say you'd like to elaborate a little on their killings.",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, if I could please.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes, go ahead, sir.",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "As an instruction was given to kill Chris Ngwenya and to restore peace in the area, I had killed Shezwane.  I instructed Pistol Nkonyane that we should go and look for Chris Ngwenya.  We then left to look for Chris Ngwenya.  We did not find him at home.  I then told Pistol Nkonyane that we should stand by the shop.  There was a shop that was closed, a disco place, a passage and yet another shop that sold chips.  It was after seven o'clock to eight o'clock, between seven and eight.  We waited there, standing.  Fortunately they appeared.  Chris was walking between two girls.  I was standing next to the shop.  Pistol Nkonyane was standing at the path next to the disco.  I have a Markonov, Pistol Nkonyane had an AK47.  When I realised that they were between the two of us, I signalled.",
            "Male"
        ],
        [
            "INTERPRETER",
            "Could the speaker please repeat the last sentence.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Mr Gushu, you must please slow down.  The translators are having difficulty.  As I say, when you speak then it gets translated into English and they can't speak at the same pace.  Okay.",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "As I was standing next to the first shop, Nkonyane was standing on the passage next to the disco, I was standing by the corner of the shop, there was a road going up straight to Chris' house.  There was yet another road also going up towards the hostel where Chris emanated from with the two girls.  When I realised that they were between the two of us and it would be difficult for them to escape and go back, that's when I signalled to KK that that was the person, that he should follow my tracer bullet.",
            "Male"
        ],
        [
            "MR BLACK",
            "Who's KK?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Could the speaker please repeat the question.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Who was KK?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "It is Pistol Nkonyane.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay, Mr Gushu, explain about this tracer bullet.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Gushu, these two ladies were they shot at deliberately?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "No, they were not shot at deliberately.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were they just victims during the operation for which you were carrying out an order?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Correct, they were victims.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Thank you, Mr Chairman.  Could you just explain, you've mentioned something about a tracer bullet.",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I was trying to say that he must follow the direction to which I was shooting.",
            "Male"
        ],
        [
            "MR BLACK",
            "Could you slowly just explain what that means?  I can't follow it and who were you trying to explain to?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I was trying to signal to Pistol Nkonyane where the enemy was, therefore he should follow the way I was shooting as I was shooting.",
            "Male"
        ],
        [
            "MS BOSMAN",
            "Mr Gushu, did Mr Nkonyane know that it was a man who was the target?  Beforehand, when you went there, did he know you were going to shoot Chris Ngwenya?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, correct, he knew.",
            "Male"
        ],
        [
            "MS BOSMAN",
            "So, you were showing him which man you were shooting?  You were not showing him the women?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "I was not showing him the girls, but Ngwenya was between the two girls.  Chris had been trained.  It would be difficult to just say to the girls they must just get away so that we could shoot Chris.  Chris was well trained.",
            "Male"
        ],
        [
            "MR SANDI",
            "Sorry, Mr Black, maybe you're moving onto something else.  Just on this issue.  Could you not shoot Chris Ngwenya without shooting the two girls?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "It was difficult, Mr Chairperson, because it was in the evening and he was between the two girls.",
            "Male"
        ],
        [
            "MR SANDI",
            "Could you not postpone the shooting of Chris and shoot him at some other time later when he's not with two girls in his company who can get injured?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "It would have been difficult to withdraw at that time because most of the time they were in the police station.  It was difficult to find them.",
            "Male"
        ],
        [
            "MR SANDI",
            "Sorry, Mr Black.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes.  Thank you.  Could you just say, when you talk about \"them\", and \"they were in the police station\", who are you referring to specifically?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "The Black Cats.",
            "Male"
        ],
        [
            "MR SANDI",
            "Which police station is this?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "There's an old police station in Ermelo built at the brick face police station.  They stayed there.",
            "Male"
        ],
        [
            "MR BLACK",
            "Could we just then, at the bottom of the page thirty five (35) or let me put it just while we get there.  How do you feel about the fact now that these two innocent or two women got caught up in this crossfire?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I am very sorry, it's a painful thing.",
            "Male"
        ],
        [
            "MR BLACK",
            "If we proceed onto the next incident at the Giwi Construction site, Bracken Construction, at the bottom of page thirty five (35).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You mean the foot of the page?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "At the foot of the page thirty five (35) there's a Mr Myeni referred to and over the page on thirty six (36) as number ten there's a Mr Christopher Masina and number eleven Mr David de Bruyn and twelve Mr Wynand Fourie.  Do you see those names?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I see those names.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now, as an explanation, the first two persons referred to, Mr Myeni and Mr Masina, those names, who were they?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "These were the security guards that Lucky and Mlungisi tied up at the time when I made them lie down pointing a firearm at them.",
            "Male"
        ],
        [
            "MR BLACK",
            "And we have already heard, is this Mr de Bruyn who was killed and Mr Wynand Fourie who was wounded in the incident?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Mr Gushu, you've already given evidence as to the main purpose of your raid and the circumstances which led up to the raid.  Is there anything further you wish to add in respect of that?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, he's already told us that whatever he did was in terms of an instruction and this particular incident was a direct result of that instruction.  Any purpose of finding out what else he wants to say?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "I'm just giving him an opportunity because I'm moving on to the next ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sometimes it's sufficient you know.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Mr Gushu, if we can now move on, on the same page thirty six (36) to what is termed as number thirteen, Piet Retief operations.  Two person are mentioned there.  Mr Themba Mlangeni and Mr Alpheus Msibi.",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I can see that.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now, who was Mr Themba Mlangeni?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Before I was arrested I did not even know his name.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now, could you tell us something about Mr Msibi?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I can.",
            "Male"
        ],
        [
            "MR BLACK",
            "Did you receive any instructions or orders with regard to Mr Msibi?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I was given an instruction.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay.  Could you please just tell the Committee broadly what your instructions were and why they were given in respect of Mr Msibi and what you were supposed to do?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I was given an instruction as I was supposed to bring order back to Secunda, Ermelo and Piet Retief.  There was a chairperson of the ANC Youth League, Sithule Hleza in Piet Retief.  He's one of the people I had recruited in Piet Retief as a member of the self-defence unit.  Sithule Hleza told me how life was there, how bad things were.  He said that they had a mayor that was an Inkatha member, Mr Msibi.  That Askaris, Inkatha members that were trained at Mpuzwa camp were staying at the Mayor's house.  Those were the people that brought chaos to Piet Retief, killing ANC members and Communist Party members, Civic members as well.  There was then an instruction that I should kill Msibi.  I was staying at Sithule Hleza's house in Piet Retief.  I went with him to see where Msibi had a business.  I was going to kill him there in front of his business.  I went with Hleza to find him.  We first went past his house and saw that he was there.\n\tI then said to Hleza that we should go wait for him at the shop because if there were askaris in his house it would have been difficult, askaris guarding him.  They were well trained.  They were former members of MK, those askaris.  I had to make sure that I don't get injured or killed.  I took Sithule Hleza, we went together to Mr Msibi's shop.  We did not stand exactly in front of the shop.  There was a road going down.  There was also another road going up from the river.  \n\tOn the road going up there was a house that was being built.  I then said to Hleza we should stand by that house and look towards the shop to see what was happening.  We saw people leaving one by one.  It was a place where alcohol was sold.  The last person who was left in the shop and Mr Msibi had parked his van in front of the shop.  He got out of the van, into the shop where he sold alcohol.  He spoke or said something, I don't know what he said because he was talking to the people who were inside the shop.  \n\tMr Msibi then got out of the shop followed by somebody else.  He got into the car, closed the door, but he then opened the door again.  There was yet another person following Mr Msibi.  This person put books into the car.  Another person went and closed the shop.  I then thought that was the right time because Mr Msibi had opened the door on his side of the car.  I then said to Hleza he must follow me.  When he wanted to switch the car on I started shooting.  He fell on the ground, he made himself fall on the ground and then he went underneath the car.  I then went to the other side.  I shot under the car.  The one man that was closing the shop or locking the doors had the till with money.  He was holding it from underneath.  I thought that he was armed and was trying to shoot.  I then shot that person and fell on the ground and the till fell.  \n\tAfter that I went and shot Msibi underneath the car.  I said to Hleza he must go and get the till and that he must search Msibi.  We then ran off.",
            "Male"
        ],
        [
            "MR BLACK",
            "Right.  I just want to go back.  You made reference to Mr Hleza.  Is he still alive?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "No, he's not alive.",
            "Male"
        ],
        [
            "MR BLACK",
            "How was he killed?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, is that relevant?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "It's relevant in the sense that he's made allegations in this statement here and I don't want us now to get into a leading position ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Inaudible) ... how he died.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Well, I'd submit that if he's dead, I want to find out how he died.",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "My problem is that I'm going to talk about something that I heard when I was already in prison.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, precisely, Mr Black, please if you didn't know.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No, that's why I don't want to leave this.  I could lead the rest as well and make it very clear so that we don't waste time with cross-examination etcetera.  The allegations, if you look at page thirty six (36), and at paragraph fourteen (14), you talk about Hleza being a local MK commander, was he to your knowledge?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "And also chairman of the African Youth League?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now, to the last sentence on that page you refer to Mr Jusiah Thabede and Mr Andries Gamede, the present Mayor.",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "That is so.",
            "Male"
        ],
        [
            "MR BLACK",
            "You have no personal knowledge of the circumstances under which they became wounded?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I have some knowledge that I received when I was in gaol from people who had worked for the Truth Commission.",
            "Male"
        ],
        [
            "MR BLACK",
            "Then you go on to say\n\"The liberation movement was unable to operate constructively and freely within Piet Retief as a result of combination of forces consisting of paramilitary trained members, of the IFP and South African Police who ensured that Msibi and his allies were supplied with various weapons and arms.\"\nYou make that statement.  Do you see that?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "You've already testified to the fact that Msibi housed Black Cats.  But what I just want to make clear to the Committee and to all concerned, that you say\n\"The members of the SAP who actively assisted in arming and assisting IFP and Black Cat members in Piet Retief were Warrant Officer Pienaar and Sergeant Mkhwanazi.\"\nDo you see that?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Yes, I see that.",
            "Male"
        ],
        [
            "MR BLACK",
            "Now, is it correct that you don't have any personal knowledge of Warrant Officer Pienaar and Mr Mkhwanazi?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I have no knowledge except for the information I got from the TRC that they worked together to kill ANC members.",
            "Male"
        ],
        [
            "MR BLACK",
            "When you keep on saying that you got information from the TRC what do you mean by that?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I mean that we would listen to the Truth Commission report.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was the TRC in existence at the time?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No, but without putting words into this witness' ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where's this getting us to?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "I just want to clarify because otherwise we're going to end up with a whole lot of cross-examination here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, let me deal with that.  That's my job.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Because he was given the information by a specific person and it's clear that ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand that.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "And he relies on the evidence.  So, you go on to say on page thirty seven (37) there on paragraph fifteen (15), there's a reference that you don't have access to arms and ammunition.  Now, why did you instruct that the money which was in the till, the loose till be taken?  For what reason?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "We had intended to buy firearms and bullets so that the self-defence unit could defend the community in Piet Retief.",
            "Male"
        ],
        [
            "MR BLACK",
            "So, did you have any intention of going to that shop solely for the purposes of robbery?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I did not go inside the shop.",
            "Male"
        ],
        [
            "MR BLACK",
            "No, but the question is did you go there with the intention to rob, whether you went inside or not?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Clearly it was an opportunistic probably.  I don't think anybody can query that.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "I'm satisfied with that then.",
            "Male"
        ],
        [
            "MR SANDI",
            "How much was involved, if I may ask, Mr Black?  Mr Gushu, I'm sorry.",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "As it was at night, some of the money fell as Themba fell on the ground.  Hleza just took the till and ran and even as we were running off some of the money fell off.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How much did you land up with?  When you counted the money how much did you have?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "R600,00.",
            "Male"
        ],
        [
            "MR SANDI",
            "And what happened to that R600,00?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I bought a firearm.",
            "Male"
        ],
        [
            "MR SANDI",
            "How much was the firearm?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "The firearm was R500,00.",
            "Male"
        ],
        [
            "MR SANDI",
            "What happened to the other R100,00?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I bought bullets.",
            "Male"
        ],
        [
            "MR SANDI",
            "How much were the bullets?  Were they R100,00?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "I used all that money on bullets because I bought a box of bullets.",
            "Male"
        ],
        [
            "MS BOSMAN",
            "From whom did you buy?",
            "Female"
        ],
        [
            "MZWANDILE GUSHU",
            "Just from people that I did not know well.  I don't know where they got - the source was, but I just bought.",
            "Male"
        ],
        [
            "MR SANDI",
            "If I may ask, why didn't you go and buy bullets from Mr Pienaar?",
            "Male"
        ],
        [
            "MZWANDILE GUSHU",
            "Why would I go and buy bullets from Pienaar because I was going to get arrested.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So, Mr Gushu, you used all that R600,00 for the purposes of arms and ammunition?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you did so in the furtherance of your orders?",
            "Unknown"
        ],
        [
            "MZWANDILE GUSHU",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there anything else, Mr Black?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.  Mr Chairman, my watch says twenty five to five.  I realise that there has been a considerable amount of delay.  I have completed my evidence to a large extent.  I would like the opportunity before Mr Gushu gets into cross-examination just to go through everything to ensure that everything has been covered and that ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you not certain that everything has been covered?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No, but appreciate, Mr Chairman, once Mr Gushu gets under cross-examination then I have a difficulty in consulting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, what would you have done had we been at 3 o'clock now?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Well, the point is we're not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "I can't expect anything much further.  What I would like to canvass further with Mr Gushu is sort of like a conclusion of his evidence and there have been certain ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm telling you now, I'm persuaded that he was a member of Umkhonto weSizwe and that he fought for the liberation of our people.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Etcetera.  What more do you want lead?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Well, there have been certain approaches by members of the victims and families who I wasn't present, we've had discussions with them.  I'd just like to clarify what the position is there.  It will be simply like a closing off address of two or three paragraphs, and if the cross-examination isn't going to commence then I would just like not to have to come here tomorrow and ... (incomplete)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we'll adjourn till nine o'clock tomorrow.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}