{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-07-29",
        "location": "ERMELO",
        "day": "8",
        "names": [
            "LIVINGSTONE M. LUKHELE"
        ],
        "matter": "BLACK CATS",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52736&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98072030_erm_blacat8.htm",
        "speakers": [
            "ADV BOSMAN",
            "ADV SANDI",
            "CHAIRPERSON",
            "INTERPRETER",
            "LIVINGSTONE M LUKHELE",
            "MR BLACK",
            "MR HATTINGH",
            "MR KEMP",
            "MR MAPOMA",
            "MR PATEL",
            "MR PRINSLOO",
            "MS VAN DER WALT"
        ],
        "original_speakers": [
            "MR PATEL",
            "CHAIRPERSON",
            "MR LUKHELE",
            "LIVINGSTONE M. LUKHELE",
            "ADV BOSMAN",
            "MR BLACK",
            "INTERPRETER",
            "NO FURTHER QUESTIONS BY MR PATEL",
            "MR KEMP",
            "MS VAN DER WALT",
            "MR PRINSLOO",
            "MR HATTINGH",
            "ADV SANDI",
            "NO FURTHER QUESTIONS BY MR HATTINGH",
            "MR MAPOMA",
            "NO FURTHER QUESTIONS BY MR BLACK"
        ]
    },
    "testimony": [
        [
            "MR PATEL",
            "I beg leave to call Mr Livingstone Lukhele.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lukhele, what language would you prefer to use?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "I would speak Zulu.\nLIVINGSTONE M. LUKHELE: (sworn states)",
            "Male"
        ],
        [
            "EXAMINATION BY MR PATEL",
            "Mr Lukhele, where were you born?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "I was born at Ermelo.",
            "Male"
        ],
        [
            "MR PATEL",
            "Have you lived all your life in Ermelo?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PATEL",
            "At the time of the commission of the offences for which you claim amnesty, what was your occupation?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "I was not employed.",
            "Male"
        ],
        [
            "MR PATEL",
            "And at that time, were you a member of any political organisation?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes.",
            "Male"
        ],
        [
            "MR PATEL",
            "Now, according to the schedule ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which political party was that?",
            "Unknown"
        ],
        [
            "MR PATEL",
            "I beg your pardon, which political party did you belong to?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "African National Congress.",
            "Male"
        ],
        [
            "MR PATEL",
            "Were you an office bearer or just an ordinary member?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "An ordinary member.",
            "Male"
        ],
        [
            "MR PATEL",
            "According to the schedule on page 22, you claim amnesty for firstly the murder of Obed Nhlabathi, do you confirm that?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PATEL",
            "That occurred in August 1992?  You also claim amnesty for the murder of Bhe Malinga in October 1993, is that correct?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes,  that is correct.",
            "Male"
        ],
        [
            "MR PATEL",
            "Thirdly you claim amnesty for the attempted murder of unknown members of the South African Police in November 1993, is that correct?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PATEL",
            "And finally you claim amnesty for the illegal possession of firearms and ammunition.  Is that correct?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PATEL",
            "Mr Patel, how do we solve our problem with unknown members of the South African Police?  We don't know names and we don't know numbers.\n\tI don't ask this question because I think you've got a problem, I just want to know how we are going to phrase in the event of us granting amnesty, how are we going to phrase that because if for example there were five Policemen, then we grant amnesty because he says there were four.  Can he be prosecuted for the fifth one and if he is prosecuted, who is that fifth one?",
            "Male"
        ],
        [
            "MR PATEL",
            "I would like to have said that that is the Committee's problem, but ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I told you the other day, we can pass the ball well enough.  We just refuse amnesty.",
            "Unknown"
        ],
        [
            "MR PATEL",
            "What I would like to say is the evidence will be led that this particular incident was a shoot-out with Policemen, that the applicant was involved in and perhaps instead of granting amnesty if amnesty is going to be granted, rather than mentioning the number of Policemen involved, rather to mention the particular incident, on that date, this is what happened and for that particular offence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And perhaps cultured in terms of all the Policemen who were involved in that particular incident?\n\tMaybe, I will have to give it some thought.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Question Mr Patel, perhaps you should also look at the particular statutory crimes relating to political violence at the time, that may be able to assist you.\n\tThat is also just a suggestion, I am not saying it is necessarily so.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I see in his application here, perhaps your Attorney might be able to help you, she, I understand it is, it looks like her handwriting, as it is the case with the other applicants gone by already, question 9(c)(iv), page 135, any other information which assist in identifying and locating victims, if the South African Police in Ermelo could assist, I am not too sure, maybe that is the answer, I don't know.",
            "Unknown"
        ],
        [
            "MR PATEL",
            "I will certainly look into it and see if she can assist in any of it Mr Chairman.\n\tThank you.  Let's deal firstly with the murder of Obed Nhlabathi.  This is the gentleman that was killed in the hospital, am I correct?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PATEL",
            "What was your motivation with regard to the killing of Obed?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "He was killed for political reasons.",
            "Male"
        ],
        [
            "MR PATEL",
            "Was he killed because of an express instruction received from anybody?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, there were instructions, but the instructions were not direct.",
            "Male"
        ],
        [
            "MR PATEL",
            "Could you tell the Committee what instructions you had received?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "It was an implied order that I received.",
            "Male"
        ],
        [
            "MR PATEL",
            "Yes, and what was the implication?  What was told to you?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "As a member of the SDU, my duty was to protect members of the community so that we could restore peace.",
            "Male"
        ],
        [
            "MR PATEL",
            "Who gave you this instruction?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "This came from Mr Gushu during our discussion.",
            "Male"
        ],
        [
            "MR PATEL",
            "Now, did you know Mr Nhlabathi prior to his death?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes.",
            "Male"
        ],
        [
            "MR PATEL",
            "Who was he?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "He was a member of Inkatha.",
            "Male"
        ],
        [
            "MR PATEL",
            "Had he been identified by anybody as being a trouble maker?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "We already knew that he was one of the persons perpetrating the violence, ourselves as the community were conducting our own research.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Patel, not that it is a requirement in which absence the application could be fatal, I am not suggesting that, but where in his statement does he give the details as to what happened in the hospital?  I don't seem to find it.",
            "Unknown"
        ],
        [
            "MR PATEL",
            "Mr Chairman, at some stage and I think most appropriately at the stage of argument, I will have to address the Committee with regard to what is contained in this statements, why there were two background statements, etc, etc.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I accept that.  If you remember when Khaba gave evidence, this witness became a central figure, not a central figure, but he became or his actions became a feature of what occurred in the hospital.  For what it is worth, I don't know whether this is going to effect our findings at the end of the day, I haven't discussed it with my colleagues yet, but there was an issue of whether he was stabbed or shot.\n\tAt some time I think Khaba said well if he was stabbed, I don't know about it, but Livingstone may be able to shed light on that and when one looks at both original form and the supplementary statement, I am not too sure whether it is (indistinct), on page 134, he claims to have stabbed somebody but the details are not too clear.\n\tThat is the closest it comes.",
            "Unknown"
        ],
        [
            "MR PATEL",
            "I don't want to give evidence for the applicant, but the ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Maybe it will help to ask him and place it before us.",
            "Unknown"
        ],
        [
            "MR PATEL",
            "Yes, I will get there Mr Chairman.  Mr Lukhele, your act of assisting in the murder of Mr Nhlabathi, where did that occur?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "It started at Extension and went as far as the hospital at Ermelo.",
            "Male"
        ],
        [
            "MR PATEL",
            "I think it is probably necessary for you to tell us what happened in the Extension?  At the Extension, what happened?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "When we went out to the Extension, we were going to Bongani's grandmother.",
            "Male"
        ],
        [
            "MR PATEL",
            "Could you just tell the Committee who do you mean when you say we?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "I am referring to Bongani Khaba, myself and Dumsani.",
            "Male"
        ],
        [
            "MR PATEL",
            "Yes, carry on.",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Before we arrived there, we met some people on the road and some people told us that they had a problem at the disco, they were being troubled by the Black Cats and we took the route that would go passed the disco and on our way, one of the Black Cat members came and he was going to walk passed us towards the disco.  I think he must have arrived there first and told them that we were coming.\n\tI found myself at the hands of another Black Cat member who was handling me.  I was having a jungle knife and I freed myself with this knife, after which myself and Bongani fled, seeing that they had seen us first.\n\tGunshots were fired during which time we had already started fleeing.  That is when we came across Obed.  I don't know really how we came to meet him.",
            "Male"
        ],
        [
            "MR PATEL",
            "Who shot first, do you know?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "No, I wouldn't know because I didn't have a gun.  I therefore wouldn't know where came this gun shot.",
            "Male"
        ],
        [
            "MR PATEL",
            "You were moving away from the disco and you came across Obed, is that correct?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "We came across Obed on our way from the disco, but at the time we didn't realise it was him because of the distance.  I only realised it was Obed when we met him at the hospital.",
            "Male"
        ],
        [
            "MR PATEL",
            "When you came across this person at the disco, did you see Khaba doing any shooting?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "You mean when we met Obed?",
            "Male"
        ],
        [
            "MR PATEL",
            "Yes?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "I saw him shooting at the hospital, but I didn't see him shooting at the disco.",
            "Male"
        ],
        [
            "MR PATEL",
            "After the incident at the disco, what happened then?  Were any of you injured from the shots that were fired?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Dumsani was shot in the leg, I think his left thigh and we had to rush him home, because he too resided at the Extension.  We took him there from whence he was to be taken to hospital.",
            "Male"
        ],
        [
            "MR PATEL",
            "Yes, and where did you take him to?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "We took him to his home, his parents' home.",
            "Male"
        ],
        [
            "MR PATEL",
            "Can you tell the Committee how it came to be that you went to the hospital thereafter?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "When we left Extension, we went to the Wesselton township where we used to live and informed Mrs Nkosi what had transpired.  She rushed to the hospital to establish what was happening about Dumi, she came back with the information that Black Cats were on their mission to finish him off and we rushed to the hospital.",
            "Male"
        ],
        [
            "MR PATEL",
            "Finish who off?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Dumsani, the same person who was shot on the thigh.",
            "Male"
        ],
        [
            "MR PATEL",
            "I see.  So you then went to the hospital with Khaba, is that correct?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PATEL",
            "And tell the Committee what happened when you got there?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "When we arrived at the hospital, we spoke to him and he did indicate that yes, such people were here at the hospital.\n\tThereafter Bongani Khaba pretended as if he is one of the Black Cat members saying to one of the nurses that he wanted to see Obed.",
            "Male"
        ],
        [
            "MR PATEL",
            "Yes, and then?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "They gave us the ward number and we proceeded towards the ward, we found him there and we ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did you think was going to happen?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Would you please repeat your question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did you think was going to happen there when you people went?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "I thought that we would meet some of the Black Cats there and we would be in a position to protect Dumi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did Khaba not discuss this issue with you when he told the nurses that he was a member of the Black Cats and he wanted to go see Obed?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "No, he did not.  I was busy talking to Dumi at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Patel, is this a convenient stage?",
            "Unknown"
        ],
        [
            "MR PATEL",
            "As it pleases you Mr Chairman.\nCOMMITTEE ADJOURNS\nLIVINGSTONE M. LUKHELE: (still under oath)",
            "Male"
        ],
        [
            "EXAMINATION BY MR PATEL",
            "(continued)   Mr Lukhele, I think we were at the stage where Obed had ascertained from one of the nursing sisters to where, I mean Khaba had ascertained from one of the nursing sisters as to where Obed was.  What happened then?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Exactly what did he ask the nurse?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Bongani Khaba asked the nurse where Obed was, in which ward he was because the hospital is big.\n\tHe was pretending to be a Black Cat member.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you know Obed was in the hospital?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "We knew when we arrived at the hospital because Mrs Nkosi had already told us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did she tell you?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "In her explanation special reference to Dumi, she indicated that Dumi was in danger now that he was in hospital, because the Black Cats were also bringing their member, Obed to the hospital.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MR PATEL",
            "As it pleases you Mr Chairman.  Now, having obtained this information, what transpired then?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "As I have explained, we arrived at the hospital and we did what we could to get to his bed, hospital bed.  We also discovered that there was another ANC member apart from Dumi who was, I think he had a broken leg.",
            "Male"
        ],
        [
            "MR PATEL",
            "Did you and Khaba get to the ward where Obed was?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PATEL",
            "Please tell the Committee what happened in the ward.",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "On entering the ward, we realised that there were many beds.  We located him and Mr Khaba started shooting him.",
            "Male"
        ],
        [
            "MR PATEL",
            "Was Mr Khaba successful in his attempts?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "As a soldier Obed was trying to duck and dive, but he could not because obviously the bullet is faster than he was.",
            "Male"
        ],
        [
            "MR PATEL",
            "What part did you play?  Did you do anything?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes.  I was stabbing him.",
            "Male"
        ],
        [
            "MR PATEL",
            "Could you tell the Committee how many times you stabbed him?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "I do not remember.  It may have been twice or three times.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where on his body did you stab him?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "He was trying to block the knife as I was stabbing him.  I think I stabbed him on the shoulders.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you not sure you stabbed him?  You may have stabbed at him, did you inflict any injuries?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "I think I succeeded because I was not in the position to distinguish between the blood that came out as a result of the gunshot or the stabbing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you stab him after he was shot or before?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, I stabbed him after he had been shot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In which part of his body was he shot?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "I could not see some of the gashes, I was just stabbing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where about in his body did the bullets penetrate?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "The obvious ones were in the hands, where blood was oozing and there was another blood oozing from his head, but I didn't know where about in the head.    There were no signs of bullet holes on his face.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you say despite being shot, he was able to ward off stabbing?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "He had not died at the time when I was stabbing him, because he was trying to block as I was stabbing him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Patel?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Did you see the firearm which Mr Khaba used?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "What type of firearm was it?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "It was a 9 mm.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Do you have any idea where he got it from, did he ever tell you?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "We never discussed that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you stab him?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "We were trying to make sure that Dumi is protected so that his fellow Inkatha members should not find him at the hospital, so that we could protect our ANC members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the reason you stabbed him?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "That is not the only reason.  And also that he was problematic to the community, having been a member of Inkatha and it had already been discussed because he is problematic, he too should be eliminated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you were aware of that plan?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "As I have explained, ourselves as the youth within the ANC were conducting our own research so as to identify people who were problematic, apart from going to Mzwandile to get information about people who were problematic.",
            "Male"
        ],
        [
            "MR PATEL",
            "As it pleases you Mr Chairman.    Apart from Obed, was anybody else identified as being problematic?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, it was Bongani Malinga.",
            "Male"
        ],
        [
            "MR PATEL",
            "Anybody else you can remember?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "There is another third one, but I cannot recall his name.",
            "Male"
        ],
        [
            "MR PATEL",
            "Let's look at the second offence, the murder of Bhe Malinga.  Who was he?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "He was a Policeman.",
            "Male"
        ],
        [
            "MR PATEL",
            "Could you just briefly explain to the Committee how this offence was, the circumstances of this offence?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "How should I explain it, on the day of the offence?",
            "Male"
        ],
        [
            "MR PATEL",
            "How did it happen?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "We met him at Mdluli Street at Wesselton during the day, around twelve o'clock.  He was headed towards the taxi direction, we don't know where he was headed for.  We managed to discover that he was carrying a gun.\n\tWe needed the gun that he was carrying.",
            "Male"
        ],
        [
            "MR PATEL",
            "Who was with you?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "I was with Bongani Khaba and Basil Dhlamini.",
            "Male"
        ],
        [
            "MR PATEL",
            "Could you tell the Committee how you, did you  manage to get his gun?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, we managed.",
            "Male"
        ],
        [
            "MR PATEL",
            "How did you manage to do this?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Bhe was trained and he was a member of the SAP and that obviously made him an enemy of the ANC.  I had to shoot him.  I shot him once and when I tried the second time, the gun jammed and Basil also shot him on the  head.  That is when he fell down.",
            "Male"
        ],
        [
            "MR PATEL",
            "In committing this offence, were you acting under any orders?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, that offence is part and parcel of the order, because it was indicated to us already that our enemy is Inkatha and the Police.",
            "Male"
        ],
        [
            "MR PATEL",
            "Now, the third offence, the attempted murder of the unknown South African Police members in November 1993.  Obviously you are unable to identify any victims, but could you just shortly explain the circumstances of this event?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "On that day, we were at Mndebele's shop, we spoke to Mr Mndebele.  I would also explain that at the time myself and Bongani Khaba and Pelele Shongwe were being wanted by the Police.\n\tAs we were at the shop, one boy came in running, telling us that there was a Police convoy towards the shop direction.  Myself and Basil fled, Pelele remaining behind.  We took a different direction and as we were observing what was happening, they came out with one person who was apparently being forced into their kombi.\n\tWe thought that the person who was being arrested, was Pelele because it was a distance from where we stood.  Myself and Basil started shooting with an aim of destructing the Police, so that they should not take the person into the kombi.",
            "Male"
        ],
        [
            "MR PATEL",
            "Did the Policemen fire back?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, they fired back at us, but then they had a bigger fire power and they also had automatic assault rifles and we formed a semi-circle.  We took a different street so that we were on the other side above them.\n\tWe came across another group of Police as we were doing that.  We went to a shack during which time we were surrounded by the Police.  We exchanged gunfire with the Police.\n\tBasil came out of the shack in which we were trying to flee.  That is when he was shot and he died.  Myself and Bongani realised that we no longer had ammunition and we only had one gun.  The other one was with Basil and we decided to surrender.",
            "Male"
        ],
        [
            "MR PATEL",
            "What motivated you and your fellow comrades to commit this offence?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "All of these happened as a result of political reasons.  Police were seen as the enemy of the ANC because of their conduct towards the ANC members and their involvement with Inkatha members.",
            "Male"
        ],
        [
            "MR PATEL",
            "Did you see this particular offence that you committed, as being part of the general instructions that you had received?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, I saw it as part and parcel of the general instruction which was broad.  It was like an umbrella inclusive of Inkatha and the Police.",
            "Male"
        ],
        [
            "MR PATEL",
            "You were a member of a Self Defence Unit, is that correct?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tell me, let's just get clarity here.  Did Khaba make application for the murder of Malinga?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "If that is addressed to me Mr Chairman, at this stage no, I will have to take instructions on this.  I will ask that the matter stand down, my cross-examination just stand over, I need instructions on that aspect.  It is the first time that I have heard of it.",
            "Male"
        ],
        [
            "MR PATEL",
            "Who were the members of your Self Defence Unit?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Those that I still remember very well were myself, Bongani Khaba, Pelele Shongwe and Charlie, including Basil Dhlamini as well as Bheza.  There were many of us but we were not together most of the time.\n\tI was most of the time in the company of Pelele and Bongani.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Patel, can I just come in here.  I just want to get the complete picture, I am just taking you back a little now.\n\tTell me, the gun which you used to shoot Malinga with, was that the same gun which was used to shoot Obed with or which gun was that?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "These are different guns.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Where did you get this gun from?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "After having received the command, the fact that we should arm ourselves, anybody including thugs that we identified as not belonging to the ANC, if such a person had a gun, an illegal gun, we would take it.\n\tEven if we had an opportunity to take guns from Police, we would do exactly that.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "The question I am asking you is where did you get the gun from which you used to shoot Malinga with?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "I got it from a tavern at Wesselton, from a person who was drunk, carrying this gun.",
            "Male"
        ],
        [
            "MR PATEL",
            "The fourth offence for which you claim amnesty is the illegal possession of firearms and ammunition, is this the same gun that we are talking about, that you took off this drunk person at the tavern?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, that is the same gun.",
            "Male"
        ],
        [
            "MR PATEL",
            "What was your motivation in taking the gun off him?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "My aim was to carry out my mission as member of the SDU.",
            "Male"
        ],
        [
            "MR PATEL",
            "As a member of the ANC, how did you view the situation in Wesselton, Ermelo at the time that you committed these offences?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "The situation here was unbearable because there was violence.  Any level headed person would not have tolerated what was happening.\n\tThere was shooting taking place.  Some people were getting injured right before the eyes of other people and this was intolerable.",
            "Male"
        ],
        [
            "MR PATEL",
            "In committing any of the offences for which you have claimed amnesty, did you act out of any personal malice or financial gain?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "No, that is not the case.",
            "Male"
        ],
        [
            "MR PATEL",
            "If we can just go back to the shoot-out with the South African Police, can you tell the Committee when exactly that incident took place?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "The shoot-out between the Police happened on the 11th of November 1993.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where would it have taken place?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "It happened at Wesselton.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you be more particular?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "It happened at the first township in Wesselton, the problem is that there is no specific name for that area, whereas the name Wesselton is inclusive, it covers all the townships in the area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I know that, but I want to know how to identify this incident, because there is no names of Policemen and all I need perhaps is a geographical indication as to where the incident occurred for which you are making amnesty application.",
            "Unknown"
        ],
        [
            "MR PATEL",
            "Perhaps if I could assist Mr Chairman, Mr Mndebele's shop, where the shooting commenced, do you know the name of the street?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Chairperson, may the speaker please repeat the question.",
            "Unknown"
        ],
        [
            "MR PATEL",
            "Mr Mndebele's shop where the shooting incident first began, do you know the name of the street?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes.  The shop is at the corner of Makhwaza and Mabileza Streets.",
            "Male"
        ],
        [
            "MR PATEL",
            "And where the shooting finally came to an end at the shack, do you know the name of the street where the shack is located?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "No.  There are no street names in that area, because people just put up their shacks as well as they wish.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you just repeat the names of the streets please?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Corner of Makhwaza and Mabileza Streets.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What date was this?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "It was on the 11th of November 1993.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR PATEL",
            "Were you prosecuted for any of the offences in respect of which you claim amnesty?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "I was prosecuted yes, for some of the offences.",
            "Male"
        ],
        [
            "MR PATEL",
            "All right, let's start at the beginning.  Were you prosecuted for the murder of Obed Nhlabathi?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "No.  I was not even charged for that one.",
            "Male"
        ],
        [
            "MR PATEL",
            "Were you prosecuted for the murder of Mr Bhe Malinga?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "No, I was not charged for that one as well.",
            "Male"
        ],
        [
            "MR PATEL",
            "Were you prosecuted for the attempted murder of the unknown South African Police members?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, I went to trial for that one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What happened in the trial?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "The case came to an end, I was not charged or I was not sentenced.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you acquitted or what?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, I can say I was acquitted because that was the one offence that made it difficult for me to be granted a bail.",
            "Male"
        ],
        [
            "MR PATEL",
            "Did anybody give evidence, did anybody talk at the trial?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "The Police were making it difficult for us to be granted bail, because we were kept in the cell from the 11th of November 1993 so that there came the Regional from Pretoria and it discovered that there was not enough evidence to sentence us and we were therefore acquitted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You appeared in court and you went on trial and you were found not guilty?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PATEL",
            "Does the same apply to the last offence for which you claim amnesty, namely the illegal possession of firearms and ammunition?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PATEL",
            "I have no further questions Mr Chairman.",
            "Male"
        ],
        [
            "NO FURTHER QUESTIONS BY MR PATEL",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Kemp?",
            "Unknown"
        ],
        [
            "MR KEMP",
            "I have no questions, thank you.",
            "Male"
        ],
        [
            "NO CROSS-EXAMINATION BY MR KEMP",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Van der Walt?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "I don't have any questions, but I have a problem with something.  I don't know if the application form is correct, but on page 138 the person received 28 years.  Is that Mr Lukhele?  This bothers me because the application forms are vague?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are you in prison at the moment?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you been serving any prison sentence?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you scheduled to serve any prison sentence?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It would seem that paragraph was filled in wrong.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "It would seem so, thank you.  I have no further questions.",
            "Female"
        ],
        [
            "NO CROSS-EXAMINATION BY MS VAN DER WALT",
            ".",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Prinsloo?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "No questions, thank you Mr Chairman.",
            "Male"
        ],
        [
            "NO CROSS-EXAMINATION BY MR PRINSLOO",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Thank you Your Honour.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you got questions?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Yes, I do have, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just hold on, I want to find out something.  Mr Black, what is your position now?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Mr Chairman, as far as the issue relating to which I have been taken by surprise, Mr Malinga is concerned, I will need to take further instructions from Mr Khaba on that issue and there are other questions which I would put, so I would respectfully submit that if I could deal with it all after Mr Hattingh's matter and then put it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh may surprise us and ask two questions, then what?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Then I would request an opportunity to take further instructions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, Mr Hattingh, the floor is yours.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR HATTINGH",
            "Are we proceeding?  Thank you Mr Chairman.  Mr Lukhele, you indicated and you gave names of the people who were part of your SDU.  If you could just repeat the names for me, I would appreciate it.",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Bongani Khaba, Livingstone Lukhele.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "That is yourself?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes.  Gita Mnisi.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Gita Mnisi?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes.  Charlie, Basil Dhlamini.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does Charlie have a surname?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "That is his nickname, I think he is David Majola.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is he an applicant?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you referring to the Majola that is going to come and testify still as Charlie?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, that is the same person.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on Mr Hattingh.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "You mentioned four people now, are there any others?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "No.  The ones that were close to me are the ones that I still remember.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "You also mentioned a Pelele previously?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, that is Pelele Lawrence Shongwe.  He is also one of the applicants for amnesty.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "From this group that you mentioned, the group of five it is Khaba who is an applicant, Majola who is an applicant and Shongwe who is an applicant.",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, this includes Gita Mnisi.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "And Gita Mnisi?  Just to confirm, I understood your evidence to be that there was no direct instruction for the killing of Obed?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "If you are talking about a direct order, yes, that is correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "That there was no direct order from any ANC command that Obed was to be killed, is that correct?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "I would like to explain that when there were members of the SDU who were instructed to protect and this we did under fighting circumstances.\n\tThis instruction therefore implies that killing is possible and where possible, win over people to the ANC so that they do not become problems.  Therefore the instructions were not strictly that we should go out there and kill, we had to look at the situation.  If the situation warranted, therefore we would intervene.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "As far as the second incident is concerned, that is the one of Bhe Malinga, I understood your evidence to be that he was killed because he was an IFP member or Inkatha member, is that correct?",
            "Male"
        ],
        [
            "MR PATEL",
            "Objection Mr Chairman, the evidence is that Bhe Malinga was a Policeman.  In any event, as I understand Mr Hattingh, he doesn't have any clients who represent Bhe Malinga.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, the purpose of this cross-examination is to try to find out on what kind of motive did they rely when they killed someone, whether it was purely on the basis of his connection to being an Inkatha member, being a Policemen or whether there were in fact further reason required before they would go ahead and kill someone.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He has answered your questions of that nature in respect of Obed, isn't it?\n\tAre you representing the family of Malinga as well or not?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "No, I don't.  Only with regard to Obed's family.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On what basis would then be able to ask questions in respect of Malinga when you have already got the answer to similar questions in respect to Obed?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, as I have already indicated, I am trying to test the motives of this applicant, whether he in fact acted at the time with a political motive, and I think it would be, my submission would be for him not to make full disclosure with regard to other incidents where he together with the same people, committed the same kind of crime in the same period, that that would be somewhat artificial.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You know Mr Hattingh, we are going to go through the same thing again.   When you appear on behalf of interested parties, then you deal with their interest only.  If there is nobody who is interested in the Malinga issue, that is that.  I mean it is tough luck, there is nothing we can do about that.\n\tBut to go on an investigation of that sort, does create problems for the other side.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I will retract that question, I will put it differently.  Mr Lukhele, from your evidence it would appear and you can assist me if I am wrong, that at times your decision to kill someone, was based on the fact that he belonged to Inkatha, is that correct?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Are you saying if a person is a member of Inkatha or the SAP, I would say it was already known that they were enemies.  I have also indicated that there was already an implied order to the effect that the IFP and the SAP were the enemy, so that if such people were threatening the community, it was therefore our responsibility to eliminate them.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Would you at the time have considered that someone was threatening the community purely on the basis that he was a member of Inkatha or did he have to do something more than to be a member of Inkatha before you would kill him?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "I would say to Mr Hattingh, Bongani was Inkatha, Charlie was Inkatha and Basil was Inkatha.  They came to us and we discussed, we did not kill them.  We were not going around killing people because they were just IFP members.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Were you aware of the fact that Obed Nhlabathi and Mdudusi Mutau was awaiting trial, they were arrested and they were awaiting trial for the murder of Khaba's mother?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "No, I didn't know that.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Were you aware of the fact that Khaba's mother was murdered some six weeks, or that she got killed some six weeks prior to the killing of Obed?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Even though I didn't know, I don't know the length of time, I knew about the death of Khaba's mother.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Did you and Khaba discuss the fact that his mother got killed?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Discussing how?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In other words, the killing of Obed, was that the plan of revenge for Obed suspected of having killed Khaba's mother?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Chairperson, we learnt that the Black Cats are the ones that attacked Khaba's mother and they just gave us a plural number as to the people who attacked Khaba's mother.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "I put it to you that in fact you assisted Khaba in the killing of Obed, not because Obed was a danger to the community and that you wanted to protect the community, but because of revenge for the killing of Khaba's mother.",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "If that is how you see it, that is wrong.  That is not correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "When you went passed the disco that night, could you just explain, were you on your way to the disco initially or was it by chance that you ended up at the disco?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Our main objective was to go and see Bongani's grandmother.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Why then did you go to the disco?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "As I have explained, we came across certain people on our way.  People who indicated to us that they were being troubled by the Black Cats at the disco and that is when we rushed to the disco to find out what was happening.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Did you find any problems at the disco when you got there?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, because people ended up getting injured and we too, ran away.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "I put it to you that the witness that will be called in this regard, will say that there were no problems at the disco prior to your and Khaba's arrival.\n\tThe only problems that there were, were caused by you when your crowd started shooting.",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "This is very strange, how could I have shot Dumsani who was my friend.  I could not have taken him and shot him at the disco.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Did you see Obed at the disco at all?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Things happened so fast and the lighting in that area is so poor, there was just no way one could identify people, fast as things were happening.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Had you seen Obed earlier that day?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "No, I did not.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Is it then correct to say that you only saw Obed for the very first time that day, when you that night went to hospital and found him in his hospital bed?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "I thought your question was whether I saw him before on that day or not.  Would you please explain.  Are you referring to that day here or what, would you please explain.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Yes.",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "I don't know what you are agreeing to, because you have just asked me about that day or other days, I don't know, I don't understand.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "I haven't been talking about any other days, I am talking about the day that the events took place which led to Obed's death.\n\tHave you seen Obed on that day prior to your killing him, or assisting to kill him in his hospital bed?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "I am very sorry, I didn't get your question well.\n\tI didn't see him on that day before I saw him at the hospital.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Did you personally take part in any fighting at the disco earlier that evening?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "The one part that I played, was running away.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "As far as I can remember, you in your evidence in chief said that you took out your knife of some sort, some kind.  What was the position with regard to that?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "I used the knife so that I could clear my way to run away.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Could you say whether any of the people involved in the fighting at the disco that night, were under the influence of alcohol?  Either your group or the other group?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "I would not tell whether they were drunk or not.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you at any stage Mr Lukhele, see this people consuming alcohol?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, the people who were in the disco, most of them were the members of the community, therefore I knew them.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you see any one of the two groups that were fighting, that is your group and the other side, any one of those people consuming alcohol on that day?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "No, I couldn't see that.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Your friend who got injured that night, did you personally take him to the hospital or did you only accompany him to his own house?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "We took him from the scene, because he couldn't walk, we carried him to his home.  He was staying a few streets from the scene.  We left him there so that the people in the house could take him to the hospital.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "So when you later that night went to the hospital, that would be the first time that you had gone to the hospital that day, when you killed Obed?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "I normally go to the hospital to go and visit sick people, that was not my first time to go to the hospital.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Had you been to the hospital earlier that night before going to the hospital to kill Obed?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "No.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Where did you see or meet with Mrs Nkosi?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "At Mdluli Street.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "The report that she made, can you just tell us again, what did she tell you about what was going on at the hospital?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "She told me about Dumi's condition and the fact that there were Black Cats who arrived there and tortured Dumi.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "What did the Black Cats do to Dumi?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "He told me that those people said they were coming back to him again.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Did Mrs Nkosi know that Obed Nhlabathi was already in hospital?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "It seemed so because she told us that the people, the Black Cats gang came, they brought Obed and at the same time they went to see Dumi.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Did Mrs Nkosi mention the name of Obed, that he was already in hospital?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Though I can't remember, I am not sure if she did or not.  But we never used to call them with their names, we used to refer to them as the Black Cats.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Well, when was the decision made to kill Obed that night?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "The decision to kill Obed, I don't know, I can't remember when was it taken, but I think it was done just before he was killed.  Just before he got killed.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Was the decision taken on your way to the hospital, or only the moments when you got to his bed and you realised that it was Obed in the bed?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "No, on that particular day the decision was already taken, the decision to kill him was already taken at that time.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Was Obed ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, we know that, but on the particular day, when you were on your way to the hospital, the Advocate's question is when you were on your way to the hospital, did you know you were going there to kill Obed or did you only realise that Obed was going to get killed, when you saw him in the bed.  Is that the question Mr Hattingh?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Our intention to go to the hospital was not to kill Obed, but it was to protect Dumi.  But we got the opportunity as we saw him there.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "When you made the enquiries with the staff at the hospital to find out where Obed was, in which ward, did you ask for, were you then already aware of the fact that Obed was in the hospital and did you ask for him in person?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He didn't ask.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Perhaps we could clarify that first.  Mr Khaba in his application and his statement said that the two of you asked where Obed was.  Can you - what are your comments in that regard?",
            "Male"
        ],
        [
            "MR PATEL",
            "Just to also be fair to the witness Mr Chairman, Mr Hattingh should tell the witness that Mr Khaba in his evidence said to this Committee that he was the one that did the asking, irrespective of what the form itself says.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is so Mr Hattingh.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Were you present when Khaba asked where Obed was in the hospital?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, I was present.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "At that moment, did he ask for Obed by name or what was the position?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What exactly was his question?  Why we ask that question is that we want to know when the nurse was approached, did you or Khaba know that Obed was in hospital?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "The nurses from the hospital, the way they asked Khaba, they asked why did the Black Cat come to the hospital but she told them that they brought one of their members.  Each and every person who is admitted in the hospital is registered.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That answer doesn't make any sense to me.  It is a simple question, when the nurse was approached by Khaba as you are saying, did he ask where Obed by name was, or did he ask where the Black Cat was or where the Black Cats were?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "I don't remember him calling him by his name because he also pretended as a member of the Black Cats.  He pretended as if he didn't know who was in hospital, as he also acted as a member of the Black Cats.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "It is still not quite clear, but when you went to the ward where you finally found Obed, while going to that ward, did you know that you were going to find Obed, the person Obed, in that ward?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "You mean when we were on our way to Obed's ward?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "From the nurse to his ward, did you know who you were going to find in that ward?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "All we knew was that there was a Black Cat in there, whether it was Obed or who else, we didn't know, but when we got there, we saw him there.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "How long from the time that you entered the ward, did it take until the time that Khaba started shooting at Obed?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "It didn't take much, because we just got the person we were looking for.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Did you and Khaba discuss while on your way to Obed's ward that you would kill the person who you were about to find in that ward?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "If Dumsani's life was in danger, we had to remove a Black Cat member who was in there, so that when they come to visit their member, our intention was to kill the person who was in there, as long as the person belonged to the Black Cat gang.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "So the fact that Obed was killed that night, he was in fact killed for another reason namely that he was in the hospital, not for the fact that he was on the list to be executed?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "When you get an opportunity and the order is issued already, you do what the order says when you get the opportunity.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What the Advocate is saying to you is that before you got into the ward, you had already decided to kill the person who was laying in that bed and you carried no such order to do so?\n\tYou had an order to kill Obed, but you people were going to kill whoever was laying in that bed, and you didn't have such order?  What do you say about that?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "I can say the instruction to kill the person who was in the hospital was already issued, because the person who was in hospital ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You had an order to kill Obed.  Before you got to that ward, according to what you say, you had already decided to kill that person, whoever you were going to find there in that bed.  That is your evidence.",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, that is correct because that would cause problems for Silas and Dumsani.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What the Advocate is posing, propositioning is that you had no order to kill a person who you would find in that bed and that is why you killed Obed, because you have decided to kill anybody in that bed and not because you had an order to kill Obed.",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "I talk about my instruction again.  We were to stop violence, whoever was found in the hospital injured, that means he was participating in the violence, therefore we had to remove that particular person, because he was part and parcel of the violence.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Lukhele, if on your way to the hospital, you had met Obed, what would have happened?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "We were going to kill him.",
            "Male"
        ],
        [
            "ADV SANDI",
            "If on your way to the hospital, you had met any other member of the Black Cats, what would have happened?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "In our township, whoever was a member of the Black Cats was there to attack, so whoever belonged to the Black Cats, were to be killed.",
            "Male"
        ],
        [
            "ADV SANDI",
            "So you say it mattered to you not whether you encountered this person in the street or in the hospital?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Are you talking about Obed?",
            "Male"
        ],
        [
            "ADV SANDI",
            "Yes?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "According to the hospital records, the incident when Obed was killed in his bed, occurred at approximately one o'clock in the morning.  Would you agree to that?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "I can't remember, it was quite some time ago.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "In any event, if it was in fact that it was approximately one o'clock in the morning, was Obed asleep when you entered the ward?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "He was asleep.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "I further note from the post mortem record that Obed was shot twice through the head.  Perhaps I should just state first that earlier that night, Obed's mother came to visit him in the hospital and what she found was that he had, that he was in hospital and he had wounds to his left arm and to his side and no other gunshot wounds.  Only his left arm and his side.\n\tBut the post mortem ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What kind of wounds were those, knife wounds or gunshot wounds?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I think they were gunshot wounds but I will just have to make one hundred percent sure before I make - Mr Chairman, according to the post mortem report there were gunshot wounds to the left forearm.\n\tIn any event, according to the post mortem Obed died from two gunshot wounds to the head.  Was Obed shot through the head by Khaba while Obed was still asleep, was that the position?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "I won't be able to answer because I am not the one who was carrying the firearm.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, but you were there, so you can answer.",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "The problem is this, if a person is shooting, I wouldn't be able to stand in front of that person.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Come Mr Lukhele, we are not playing games here.  You saw the man shot and then you say you stabbed at him.  Simple question is, when he was shot, was he asleep or not?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "He tried to hide himself, he was not on the bed, he tried to cover himself with the sheets.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I assume he wasn't sleepwalking?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "No, when he saw us ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then he was awake when he was shot?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So why do we struggle to get a simple answer like that?  Carry on Mr Hattingh.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Lukhele, just to clarify this issue, I clearly remember you saying that when the shooting started, Obed was still asleep in his bed.",
            "Male"
        ],
        [
            "MR PATEL",
            "That is not my recollection Mr Chairman.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Let's start then, when you got to the ward, you already said that the shooting started very shortly after entering the ward, and shortly after you identified Obed, is that correct?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, that is correct but I didn't say he was shot laying on the bed.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "When you entered the ward and you identified Obed, was he then asleep on your entering the ward?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Now when you identified him, he was still asleep.  How far away from him were you when you identified him while he was still asleep?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Do you mean at the time when he was still asleep, could you please rephrase your question?",
            "Male"
        ],
        [
            "MR HATTINGH",
            "You said that you identified him in the ward while he was still asleep.  The question is, how far away from Obed were you when you identified him?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "I think he was the distance between you and I.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Did you and Khaba then approach Obed?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "At what stage did Obed awake?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh, is it in dispute that this witness and Khaba killed Obed?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "No Mr Chairman, it is not in dispute.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then what is all the details for?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, if for anything, I think the victims or the families of the victims are entitled to full disclosure, if anything.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me tell you about this full disclosure.  Full disclosure is not nitpicking, but substantial disclosure.  I don't know if the family or victims or next of kin of the deceased wants to know if he was under the bed or on the side of the bed or in which number ward he was, or how far this witness was from the deceased when he was shot.\n\tThe fact of the matter is that these two people assassinated him in the ward.  Isn't that it?  Carry on.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "I am going to leave this subject, all that I perhaps want to know is it would appear that Obed was killed while he was still asleep, it would appear that from short range he received two gunshot wounds to the head.  Was he in fact asleep at the time when Khaba started to shoot at him?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Was that question directed to me, do I need to answer or was it just a comment?  I did explain that Obed was shot not in a laying position, but he was already getting off from his bed, trying to flee or take cover.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "All that I would like then to clarify is at what stage did he wake up then because he was still asleep when you entered the ward?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "He was in a laying position, but he was not asleep, so he saw us when we got into the ward, and he tried to get out of bed.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Did you speak to him?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "No.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Thank you Mr Chairman, no further questions.",
            "Male"
        ],
        [
            "NO FURTHER QUESTIONS BY MR HATTINGH",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you Chairperson, I have no questions to this witness.",
            "Male"
        ],
        [
            "NO CROSS-EXAMINATION BY MR MAPOMA",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, what is your position?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "As indicated, I need to take instructions before I put anything to this witness from Mr Khaba.  I don't think it will be very long.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's see how ten minutes does.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Thank you Mr Chairman.\nCOMMITTEE ADJOURNS\nLIVINGSTONE M. LUKHELE: (still under oath)",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR BLACK",
            "... take further instructions.  Mr Lukhele,  I just want to clear something up from the beginning.\n\tYou mentioned that you received an order from Mzwandile Gushu, he instructed your SDU and the order which you got was to effectively stabilise the situation or deal with any trouble relating to the Black Cats.\n\tIt was without going into the exact words, it was by way of a general order an instruction given to you to ensure that peace gets restored in that community?  Is that correct?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "That is correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "When this general order was given to you and your SDU, was Khaba, Mr Bongani Khaba present?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BLACK",
            "And do you know of any specific order being given by Mr Gushu that specifically Mr Obed Nhlabathi must be killed?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "The order that we received was general, it was quite wide and we used to talk with Mr Gushu about these people.",
            "Male"
        ],
        [
            "MR BLACK",
            "But do you know of any specific order ever being given by Mr Gushu that a specific person named Obed Nhlabathi must be killed?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "No there wasn't.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay.  If I may just proceed to the matter relating to your evidence concerning the murder of Mr Bhe Malinga in October of 1993.  I have had the opportunity of taking instructions from Mr Khaba and he confirms that he was in fact a member of the SDU of which you were part of and that he did on occasions accompany you, but my instructions are that on this particular occasion relating to Bhe Malinga he didn't take part in the incident or attack as you have described on Bhe Malinga.",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Bongani did not take any part on the killing of Bhe.",
            "Male"
        ],
        [
            "MR BLACK",
            "But he says, my instructions are further that on that particular incident, he was not there, he wasn't with you people at that time.  Is it possible that you could be mistaken?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, it is possible because I spent most of my time with him, about ninety nine percent of my time.",
            "Male"
        ],
        [
            "MR BLACK",
            "Is it possible, is his instructions, could that possibly be correct that on that particular occasion, he was not with you?",
            "Male"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, that is highly possible because I explained to Mr Hattingh that when he requested me to count or give him a list of the people who were within the SDU, so he was one of the people that I spent most of my time with, so it is possible that I made a mistaken when I included him.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry Mr Black, just to ensure that I follow you.  When you say the incident, what are you talking about, are you talking about the disco incident?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No, I am talking about this implication of the murder of Mr Bhe Malinga where - in which this applicant did mention Mr Khaba.  Thank you.  I have no further questions, thank you.",
            "Male"
        ],
        [
            "NO FURTHER QUESTIONS BY MR BLACK",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Patel, any re-examination?",
            "Unknown"
        ],
        [
            "MR PATEL",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "NO RE-EXAMINATION BY MR PATEL",
            ".",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "You spoke of a Mr Basil Dhlamini who was also with you.  If I remember correctly at the time of the incident where the shooting at the Police, what has happened to Mr Dhlamini?  What has become of him?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Mr Dhlamini was killed on the very same day by the Police.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "I see.  And there is just something I don't understand and that is in relation to Bhe Malinga and Obed.  Perhaps my notes are wrong, you must assist me here.\n\tI've got it here that you said that Obed was problematic to the community, it had already been discussed that he should be eliminated and Bhe Malinga was also discussed.\n\tThis was before the hospital incident.  Have I got it wrong or can you just clarify it?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "The person that was referred to or discussed was Obed, but Bhe Malinga fell under the general order that the Police were enemies.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Don't you remember having said that Malinga was also discussed, don't you remember that?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "There are two Malinga's, there is Bongani Malinga who was a member of the Black Cats as well as Bhe Malinga who was a Policeman.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Yes, that clarifies it, it is Bongani Malinga you were referring to.  Thank you.",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Could I please just explain.  Basil Dhlamini, his other name is Bongani.  Maybe that might have created the confusion.",
            "Male"
        ],
        [
            "ADV SANDI",
            "This general order you are talking about from Gushu, was it part of that general order that members of Black Cats should be killed?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Yes, that is correct.  The instruction that came from Mr Gushu encompassed all that we were doing in order to bring peace, that fell under that umbrella.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I've got something in my notes where you say we used to talk about these people with Gushu.  Did you talk about specific people who were members of the Black Cats or did you speak generally about Black Cat members?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "We just spoke widely, widely about Black Cat members.",
            "Male"
        ],
        [
            "ADV SANDI",
            "The name of that Nhlabathi, did it feature in those discussions, did it ever come up?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "There is a mistake, Mr Gushu never uttered Obed Nhlabathi's name.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did anyone of you whilst talking to Mr Gushu, ever mention the name of Obed Nhlabathi and how you perceived him?",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "No, we did not mention names, but we just mentioned the group, the Black Cats who were problematic.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you, you are excused.",
            "Unknown"
        ],
        [
            "LIVINGSTONE M LUKHELE",
            "Thank you.\nWITNESS EXCUSED",
            "Male"
        ]
    ]
}