{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-07-30",
        "location": "ERMELO",
        "day": "9",
        "names": [
            "MANDLINKOSI ENOCH GITAM MNISI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52739&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98072030_erm_blacat9.htm",
        "speakers": [
            "ADV BOSMAN",
            "ADV SANDI",
            "ALPHEUS DUMUSANE MSIBI",
            "CHAIRPERSON",
            "ELIAS ZWANE",
            "INTERPRETER",
            "MANDLINKOSI ENOCH GITAM MNISI",
            "MANDLINKOSI ENOCH GITAM MNISI",
            "MATTHEW GWALA",
            "MR BLACK",
            "MR GOMEDI",
            "MR HATTINGH",
            "MR KEMP",
            "MR MAPOMA",
            "MR PATEL",
            "MR PRINSLOO",
            "MRS SIBIYA",
            "NTOMBI MALINGA",
            "THEMBISILE NKAMBULE"
        ],
        "original_speakers": [
            "MR PATEL",
            "CHAIRPERSON",
            "MR MNISI",
            "MANDLINKOSI ENOCH GITAM MNISI",
            "MR BLACK",
            "MR KEMP",
            "MRS VAN DER WALT",
            "MR MAPOMA",
            "ADV BOSMAN",
            "MR PRINSLOO",
            "MR HATTINGH",
            "MR GOMEDI",
            "INTERPRETER",
            "MR MSIBI",
            "ALPHEUS DUMUSANE MSIBI",
            "MR ZWANE",
            "ELIAS ZWANE",
            "MRS SIBIYA",
            "MR GWALA",
            "MATTHEW GWALA",
            "ADV SANDI",
            "MS NKAMBULE",
            "THEMBISILE NKAMBULE",
            "MRS NKOSI",
            "SONTO GERTRUDE NKOSI",
            "MS VAN DER WALT",
            "MRS MALINGA",
            "NTOMBI MALINGA"
        ]
    },
    "testimony": [
        [
            "MR PATEL",
            "May it please you Mr Chairman I beg leave to call Mr Mandlinkosi Enoch Gitam Mnisi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mnisi which language would you prefer to use?",
            "Unknown"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "Zulu.",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR PATEL",
            "Mr Mnisi where were you born?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "In Ermelo.",
            "Male"
        ],
        [
            "MR PATEL",
            "And have you lived all your life in the Ermelo area?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR PATEL",
            "Now at the time of the commission of the offences for which you claim amnesty, what was your occupation?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "I was working at Checkers Stores.",
            "Male"
        ],
        [
            "MR PATEL",
            "And at present what is your occupation?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "I'm unemployed.",
            "Male"
        ],
        [
            "MR PATEL",
            "At the time of the commission of the offences for which you claim amnesty did you belong to any political party?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR PATEL",
            "Which party is that?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "I was a member of the ANC Youth League and SANCO which we regarded as a political organisation at the time.",
            "Male"
        ],
        [
            "MR PATEL",
            "We've also heard evidence that you were a member of one of the self defence units, is that correct?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "That is correct.",
            "Male"
        ],
        [
            "MR PATEL",
            "Now according to the schedule on page 22 of Volume 1 you claim amnesty for the following offences.  Firstly the illegal possession of two hand grenades.",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "That is correct.",
            "Male"
        ],
        [
            "MR PATEL",
            "You also claim amnesty for the attempted murder and damage to property by hurling a hand grenade in the direction of members of the South African Police and the Black Cat gang.  Do you confirm that?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "Yes I confirm that.",
            "Male"
        ],
        [
            "MR PATEL",
            "When did that take place?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "That was in 1992.   I'm rectifying the statement of the first applicant - that was in 1992 - of the previous witness that his one - that was in 1992, September.",
            "Male"
        ],
        [
            "MR PATEL",
            "Okay and finally you claim amnesty for the attempted murder and damage to property by hurling one hand grenade in the direction of members of the South African Police.  Do you confirm that?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "Yes I do confirm that.",
            "Male"
        ],
        [
            "MR PATEL",
            "Could you just briefly describe to the Committee the circumstances - as I understand it it's all basically one incident.  Could you explain the circumstances leading to the commission of these offences?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "On the 4th September 1992 there was a night vigil of one of our comrades Reggie Masugu.  As far as I know Reggie was killed by the Black Cat members.  They abandoned him somewhere in the Extension and for the whole week we've been preparing for all these things.  The police did nothing about the matter, no one was arrested.  They would do anything in the township and they even threatened us but as member of the STU I was effected.  On the 4th it happened that I was told I was with comrade Charlie Majola, I received a telephone call saying that the Black Cats were planning to attack and it became evident that they were in the company of police.  I told myself that I don't need a command here, I've got to defend the members of the ANC and the ANC Youth League and SANCO.\n\tI contacted comrade Biso.  I took four hand grenades and I gave the other one to Charlie and I was left with two.  I knew very well that we were in - it was obvious that in the Black township sometimes we used to run short of electricity.  I decided to switch off the street light so that they will think that there is a problem, a technical problem and the people who didn't move.  We moved from the direction of the bar and we saw there standing someone and even the Police Casspir was there.  I instructed Charlie to throw the first bomb and we had to get inside the houses next to Tembisa Stores.  Charlie threw the first grenade but we had intervals, there were intervals in between because we didn't have enough ammunition.  I decided that since we didn't have enough ammunition we've got to get some firearms somewhere else because the people had automatic rifles because they were shooting throughout the night.  Charlie threw the other bomb at the centre.  There was a Police Casspir next to the advertising board.  Fortunately that did not explode. \n\tIn the morning at about 5 a.m.....[intervention]",
            "Male"
        ],
        [
            "MR PATEL",
            "What time did these first three hand grenades get thrown, approximately what time?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "The other three hand grenades were thrown during the night.  The last one was in the morning at 7 a.m.  Charlie threw two and I threw only one grenade but it was very dark and during the day it was brighter that's why I can say that only three hand grenades were used during that and because it was dark.  I saw a need to disarm these people.  There was only one way to do that was to throw the hand grenade either inside the Police Casspir or outside.  Because of the speed that they were driving I decided to throw the hand grenade under the Police Casspir so as to lose direction but the driver managed to hold and he was successful.",
            "Male"
        ],
        [
            "MR PATEL",
            "Mr Mnisi, during the night how far away were the South African Police and the Black Cats people from where you were?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "I can't calculate the distance in metres but I think the distance was about from where I am right now to that corner times two - they were at a distance.  From where I am now and at that point where the corner of the podium is times two.",
            "Male"
        ],
        [
            "MR PATEL",
            "Approximately 50/60 metres Mr Chairman.  So you could see them?  Could you see them?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "Yes I could see them but they were at a distance.  I couldn't come closer to them but I could see them.  I could see that there were Black Cats armed with pangas and the Police armed with big rifles but I couldn't distinguish between an R5 or whatever.",
            "Male"
        ],
        [
            "MR PATEL",
            "Yes and it was your belief that they were going to attack the vigil is that correct?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "Yes I believed so that they were going to attack the night vigil.  What made me to believe so it's because the Black Cats who were not residing at Tembisa so I knew that there was trouble when I saw them there.",
            "Male"
        ],
        [
            "MR PATEL",
            "How did you as a member of the ANC view people who were part of the South African Police, the IFP or the Black Cats?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "Please repeat the question?",
            "Male"
        ],
        [
            "MR PATEL",
            "You were a member of the ANC, correct?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "Correct.",
            "Male"
        ],
        [
            "MR PATEL",
            "And how did you view people who belonged to the South African Police or the IFP or members of the Black Cats?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "All those, to me they looked like one family and they were enemies.  They were ANC enemies.",
            "Male"
        ],
        [
            "MR PATEL",
            "In committing these offences for which you claim amnesty did you - were you motivated on anything personal, any malice or did you get any money, any gain out of it?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "No, that was not my intention.",
            "Male"
        ],
        [
            "MR PATEL",
            "And in respect of these offences for which you claim amnesty were you prosecuted for any of these offences?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "No, that never happened.",
            "Male"
        ],
        [
            "MR PATEL",
            "I have no further questions Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black do you have any questions?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "I have no questions Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Kemp?",
            "Unknown"
        ],
        [
            "MR KEMP",
            "I have no questions Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mrs van der Walt?",
            "Unknown"
        ],
        [
            [],
            "No questions.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No questions.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Mnisi from whom did you receive this telephone call?",
            "Unknown"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "It was from some people who were deployed in some places in the township though I don't know their names but I knew they were coming from an organisation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just one short question Mr Mnisi.  Your participation in the STU, is it correct that the STU were established for political reasons to defend the community is that correct?",
            "Unknown"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "Yes that is true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How do you feel about what you did?",
            "Unknown"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "At the moment what I did was bad but I was forced by the situation prevailing at the time but it was bad because people died and some people were injured and some of the people were being harassed and the people have lost their properties and a lot of children were left as orphans and some other people couldn't get education because of those things.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you agree that whatever the problems were, the deaths of people were unacceptable?",
            "Unknown"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "It was unacceptable but on the other side of the coin by trying to protect yourself that would lead to the death of a person, yes it was unacceptable but when you look at it, even the people who were working for the judiciary system were in favour of some groups therefore that used to be in your hands to say how to protect yourself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you think we should continue with that type of culture?",
            "Unknown"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "Here today here in this new South Africa that's unacceptable more especially here and the people are not supposed to be harassed.  The political parties are not supposed to be dominant among others.  There should be some tolerance, political tolerance.  That is what is going to make people live in peace.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you prepared to participate in any mechanism as a starting point to restore the fibre of this community irrespective of political affiliations and irrespective of what has gone by?",
            "Unknown"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "Yes I am prepared.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you, you're excused.",
            "Unknown"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "I would like to say something, I would like to apologise to the families.  The families of the Police and the families of the Black Cat members who were injured at the time.  I was forced by the political situation, I had no alternative but today I would like us to turn to a new page and we must know that today it's the beginning of the new era where we are going to tolerate each other.  We become brothers and sisters and go on with life.  Thank you.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Patel I suppose that brings to an end all applicants?",
            "Unknown"
        ],
        [
            "MR PATEL",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black have you got any further evidence?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Mr Chairman, I just wish to indicate that to clarify a very defined and definite issue relating to the instructions given to the STU by Mr Gushu, I propose to call Mr Gushu just to set out the situation.  There appear to be two conflicting versions of the nature of the instruction given, one version of Mr Livingstone Lukhele and the other one by Mr Bongani Khaba and ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How is that going to help your case?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "As far as Mr Gushu's concerned I may state from the bar, I've consulted with him and if it's going to speed -I don't want to give evidence on his behalf but he's prepared to testify that he did give a general instruction as ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He did that, he testified to that.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No - yes but Mr Khaba says that he was given a specific instruction to attack a specific person and Mr Gushu's instructions to me are that he within the ambit of his mandate he did set up the STU's, he confirms that Khaba and Livingstone Lukhele were members of the STU which he addressed and he gave them a mandate to - whatever it is - stabilise the situation as best as they saw fit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black if you're going to call Mr Gushu you're just going to clutter up the record and make our job more difficult because Mr Gushu has already testified.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes - no ....[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And if he's going to come give any other type of evidence then that's going to be to his detriment, not so?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No he won't, he's not going to deviate from his original evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what's the point in calling him then?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Well he's prepared to just state that he will accept responsibility for any actions carried out by the STU's which he established and in whatever vicarious liability may flow from that he is prepared - he would ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you safely assume that we will when necessary do that and approach it that way which brings me to the problem raised with you previously and that's the last time I'm going to mention it because then the matter's in your hands.  In our view there's a definite conflict of interest between what Khaba says and what Gushu has not said.  I'm not too sure what you've got in mind how to reconcile the two but if you are going to have to argue that I'm going to believe one of your clients and not believe the other then there is a problem.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Well this is the reason for me wanting to call Mr Gushu because ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How is that going to solve your problem, Mr Black?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Mr Gushu would be able to say as I've said that the instruction that was given to Livingstone and Mr Khaba was given on the one occasion, he at no time gave a separate instruction to Mr Khaba.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Mr Khaba says he did, not so?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes well that's his interpretation of the general instruction that was given.  The interpretation was to take out the leaders and he, Mr Khaba, knew that Obed was one of the leaders.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you feel you're in between two stools?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "I don't believe ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps I may just point out perhaps you're standing in one of them?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "With respect Mr Chairman there was one instruction given where at the establishment of the STU how Khaba interpreted that as far specifics ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We've got that evidence, what do we do with it?\nHow can you call Mr Gushu to tell us what Khaba interpreted?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No well he can't but he can confirm that he did give that general instruction to the STU's.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He's testified to that and we'll accept that this is his evidence.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "And that he can say that he did not give a specific instruction that Mr Obed Nhlabathi be eliminated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Khaba says he didn't.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Well then that's how Mr Khaba saw the issue.  I don't believe there's a real conflict in the real issue ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I've mentioned it to you and that's it.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "But Mr Gushu would apply if necessary for any - and accept responsibility for any liability which - in respect of the death ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you expecting he wants to make an application in the respect of Obed?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Well if he's going to be held responsible for Mr Obed's death then he is prepared to accept that responsibility and he will ask for Amnesty in respect of that specific ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No but Mr Black it doesn't work like that.  I or this Committee grants or refuses application for amnesty full stop.  We're not expected to assume or to deduce applications.  Those applications must be before us.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Well my - the evidence of Mr Gushu and I don't know if it came out clearly in his evidence that he accepts responsibility in respect of any specific incidence ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It did come out.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "... carried out by STU's within the mandate of STU's and within the mandate of the STU's and in that respect he would ask for amnesty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Maybe we can approach it depending on what you say in your heads.   The problem is that there's a factual difference in the evidence and I leave it at that.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Patel do you intend calling any further evidence or witnesses?",
            "Unknown"
        ],
        [
            "MR PATEL",
            "Mr Chairman there may be one crucial witness with regard to the incident of Mrs Zini Shongwe but he too is an applicant for a future hearing.  I'm not sure to what extent this Committee will take into account his evidence at the future hearing and whether it's necessary for me to lead him or not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The factual issue, the present situation is that you must argue and we'll listen to your argument or read your argument and make a decision.  One must always bear in mind that one of the crucial aspects in determining whether amnesty must be granted or not is the position of the applicant himself.  The evidence of witnesses are not really taken into consideration to make those crucial decisions.  The best witnesses can do is to fortify versions maybe but to really clarify the issues that's the applicant's job, after all he makes the application and I would like that your argument will have to carry a lot of weight then, quite honestly.",
            "Unknown"
        ],
        [
            "MR PATEL",
            "My problem is this, I haven't consulted with this particular person, I'm not exactly sure what he's going to say but I do understand that he's Mr Israel Sugar Shlongwane, that he was the commander at the time of the attack.  My problem is that I don't know whether the Committee will look at his evidence to any extent when he gives evidence at a further hearing in so far as it - which I understand is going to take place in September of this year.  If that is the case and I don't have to take it any further because I can then argue that once you look at his evidence.  If that is not the case then I want to reserve my right.  I will speak to him during one of the intervals and then maybe at a later stage ask the Committee if I can call him.  He is present at this hearing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Kemp do you intend calling any witnesses?",
            "Unknown"
        ],
        [
            "MR KEMP",
            "Mr Chairman we have about fourteen witnesses.\nNo Mr Chairman ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "One of those questions are the trivial pursuit you were playing just now?",
            "Unknown"
        ],
        [
            "MR KEMP",
            "No Mr Chairman, I couldn't resist it, I apologise.  No we do not intend to call any witnesses.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I take it in the spirit.  It's about time we get a little lightheartedness.",
            "Unknown"
        ],
        [
            [],
            "Mr Chairman, I indicated that I wish to bring an application to get back to Mr Andries Gomedi.  At that stage I had no instruction from Mr Msibi and I believe it's just a few statements I'm going to make.  Mr Msibi is going to be called up as a witness otherwise I'm just going to put Mr Msibi's version if you would grant me the opportunity.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is he going to say what happened there.  Is he going to be a victim?",
            "Unknown"
        ],
        [
            [],
            "Mr Msibi?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            [],
            "Yes.  He was shot at.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Madame you know how these things work and I'm going to grant you the opportunity to call him.  I do not look forward to a whole string of people cross-questioning him.",
            "Unknown"
        ],
        [
            [],
            "You would understand I have an instruction to have him testify.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I understand that.  If you could lead him in the normal procedure just to air his feelings.  I know why he wants to testify and it's his right to do so.",
            "Unknown"
        ],
        [
            [],
            "I will do so.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Prinsloo do you have any witnesses?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "None Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you got less than six left Mr Hattingh?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "About six Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "One of whom want to come testify on the merits isn't it?  A lady who was shot at near a shop.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "That was the incident where Chris Ngwenya got killed together with his wife.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "She going to come say how people ran and that type of thing?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In her case too I would appreciate if you lead her in a way that doesn't invite a whole string of questions.  She's after all a victim and she wants to come tell her story and that's basically what the Act is designed for to allow her to say what she needs to say.\n\tI assume the other five are in a similar position - they just want to come say how they struggled and suffered as a result of what happened to their loved ones or themselves?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Yes.  Mr Chairman ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It ought not to take too long.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "No, I do not foresee that we're going to take too long but on the incident of Obed Nhlabathi there will also be witnesses pertaining to the incident itself but that is well I don't think is going to take much time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well Mr Hattingh is it been disputed that when he died only the two applicants were present when they were shot?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I in fact have a problem that I since got hold of witness statements to the effect that there were in fact more people present.  I at this stage do not intend calling on those witnesses but I think what I should do is and perhaps I could get some direction from the Committee to make available whatever statements I since gathered from Police dockets.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As opposed to leading that evidence?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Yes, just to make it available.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For what it's worth.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "For what it's worth as long as the Committee has ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that's better.  Okay.\n\tMr Mapoma you haven't got any witnesses or do you?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No sir, no witnesses.",
            "Male"
        ],
        [
            "MR BLACK",
            "Mr Chairman may I indicate that I have been approached by Mr Nkosi who was one of the victims.  He would like to testify, it relates to Mr Khaba's application.  He's asked me whether he could have an opportunity.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black do you really think you could appear for him?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "I don't intend to appear for him, he's approached me - I will tell ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You should refer him to the evidence leader.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "That's what I intend doing, thanks.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I want to point out to everybody concerned that this is not the time to score political points and I'm not addressing the representatives, so those who are entitled to come testify want to hear how you feel about the situation.  We don't intend to listen to evidence regarding political stances.  We'll adjourn now for tea and reconvene in fifteen minutes time.\nHEARING ADJOURNS",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] must come tell us why they feel they are victims.  Usually that takes a very, very short while because really it is easy to establish whether someone is a victim or not.  Victims include people who were either injured themselves or the nearest relative of those who died.  I want to point out also that where a person has died, not both his mother and father are referred to the Reparations Committee but only one of them.  That's just by way of an example.  The opportunity to testify now is only for such people and the Act is designed for that purpose only and not to accommodate or facilitate political speeches.  I want to warn that I will stop any political speeches and put the witness who may want to do that back onto the track of the Act.  In fact I am duty bound to do that because the Act says so and who is going to come and give evidence - or the decision as to who is going to give evidence are the domain of the representatives.  There is no point in two people coming to give evidence on the same incident and I hope I've made myself clear.  This hearing is not a political gain.   Mrs van der Walt you can call your witness.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Mr Chairman, before Mrs van der Walt calls her witness Bengi Mlangeni, the brother of victim Mlangeni, he says that he opposes the amnesty of Gushu.  Msibi who was also involved in this case will be called as a witness by my colleague and that evidence or testimony will be about that case or incident.  In other words it would not be necessary for me to call Mlangeni as a witness but he sees himself as a victim because he was family of his brother who was killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Prinsloo, I appreciate what you just said and I would definitely note it.  We will also take it into consideration.",
            "Unknown"
        ],
        [
            [],
            "Can we then at this stage call Mr Gomedi again in order to ask him a few questions?  Mr Andries Gomedi.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ma'am the alternative was to submit this in the statements.  Just remind me please I did not think about it very well.  Why did you want to call Mr Gomedi back again?",
            "Unknown"
        ],
        [
            [],
            "When Mr Gomedi gave evidence I had not received instructions from Mr Msibi yet then there was no cross-examination and Mr Msibi's case was not put to Mr Gomedi.  You will remind yourself that Mr Gomedi was basically called by Mr Black in order to give the background of Piet Retief during that period.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ma'am please tell me - I'm not going to say that I will allow it or not.  Mr Msibi received notification of this hearing.",
            "Unknown"
        ],
        [
            [],
            "It is so yes.  I also asked him to bring the notification.  It is dated the 24th June but according to Mr Msibi there was a fax printout that indicates that on the 17th July he received it.  It is not when he got it but when he sent it to his attorney in Pretoria.  He gave me the instruction that he received it on the 17th July and only then did he receive the notification.  A notification was sent to another Mr Msibi, his brother and not to him.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was he not present when Mr Gomedi gave evidence?",
            "Unknown"
        ],
        [
            [],
            "He was here yes but I did not have his instructions at that stage.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "That is exactly the point.  Why did he not then give instructions.  He heard the person give evidence.",
            "Unknown"
        ],
        [
            [],
            "Mr Prinsloo at that stage told you that Mr Msibi approached him and told him that his advocate would come the next day and his advocate not come.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I understand that I do feel for your position but the point remains that like they say in English call people back in a willy nilly fashion.  There must be good reason for it.  The fact that you did not have instructions and I'm not talking about you personally but the fact that you only received instructions at a later stage, is that sufficient to call someone back?  I ask, I'm not saying that this is my view.",
            "Unknown"
        ],
        [
            [],
            "I'm of the opinion that it is possibly not Mr Msibi's mistake because I do not know why his legal representative was not here and that his attorney only gave this at a later stage I cannot say but possibly Mr Msibi in that regard can be disadvantaged by other parties.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You see we must not allow people to think that they can use the whole process or the Committee as they wish and because of their own mistakes or negligence they can do something like that.  Before I make a decision how many questions will this entail?",
            "Unknown"
        ],
        [
            [],
            "I think all that I would like to do is I would like to put the case of Mr Msibi to Mr Gomedi.  If he wants to make comment on that but Mr Msibi will in any case give evidence or testify.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So you will only make a statement and then ask his comments on that and that is it?",
            "Unknown"
        ],
        [
            [],
            "That will be the end, yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is Mr Gomedi here?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Mr Chairman, may I be of assistance.  Mr Gomedi was not subpoenaed by this Committee or anyone to ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black he has given evidence.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes that is so.  When Mrs van der Walt indicated that there was a possibility of him being recalled I indicated this to him.  He arrived here this morning, he said it's impossible for him to be here, he has to be in Durban.  There's a joint council meeting between the Durban and Piet Retief areas that cannot be rescheduled it's a long standing arrangement.  I asked him to explain this to the leader of evidence and what the situation should be.  He's not available to testify today, he is willing at any stage to give evidence and it's - I asked him just ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You know I'm not willing to just hear his evidence when it's to his convenience.  Who excused him from this hearing?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Mr Chairman, perhaps I may have to explain this.  Mr Gomedi is here, in fact what Mr Black now is telling me it was prior to me going to Mr Msibi, I mean to Mr Gomedi again, arranging that he must be available.  He is available.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Gomedi will you come to the stand please?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "I'm sorry I was under the impression that he would not be available but I'll ask him to discuss this with the leader of evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Gomedi there are just one or two issues which Advocate van der Walt would like to put to you in respect of what she has been instructed in relation to the political situation in Piet Retief at that time and you will be invited to comment if you so wish.  I just need you to take the oath again.  Or let me put it this way, you're still under oath to tell the truth.",
            "Unknown"
        ],
        [
            "MR GOMEDI",
            "(s.u.o.)",
            "Male"
        ],
        [
            [],
            "Mr Gomedi I would like to put it to you and Mr Msibi will testify in this regard and that is in the testimony that you gave regarding the situation in Piet Retief from 1989 that it was a false image that you portrayed to this Committee?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And that it was more quiet in that area?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            [],
            "Mr Msibi will testify that up to the moment when he was shot in Piet Retief - that was now in the Black neighbourhood Ethandakukhanya there was no problems, there were no ANC members shot in that area and if he was the first person who was shot the 12th December 1991.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Have you got any comments about that proposition?",
            "Unknown"
        ],
        [
            "MR GOMEDI",
            "No I don't want to comment.",
            "Male"
        ],
        [
            [],
            "Furthermore, Mr Msibi will say that your testimony is false with regards to the fact that he in a dishonest way got rid of the Mayor Malakasi and Mr Msibi in 1988 was elected as a council member of the area and in 1990 became mayor and filled this position till 1994.  Would you like to comment on that?",
            "Female"
        ],
        [
            "MR GOMEDI",
            "No I don't want to comment.",
            "Male"
        ],
        [
            [],
            "And furthermore which was also not correct in your testimony you said that a certain Mr Pila Ngene was killed in such a manner that could possibly implicate the police.  The Msibi will testify that he died in a car accident.  Would you like to comment on that?",
            "Female"
        ],
        [
            "MR GOMEDI",
            "Maybe Chairperson you must help me, you know, because if I will start maybe trying to respond to these things we are going to take another five hours, you know.  I will rather say I don't want to comment and say I still stand on my statement that I make.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you suggesting it's your word against his and we must make up our minds?",
            "Unknown"
        ],
        [
            "MR GOMEDI",
            "Ja.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that all?",
            "Unknown"
        ],
        [
            [],
            "A few more comments.\n\tMr Msibi will testify that in the neighbourhood, especially the inhabitants provided his service not as a member of a political party, he was not a member of Inkatha.  Up till today he's still not a member of Inkatha and he works for the community as a whole not like you testified that he worked against the ANC.  Have you got any comments?",
            "Female"
        ],
        [
            "MR GOMEDI",
            "No comment.",
            "Male"
        ],
        [
            [],
            "Mr Msibi will further testify that you drove around the neighbourhood with a vehicle with a loudspeaker in which you incited the people against Mr Msibi and the South African Police.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is everything that Mr Msibi thinks will he testify about that?",
            "Unknown"
        ],
        [
            [],
            "That is true, yes.   Have you got any comments?",
            "Female"
        ],
        [
            "MR GOMEDI",
            "Maybe Chairperson let me request again that maybe the madame that side you know must say whatever he wants to say and end up and you know, rather than talking and say I must comment, talking and say I must comment.",
            "Male"
        ],
        [
            [],
            "I've got no further questions, he doesn't want to answer.",
            "Female"
        ],
        [
            "MR GOMEDI",
            "Thank you Chairperson.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            [],
            "Then I call Mr Msibi.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Msibi, which language would you prefer to use?",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "I would like to use Zulu and - I'll say 50/50.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Msibi, you will use one language please.  Otherwise you will cause a big rumpus here with the system so choose one of the languages please.",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "I will use Zulu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "(sworn states)",
            "Unknown"
        ],
        [
            [],
            "Mr Msibi, you are a resident of Piet Retief is that correct?",
            "Female"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "Yes.",
            "Male"
        ],
        [
            [],
            "Since when have you been living in Piet Retief?",
            "Female"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "I was born in Piet Retief, stayed in the township as of 1964 to date.",
            "Male"
        ],
        [
            [],
            "What work are you doing at this moment?",
            "Female"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "I'm a business owner.  I'm a small business owner.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Msibi, I understand that you were injured in the incident in Piet Retief, correct?",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How do you feel about that?",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "I feel bad because I was working for the community at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And do you think that your injury or the infliction of the injury was not justified?",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "Yes, it was not justified nor was it acceptable.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What position did you hold in the community at that time?",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "I was Mayor of Ethandakukhanya.  Maybe we should put this straight - it was spoken here about the mayor of Piet Retief but at the time I was Mayor of Ethandakukhanya under 102 Act and this went on to 127 followed by Act 209.  This should be clarified.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That was under the apartheid regime those Acts?",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "I would say the that Act was in use was of course under the Apartheid regime and the Act 127 that I'm talking about was used at the time during which there were democratic negotiations and the 209 Act was following the negotiations at the World Trade Centre.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now do you regard yourself as a victim?",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "I am a victim that was not supposed to be a victim because I was working for the community not belonging to any political party.  I was victimised by thugs and people who were trying to drag me down.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja but you were a victim in the sense that you were injured as was described here earlier in this hearing and for the purposes of this Act you want to be regarded as a victim?",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "I don't want to be regarded as a victim, I am a victim.  I was shot and harassed at a time when I did not belong to any political party.  There were no politics in the area at the time, there was no conflict until I was shot and the manner in which I was working and the manner in which we were elected I would say we were the first township whose councillors were democratically elected at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Msibi, I thought I told you and I made it specifically an announcement to the public that this section of the hearing is not to hear about your political attributes - this Act says that this Committee must declare victims and then refer the position of those victims to the Reparations Committee to consider a financial grant.  That is all.  I'm going to repeat the question - do you want us to regard you as a victim for the purposes of the Act?",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "Chairperson, I think you will allow me to explain.  The one opportunity that you have just granted me is one opportunity that I have long been waiting for.  In 1996 ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, you're making a mistake now.  I did not grant you an opportunity to come make political speeches.  I granted you an opportunity to come tell us how you felt and to establish whether you are a victim or not.  That's the section that we're busy with in this hearing.  The time for saying what you want to say now is to be spent in front of the Human Rights Violations Committee not in front of the Amnesty Committee.",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "Thank you for explaining that to me.  Thank you for informing me that there is another Committee in existence.  That was not clear, I didn't know that, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now can I repeat the question.  Do you want us for the purposes of the Act to declare you a victim so that the Reparations Committee can consider some financial ground because you are a victim?",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "Yes I am a victim in so far as reparation is concerned, it is for the Committee to decide but I am a victim.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tell me what is your address?  Why I ask you is that communication can go directly to you.  I understand that the subpoena got lost somewhere so I need to tell the Committees who are dealing with this exactly where they can send whatever communication they want to send to you.",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "My address is Box 167, Piet Retief, Ethandakukhanya, that's the township where I reside.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you spell that please?",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "E-t-h-a-n-d-a-k-u-k-h-a-n-y-a.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what's your full names please?",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "Alpheus Dumusane Msibi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you got any other questions?",
            "Unknown"
        ],
        [
            [],
            "If you will just allow me, I would like to put one question.\n\tMr Msibi as you've heard the testimony of Mr Gushu and what you experienced when you were shot do you think that you were shot because of some political reason?",
            "Female"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "No, that is not correct.",
            "Male"
        ],
        [
            [],
            "How did you perceive the situation?  What was the peoples' intention when they shot you?",
            "Female"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "It was thuggery, that's all I can say.  It was thuggery.  It was not politics.",
            "Male"
        ],
        [
            [],
            "Mr Mlangeni who worked for you was he involved in any political organisation?",
            "Female"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "I wouldn't know but he was just an ordinary community member to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Msibi, what's Mr Mlangeni's full names?",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "Themba Mlangeni.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And where can he be contacted?",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "You can try and get hold of Adelaide Mlangeni working at the provincial hospital at Piet Retief or alternatively Beki Mlangeni who resides in Stand Number 298 Tokazani, Piet Retief.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That provincial hospital is in Piet Retief?",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "Yes.",
            "Male"
        ],
        [
            [],
            "Did you know about the Black Cats and if you do know about them did you give them shelter at one stage?",
            "Female"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "That is an insult to me, I've never harboured Black Cats nor were there Black Cats at Piet Retief and I do not harbour thugs at my home.",
            "Male"
        ],
        [
            [],
            "No further questions.\nNO FURTHER QUESTIONS BY MRS VAN DER WALT.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I don't suppose anybody else has any questions for this witness?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR BLACK",
            "I'm directly involved Mr Chairman, I'd like - there's some matters I'd like to clear up if possible.\n\tMr Msibi is it correct you are a prominent member in the community at Piet Retief?",
            "Male"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "That is true.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes, in fact it is said that you're the Chairman of the Nationalist Party there?",
            "Male"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "That is utter lies.",
            "Male"
        ],
        [
            "MR BLACK",
            "So you don't hold out to anybody there that you held a high office in the Nationalist Party?",
            "Male"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "Not at all those are ...[indistinct] lies.",
            "Male"
        ],
        [
            "MR BLACK",
            "As a prominent member of the community are you aware of the fact that the Human Rights Violations Committee has in fact sat in Piet Retief - in fact sat there last year some time?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What relevance is that Mr ...[intervention]",
            "Unknown"
        ],
        [
            "MR BLACK",
            "The relevance is that he did not testify before the Human Rights Violation Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what.  So what - how is that going to effect our deliberations?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "It is raised now that this is the first time he hears of this, such a Committee and we've got to go through the whole process ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Well be that as it may then.  Then if I'll - I'll move on.  Do you know Mr Shlaze?  Shleze, sorry.",
            "Male"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "I just want to correct you.  I didn't know  what the Chairman ultimately said about the question that you posed earlier on.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I gather that the Chairman's view was that it's immaterial to this hearing that the Human Rights Violations Committee did sit in Piet Retief.",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "With your permission Chairperson, I would like to explain that I was at Piet Retief.  Msibi's name was not announced, it was only used in Nelspruit and I was sitting at the front row during those hearings.",
            "Male"
        ],
        [
            "MR BLACK",
            "Ja but the point is you didn't testify you didn't make a claim then, you didn't put your case forward at that hearing, is that so?  You may have pretended but you didn't lodge your claims isn't that so?",
            "Male"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "I don't want to answer that.",
            "Male"
        ],
        [
            "MR BLACK",
            "Fine.   Mr Msibi, did you know Mr Shleze in Piet Retief?",
            "Male"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "Yes he's a resident of Piet Retief.",
            "Male"
        ],
        [
            "MR BLACK",
            "Did you know him as being an ANC activist, Chairman of the ANC Youth League and perhaps an MK Commander.",
            "Male"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "I was not involved in politics, I was representing the community not taking sides.",
            "Male"
        ],
        [
            "MR BLACK",
            "Okay.  Now Mr Msibi, have you any ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Msibi, I'm not going to hold that against you but you say you were the Mayor of the township of Piet Retief prior to 1994?",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There was a number of calls, decisions and in fact practical steps taken to boycott Apartheid elections do you recall that?  Before 1994 in almost every township in this country.  Do you remember?",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "I don't recall that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You don't know about it?",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "Boycotting the elections, no I know nothing about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you never read on walls \"Don't Vote\" - \"Don't vote in Apartheid elections\" etc.  Do you not recall that?",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "Are you referring to the '94 elections or the elections prior to that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before '94.  '94 there was no more Apartheid on the books.",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "Or '88.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well let's get to '88, there's more reason then I'm sure all the walls said \"Don't Vote\".",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "Piet Retief was different.  Maybe you're referring to other parts of the country, yes I knew about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There was nothing in Piet Retief there was no call for a boycott of Apartheid elections there in Piet Retief.",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "No, not at Piet Retief.  The wards there were combined into one and after the boycott which lasted for four days there was an agreement between the Committee of sitting and the old T.P.A. and it was agreed that we were going to use the one vote system.  That is when the rental boycott came to an end.  That was October 1988.  The election in Piet Retief was held in October 1988 on the 29th and the agreement was reached on the 24th October to the effect that the boycott should come to and end so that the people ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on - so that the people?",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "So that the people who were to be elected by the community would on assuming official duties indicate to the residents that they should start paying.  There was a document that was prepared and signed by some of the people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes so that the Black township, the African township of Piet Retief had it's own Mayor and Council and the White people of Piet Retief had their own?  Are you telling me that the people were satisfied with that?",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "Yes the ...[indistinct] was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Extraordinary.  Now the fact that you were the Mayor, don't you think that in itself attracted the anger of people?",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "With your permission, Mr Chairman, let me start off by saying - I just want to respond to that.  Piet Retief was one area that was seriously harassed in 1983.  The people who worked as councillors before were using the policy that people should pay as they earn.  That created problems so that the councillors at the time were boycotted by the residents.  Some of the councillors threatened that residents who didn't want to pay should vacate their houses.  These residents managed to get hold of a lawyer ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Maybe you misunderstand me.   I'm not interested in whether there was a rent boycott or whatever, I'm asking you that the fact that you were prepared to do what the Apartheid regime wanted to be done in the African townships and you were the Mayor of that structure, is that not the reason why the people were angry in Piet Retief?",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "No that is not correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you are saying the Black people of Piet Retief were happy to have this structure that the rest of the country was rejecting?",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "They were very happy because as I have indicated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Good.   Mr Black have you got any other questions?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "I just want to clear up something for Mr Gushu.  When we deal with Mr Shleze did you know that he, in your position as mayor, that he was Chairman of the ANC Youth League?",
            "Male"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "No.  I only knew him to be a resident of Ethandakukhanya.",
            "Male"
        ],
        [
            "MR BLACK",
            "Alright.  Now there's been evidence given that there was reports made that you were actually entertaining or housing Askaris?",
            "Male"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "Those are blue lies.  I only heard about the Askari reports here.  I don't even know what the meaning of that word is, I don't even know whence it came from.",
            "Male"
        ],
        [
            "MR BLACK",
            "Is this the first time you've hear the word Askari?",
            "Male"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "Yes, I don't even know what it means, perhaps if you were to explain to me.",
            "Male"
        ],
        [
            "MR BLACK",
            "So up until ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, a horse that arises from the dead is more dangerous hey.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "I just want to put one more thing to the witness with respect that as far as the actual incident of the shooting was concerned at your store, there's evidence that Mr Mlangeni who was working for you at the time, he was in the process of closing the store when you were attacked.  Do you remember that or did things happen too quickly for you?",
            "Male"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "Yes I do remember that.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes.  Do you remember that he was in the process of closing and that you had gone to your car when you were shot?",
            "Male"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "I was inside the van, 4x4 Nissan, not another private car and I had closed the right door with the window open.  Mlangeni had already closed the two glass door not having rolled down the roller door and he already had the key in his pocket.  He took the flight of stairs down and when he was just about to put the till inside the vehicle there was noise.",
            "Male"
        ],
        [
            "MR BLACK",
            "That's when the shooting started?",
            "Male"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "Yes, it never occurred to me that those were gunshots I thought maybe it was a train that was driving past.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "I'm saying this Chairperson because the manner in which the shots were fired were such that I've never heard of such gunshots before.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black you're long past your last question.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "I have no further questions.\nNO FURTHER QUESTIONS BY MR BLACK",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anybody else wants to ask questions?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Mr Chairman on behalf of Mr Beki Mlangeni the brother of the late Mlangeni, may I just put two questions to the witness, Mr Chairman?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Msibi, is it correct that Mr Beki Mlangeni is the brother of Mr Themba Mlangeni, the deceased in this case?",
            "Male"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And he is also former brother-in-law, is that correct?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What's that name Mr Prinsloo?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "The name of the victim, Mr Chairman?  The deceased in this case is Themba Mlangeni and the name of the person, the brother in law of the witness Beki Mlangeni?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How does he become a victim, a brother-in-law?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "No, Mr Chairman, he's the brother of Themba Mlangeni the deceased but the brother-in-law of the witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, I see.  I'm sorry.  What's the brother's name?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Beki Mlangeni.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Good.  Can we contact him care of Adelaide Mlangeni, Provincial Hospital, Piet Retief?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Or at the same address as the witness, Mr Msibi, Mr Chairman.  It's Box 167, Ethandakukanya.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would he prefer that address?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Good, okay.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Just a last question.  Mr Msibi, Mr Beki Mlangeni he says that his late brother was never involved in politics and that his brother was merely a victim of a robbery.  Any comment about that?",
            "Male"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "Yes, that is correct.  He was not involved in politics as much as I was not involved in politics.  We were working together at my shop.  I also worked at Mondi where I worked for twenty years, that led me to establishing the business.\nNO FURTHER QUESTIONS BY MR PRINSLOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anyone else?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "No questions thank you.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR MAPOMA",
            "Yes Chairperson, there's a question.\n\tDo you know Noma Themba Mlangeni?",
            "Male"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "I know her very well.  She grew right before me.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "How related is she to Themba?",
            "Male"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "She is Themba's sister.  She's the one whom I said is working at the Provincial Hospital.  Her other name is Adelaide.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you, you're excused\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "Thank you Chairperson.  I would just like to say something.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Has it got to do with your injury?",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let us hear.",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "What hurts me, Chairperson, the Committee and everybody present here, is that I was abused not being member of any political party.  One of the things I would like to point out is that I thought I would get the truth here as to what happened but nobody spoke the truth.  Gushu himself the one who shot at us, he doesn't know me, not do I.  He never spoke the truth here and that hurts.  I'm a peaceful person and I'm prepared to make peace with him but what I find very strange that we are strangers.  He never came to me to apologise not even to say listen I wronged you I'm very sorry. He never did that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But he intends to put that right.  He said he's going to set about setting that matter right.",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "Chairperson, he should also retract from the reference to me as a puppet.  What he explained here...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you people talk and make your peace, those are issues you can talk about.  I can't force him to do anything like that.  That's not the purpose of this forum but I certainly hope that if it's going to bring peace between the two of you when you raise it that he will retract it.  I can only encourage him to do it if that is going to go anywhere near making peace.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Chairperson.  There will be peace yes provided he tells the truth.  I was not in conflict with him, I was shot, I am still maintaining that I am for peace.  They gave him wrong information.  They didn't come to me to verify it and I still maintain that he did not divulge the truth here.  That's what he should do - divulge the truth.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I will note that.",
            "Unknown"
        ],
        [
            "ALPHEUS DUMUSANE MSIBI",
            "Thank you.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that all Madam?",
            "Unknown"
        ],
        [
            [],
            "That is all thank you sir.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh I would appreciate it if it's one victim per incident.  I don't think we want four witnesses to testify to one incident because everybody cannot be victims.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I can indicate that I have on my list seven people whom I would like to call on.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You better make it quick because it seems to be increasing the more time you get.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "If we might start straight away?  With your permission I would beg leave to call Elias Zwane.  Elias Zwane would be the brother of the late Jwi Zwane.   Mr Chairman, may I also make the use of the opportunity to make available the documents that I would like hand to the Committee.  I'm not before lunch going to refer to those documents.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say not before lunch?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Let's say I'm not going to refer to those documents before one o'clock.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll probably sit right through.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Zwane what language would you like to use?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "I'll testify in Zulu.",
            "Male"
        ],
        [
            "ELIAS ZWANE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh, I'm going to appeal to you also to keep it straight on the narrow as far as victims is concerned.",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR HATTINGH",
            "Mr Zwane, is it correct that you were the brother of the late Jwi Zwane?",
            "Male"
        ],
        [
            "ELIAS ZWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Are you a business man in this area?",
            "Male"
        ],
        [
            "ELIAS ZWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "And at the time of the killing of Jwi Zwane were you in business then?",
            "Male"
        ],
        [
            "ELIAS ZWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "What kind of business and how many businesses and where were you in business?",
            "Male"
        ],
        [
            "ELIAS ZWANE",
            "From 1986 I have about twelve shops.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "In this area?",
            "Male"
        ],
        [
            "ELIAS ZWANE",
            "Two at the ....[indistinct] border gate, two in Piet Retief and I have six in Ermelo.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Mr Zwane tell the Committee - your brother the late Jwi Zwane, was he married?",
            "Male"
        ],
        [
            "ELIAS ZWANE",
            "No he wasn't.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Do you know whether he had any dependents?",
            "Male"
        ],
        [
            "ELIAS ZWANE",
            "Yes he had eight kids.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "What happened to those eight children from the time that he got killed?",
            "Male"
        ],
        [
            "ELIAS ZWANE",
            "They stay with me.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Are you now responsible for looking after them?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh, can you ask your attorney to get the names, full names of those children.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Excuse me there's something wrong with the equipment there, the interpreter can't get anything from the floor.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And get the full names and get it to us before we adjourn today.\n\tMr Zwane, if those children are declared victims is the TRC able to communicate with them at your address?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is that?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "My address is 2671.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ermelo?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "Wesselton.  2671 Wesselton.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, now tell me, how do you feel about the death of your brother?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "I feel very bad.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How is - are his children being effected by his death?  I'm sure they are.",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "Yes they were adversely effected.  As a result I wanted to show each and every one of the perpetrators and show the kids to them and ask them if they are happy and satisfied with the results that they got out of killing their father.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How old are - what's the range of the ages of these children?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "The youngest is ten years old.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All of them less than ten?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "The youngest is ten years old.  The others are fourteen, fifteen, sixteen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What's the oldest one?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "He or she is twenty two years old.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh will you include the ages of those names please?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "I'll do so Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Things have happened in Ermelo, rightly or wrongly.  What is your attitude towards restoring the fibre of the community here in Ermelo?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "I never had a problem with the community, it's the community that had a problem with me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But now that things have happened, are you prepared to allow the community to make peace with you and you with the community?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "Yes I am prepared but I'm only prepared on condition the perpetrators speak the truth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Otherwise you won't?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "No I will not be able to because they're still hiding the facts.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you present when your brother was killed.",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "No I was not but it was reported to me at a later stage and I went to the scene.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So how do you know they're not telling the truth?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "The person who killed him is not telling the truth as to how it happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why do you say so, you weren't there?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "Yes, I wasn't there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So how can you say he's not telling the truth?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "I got the story from the one who related it to me and when I went to check I could see that the one who was telling me was the one who told me the truth before and not the one who testified.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you not see yourself clear or your way clear despite what has happened before, despite what has happened in this hearing, to participate in a process to restore this community to what it should have been and what it was and what it should be?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "No I do not see my way clear because there's no order that was issued, they were just on their own frolic.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That may be so as far as you're concerned.  How are we going to live together in Ermelo if we're still going to fight with each other?  Don't you think it's time for us to make peace despite what has happened before?  How can we carry on and on killing each other?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "I think, Chairperson, there were instances whereby I could not get what you mean or what you meant because at some stages you refused other people permission to say whatever they wanted to say and as long as you're still refusing them permission to do so I don't see us reconciling.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Zwane, let me put it this way, you cannot blame this Committee for anything and even - are you suggesting that if certain things are allowed in this hearing you would be prepared to reconcile?  Is that what you're saying?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "It's true that we can't allow everybody to come and say whatever he or she pleases, you have to select but there is a lot of evidence that you did not allow to be led you just were selective with regard to what you wanted to listen to.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Zwane I'm not going to allow you to ridicule this Committee.  If that's the reason you've come here to testify then I'm not going to allow you to do that.  Do you understand?  You've been allowed here to testify as a victim on behalf of the children and if you have gripes with the community with whom you don't wish to reconcile so be it then.  I'm only finding out as to whether you are willing to do so.  Do you understand?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "I'm not ...[indistinct] the Committee because it has come to assist us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now let us get back to your attitude.  Never mind what has happened in the community before.  Forget about what has happened in this hearing, who said what.  Whether in your view the truth wasn't spoken.  All I'm asking you - can we carry on hating and fighting with each other from now on?  Is life - if life so cheap?  Shouldn't we stop all this and make friends and get on with our lives as it should be?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "Yes there should be negotiations.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For a start are you willing to be part of that?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "I'm not interested.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, is there anything else you would like to raise?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Thank you Mr Chairman.  Mr Zwane, just to get back to your brother.  Was your brother working at the time when he got killed?",
            "Male"
        ],
        [
            "ELIAS ZWANE",
            "Yes he was working at my shop, my businesses.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Where was he staying at the time?  Where was he living?",
            "Male"
        ],
        [
            "ELIAS ZWANE",
            "He had hired or he was leasing some place in somebody else's yard.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "You attended most of this hearing, is that correct?",
            "Male"
        ],
        [
            "ELIAS ZWANE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Thank you Mr Chairman.  You attended most of the hearing and you heard everything that was said about your brother Jwi Zwane by the applicants?",
            "Male"
        ],
        [
            "ELIAS ZWANE",
            "Yes I did.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "In short can you tell this Committee anything about those allegations about your brother Jwi Zwane?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, was he a member of the Black Cats?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And was he a member of the Inkatha Freedom Party?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was the job of the - what did the Black Cats do?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "That's a very difficult question for me because the Black Cats were established by the ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I'm going to request - I'm going to request that the public allow us to continue our job.  Please don't interrupt us.\n\tBut surely you can tell us what the Black Cats do because your brother was a member of that Black Cat group?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "We chose members of the Black Cats at a stadium as an organisation.  We did not call the Black Cats - these were not the Black Cats, I don't know what they called them.  We told them that we do not want them within the community.  I think there was a meeting, managers meeting.  They called members of the Black Cats, they said they wanted to speak to them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Zwane can I just - all I'm asking that in view of the fact that your brother was a member of the Black Cats as you say, what did these Black Cats do.  I'm not asking who chose them and how they were formed.  What did the Black Cats do?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "It was mainly to rob people, they were thugs.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see and I didn't get your answer, was your brother a member of the Inkatha Freedom Party?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "He was first an ANC member then he ended up being a member of Inkatha.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Hattingh.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Thank you Mr Chairman.\n\tMr Zwane, when you gave me instructions in this matter when it was said that the motive for the killing of your brother was political you indicated to me that in your mind the motive was something else, on a personal level between yourself and Mr John Mndebele.  Something about your businesses.  Could you just explain that?",
            "Male"
        ],
        [
            "ELIAS ZWANE",
            "This is a very long story but I was told to make it brief.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Don't you want to lead him?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "This started during the year 1986 when I opened up my shop.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Mr Zwane, if we could be somewhat brief about this.  How long do you know Mr John Mndebele?",
            "Male"
        ],
        [
            "ELIAS ZWANE",
            "A long time.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "When did the first problems start?",
            "Male"
        ],
        [
            "ELIAS ZWANE",
            "I never had a problem with him.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Were there any problems between you and Mr John Mndebele?",
            "Male"
        ],
        [
            "ELIAS ZWANE",
            "This started whilst Jwi was still alive because the comrades would come to the shop looking for Jwi.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Yes, carry on?",
            "Male"
        ],
        [
            "ELIAS ZWANE",
            "Then the other time they couldn't get him and they burnt down my shop.  They burnt my shop about 10 times. ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Zwane, why do you say your brother was killed?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "He was killed because he was working at my shop.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the only reason?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "That is the only reason.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Just one last thing, the role that Mr John Mndebele played in the society here or in the community, could you just briefly tell the Committee about it, as far as you saw it?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Can the witness please repeat the answer, the Interpreter did not get it.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Can you repeat the answer please?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "Anyone who was against him was in trouble.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Mr Zwane, is there anything further that you would like to say?",
            "Male"
        ],
        [
            "ELIAS ZWANE",
            "No, I don't think there is something else because we have limits here.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I have no further questions but perhaps if you in your wisdom would end this witness' testimony, thank you.\nNO FURTHER QUESTIONS BY MR HATTINGH",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions from anybody?  None?\n\tMr Zwane, I'm going to make an appeal to you.  It seems that you do carry a bit of influence in a section of the community of Ermelo at least, is there no way in which you can see your way clear in participation in a process to end this madness of killing people and destroying their property?  \n\tThere are children that need education and they can't be educated in this atmosphere.  There are people who need to live \nin a good society, they can't in this society.  Is there no way you can see your way clear in participating in a process to restore what was here and what should be here?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "There is something that I can do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "To negotiate with the other side and see what we do so as to stabilise the situation and to go back to the old way and try to solve the problems without killing the people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's good for a start, but you must also realise that when you talk about a society, society can't exist on an agreement, it goes further than an agreement, it goes to co-existence, not so?  Is that what you've got in mind?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "Yes, that is what I think.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well hopefully something can be done in the near future where all those have promised here in this public hearing will keep to their promises and let's get a process started at least where this unacceptable nonsense will stop, would you agree?",
            "Unknown"
        ],
        [
            "ELIAS ZWANE",
            "Yes, I do agree.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Sir.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, the next witness with your permission, Olga Sibiya.  She is the mother of Advice Gwala.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which language would you prefer to speak?",
            "Unknown"
        ],
        [
            "MRS SIBIYA",
            "siZulu.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you have any objections to taking the oath?",
            "Unknown"
        ],
        [
            "MRS SIBIYA",
            "I don't have any objections but I don't know why I am supposed to take the oath.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "When you give evidence you give evidence under oath, have you got a problem with that?",
            "Unknown"
        ],
        [
            "MRS SIBIYA",
            "I don't.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you want to give evidence?",
            "Unknown"
        ],
        [
            "MRS SIBIYA",
            "There is no evidence that I'm going to lead but it was a question that I wanted to ask.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well it could develop into evidence then.  I think it would be preferable if you do take the oath and then we can deal with your question.  Are you satisfied with that?",
            "Unknown"
        ],
        [
            "MRS SIBIYA",
            "(sworn states)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What is it you wanted to ask?",
            "Unknown"
        ],
        [
            "MRS SIBIYA",
            "I wanted to hear with regard to my child.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What about him, how he died?",
            "Unknown"
        ],
        [
            "MRS SIBIYA",
            "With regard to the manner in which he died because I am not satisfied by the testimony that has been rendered before this Committee.  I went to his case, that is from Natal to this place, but now it's only now that I get an explanation that I did not get before.\n\tBut some of the evidence that was led in court is not or hasn't been led in this Committee.  For instance, that Mr Gushu testified to the effect that he killed my son outside the car and as he killed my son outside the car, he led testimony to the fact that he was standing opposite him.  \n\tI would like to know as to the fact that if he killed him whilst he was outside the car, how come the car was riddled with bullets?  Who was he shooting inside the car or who was he aiming at inside the car?  That is the first question that I want to pose.\n\tSecondly, according to my knowledge Gushu was standing under a tree opposite the kitchen door.  That is where my son went out.  His kids first went out, three kids, and they got into the car.  The first-born was six years old, the other one was one year and nine months old and the third one was six months old.  They went out with their mother who put them in the car and shut the door and went back into the house.\n\tWhilst she was inside the house the father of the kids went out to the car because there was a kid who was crying and that kid wanted to get into the car and when he got into the car Gushu started shooting, having seen the kids inside the car.  I would like to know as to what aim he had with regard to the kids because up till today the other one was psychologically affected or mentally disturbed.\n\tThirdly, I would like to know as to how many times he shot him.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "On the third question, Mrs Sibiya, was there no doctor's report?  I'm just asking, I don't know if you know.",
            "Unknown"
        ],
        [
            "MRS SIBIYA",
            "What makes me ask is that he said he shot my son whilst he was outside the car but the car itself was riddled with bullets, even the house itself was riddled with bullets.  I don't know whether he was still shooting my son or he wanted to kill us all.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is that all?",
            "Unknown"
        ],
        [
            "MRS SIBIYA",
            "Yes, that is all besides this court issue.  In court Gushu said he was sent or directed by Mr Mabena to kill my son and when I got in here he gave testimony to the effect that Jabu Mkhwanazi directed him to do that.\n\tNow as to who gave the order remains a mystery.  I came across JJ Mabena, I was from Durban having come to Mbalendle.  They talked and their friends, but it comes as a surprise to me that he actually issued the order that my son be killed.  Now I want JJ to explain as to how he could issue such an order.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh, will a similar exercise be done in respect of the children of Mr Gwala?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "...[inaudible]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mrs Sibiya, you must correct me if I'm mistaken, it seems that most of the questions you ask are related to evidence that was given in the criminal trial, am I right?",
            "Unknown"
        ],
        [
            "MRS SIBIYA",
            "That is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Now unfortunately I wasn't present at the time and in order to appreciate the position I must add that as far as I know, I could gage, most of these accused pleaded not guilty in the trial, if at all.  And it follows they would not tell the truth if we have regard for what they say today or in this hearing, do you follow so far?",
            "Unknown"
        ],
        [
            "MRS SIBIYA",
            "Yes, I do follow but now I'm asking with relation to this hearing because Mkhwanazi testified, that was not a court statement but it was his own testimony that he spoke to Mabena that Advice should be killed.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I'm coming to that.  Now to what extend people have not told the truth in the criminal case one never knows.  It is obvious that they did not tell the truth in order to get acquittals, but when they come to this forum, into this hearing, they take advantage of an opportunity that has been provided.\n\tI know not all the people support this system, I'm aware of that but the fact of the matter is that it is here and it is available to people to come to this hearing and make application for amnesty.  They are supposed to tell the truth.  Even then one cannot guarantee that the whole truth will come out, hopefully it will.\n\tEach of the applicants here have conceded, some in my view unnecessarily, that they were guilty of murder and suchlike crimes.  I don't know, I can understand your questions but to compare what was said in the criminal trial to what was said here is likely to give one doubts, as you can understand.\n\tI don't know if it would not be more suitable to want to find out the political reasons, the political motives why people were killed as opposed to what happened at the scene of the incident because we are going to go around arguing with each other about the factors and the facts as it happened then and in my view it doesn't get us very far.\n\tPerhaps one should question whether there was really a political motive or not to justify that killing.  I'm not saying that killing in any way can be justified but the law has taken cognisance of that possibility.  I can understand also that you are angry, you've lost a son.  I think there are many people in this country who suffered the same heartache.  \n\tHaving said that, I don't know if anyone of us are able to answer these questions for you.  It is good to have got it off your chest, to have got it out of your system to have asked the question.  One can only hope that it will help to sooth the pain that you obviously are experiencing.  \n\tThat is about all that I can say about the issue and to repeat that I don't know whether anyone of us is able to answer those questions.  Mr JJ Mabena you've heard this morning, his matter has been postponed to another hearing.  Perhaps I can ask the evidence leader to note your name and address so that you are informed when Mr JJ Mabena is going to testify on this issue.  I hope that will help, that you will be informed of that opportunity to go and find out and perhaps even get him to answer such questions that you have.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Thank you Mr Chairman.\n\tMrs Sibiya, the three children of the late Advice Gwala, were they physically injured in the incident?",
            "Male"
        ],
        [
            "MRS SIBIYA",
            "No, they were not physically injured but the other one I think is psychologically affected or disturbed because after their father's death just after the funeral, each time this child sees a white car he or she runs after that white car saying: \"Here comes my father\".\n\tAs long as there is a white car that is travelling along the streets she chases after the car.  I would like to get some help with regard to that.  I do not know what to do with Mabena, Mkhwanazi and Gushu.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Sibiya, are you looking after those children now?",
            "Unknown"
        ],
        [
            "MRS SIBIYA",
            "That is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So that if the Committee needs to contact anybody in respect of the welfare of those children, are you the person that they must contact?",
            "Unknown"
        ],
        [
            "MRS SIBIYA",
            "That is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What address would that be?",
            "Unknown"
        ],
        [
            "MRS SIBIYA",
            "It's number 18, Tunner Road.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Spell that please.",
            "Unknown"
        ],
        [
            "MRS SIBIYA",
            "T-U-N-N-E-R.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "T-U-N-N-E-R Road.",
            "Unknown"
        ],
        [
            "MRS SIBIYA",
            "Yes.  Empangeni.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Any other Mr Hattingh?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I have no questions.  Perhaps I would just like to ask the witness whether she has something more to say.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'll do that.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Thank you Mr Chairman, then no further questions.\nNO FURTHER QUESTIONS BY MR HATTINGH",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I assume there is nobody else that wants to ask this witness questions.\n\tMrs Sibiya, is there anything else you would like to say?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you for your interest in the matter.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Thank you Mr Chairman.  With your permission, Matthew Gwala.  He is the brother of the deceased, Advice Gwala.  The reason why I'm calling on him is not as a victim but as on the merits of the matter.  With him too I don't believe that we are going to be spending a lot of time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he present?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Not at the incident, no Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So how can it effect the merits?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, on the basis of the motive, the alleged motive.  If - Mr Chairman, I am in your hands, I ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I appreciate your position, you've probably been, for what of a better word: \"harassed\" to allow the evidence. You know one gets tangled in the law and not everybody understands the law and this is specifically for victims and in the case of the deceased Mr Gwala we have established who those victims are and we have had a witness on behalf of those three children.\n\tHow long is he going to be?  I don't know why he wants to come and testify.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I don't think we're going to spend more that five or ten minutes with him.  I really think that we're not going to serve a good purpose if we keep them away from getting things off their chest.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Call him, call him.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Gwala, what language would you prefer to speak?",
            "Unknown"
        ],
        [
            "MATTHEW GWALA",
            "siZulu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, do you have any objection to the taking of the oath?",
            "Unknown"
        ],
        [
            "MATTHEW GWALA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR HATTINGH",
            "Thank you Mr Chairman.\n\tMr Gwala, is it correct that you are the brother of the late Advice Gwala and that you attended this hearing and you listened to all the evidence of the applicants?",
            "Male"
        ],
        [
            "MATTHEW GWALA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Is it further correct that prior to the incident where your brother got killed, that you stayed with him for a period at his house?",
            "Male"
        ],
        [
            "MATTHEW GWALA",
            "Yes, that is correct.  As Gushu led his evidence he knows us very well, we were together at Mbalendle.  He died after only two months whilst I was in Empangeni.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Were you still staying with your brother, Advice Gwala, when he got killed?",
            "Male"
        ],
        [
            "MATTHEW GWALA",
            "I had already left.  I left in August and he died during November, I think it was the 4th of November.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Can you just briefly give this Committee some indication as to what the situation was in that particular area where Advice Gwala lived during that period?",
            "Male"
        ],
        [
            "MATTHEW GWALA",
            "It's shocking to hear that there was violence at Mbalendle.  At that stage there was absolutely no violence at Mbalendle.  What was there at Mbalendle was that the people were mixing and they had absolutely no problem, there was no violence.  Maybe what disturbed members of the community was that other people suspected each other insofar as politics were concerned but these was absolutely no violence at Mbalendle.  It was a relatively quiet place.\n\tThe only problem with Mbalendle was thugism or gangsterism and that would happen during the night not during the day.  Gushu himself knows that we used to move around, go to shebeens, drink, have a wonderful time.  \n\tI met Gushu through Raymond Bopela, that is where Advice Gwala was staying, at Bopela's place.  During those days I was not employed so they used to buy liquor for me because they were working and we had absolutely no problem.  \n\tAt times we would visit different places and now he is denying that he knows my brother.  It came as a shock to me.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "So you say that Gushu did know your brother, Advice Gwala, before he killed him?",
            "Male"
        ],
        [
            "MATTHEW GWALA",
            "He knew him very well.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "The role that your brother played in the area, you've heard all the allegations of his involvement in the friction that occurred in the area, what are your comments in that regard?",
            "Male"
        ],
        [
            "MATTHEW GWALA",
            "These are blue lies.  I won't put it in any other manner as to say it was a mistake.  It's just a blue lie.  As I've already explained that Mbalendle never had a problem at any stage so Gushu was telling lies.\n\tAll the evidence that he rendered was lies and my brother's never been involved in Black Chain gang, I don't even know those Black Chain gangs.  I used to be with my brother every time and everywhere.  \n\tAt times we would go to meetings that were addressed by Mr Mabena.  It never ever happened that he got involved with the Black Chain gang.  He was involved with UWUSA at one stage and I told him that he should stop being involved in politics, he should just look for a job and he ended up working for a company that was based in Pretoria.  I think he was working at Evander.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Nevertheless, was Advice Gwala involved in politics at the time?",
            "Male"
        ],
        [
            "MATTHEW GWALA",
            "He was a member of Inkatha but due to the fact that Mbalendle was not active he was also rendered inactive.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "You've heard the motive for the killing of your brother, do you have any comments in that regard?  Just briefly.",
            "Male"
        ],
        [
            "MATTHEW GWALA",
            "All the evidence that Gushu rendered with regard to the VAT boycott, that is a blue lie because he never did that.  He never at any stage advocated for the payment of VAT.  Maybe Gushu could tell us more with regard to that.\n\tI think Gushu has got a personal problem with Advice Gwala because Gushu knew my brother very well but all of a sudden when he renders his evidence he claims that he never knew my brother.  \n\tThat is what makes me believe that the there was absolutely no political motive or objective because if Gushu said he was sent by a political group because maybe they feared that he was going to rally people to join Inkatha, but now he's talking about VAT matters and he testified to the effect that he does not know Advice Gwala, that's a blue lie.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Are you going to be asking a question on a different aspect?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "No, Mr Chairman, I have finished my questions but once again I would just like to ask you to terminate the examination of the witness, thank you.\nNO FURTHER QUESTIONS BY MR HATTINGH",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions from others?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Mr Chairman, there's just something I want to clear up.\n\tMr Gwala, this evidence which you've just given to the Committee now about Mr Gushu knowing your brother very well and socialising on occasions with him, did you tell this to Mr Hattingh?",
            "Male"
        ],
        [
            "MATTHEW GWALA",
            "No, I never told him because I never got a chance to consult with Mr Hattingh because the session had already started when I came.",
            "Male"
        ],
        [
            "MR BLACK",
            "Yes, but you heard Mr Gushu's evidence I gather?",
            "Male"
        ],
        [
            "MATTHEW GWALA",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR BLACK",
            "Not of this was every put to Mr Gushu to give him an opportunity to comment on it, so I'm just putting that to you.  You didn't  ...[intervention]",
            "Male"
        ],
        [
            "MATTHEW GWALA",
            "If I'm not mistaken that question was posed and it was put to Gushu and Gushu answered that he only knew the car as well as the number plate and he further pointed out that he did not know my brother personally.  That is where my problem lies because Gushu was not telling the truth.  We are here to speak the truth and what is written there is that truth is the road to reconciliation.  What are you going to reconcile if there is no truth?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that all Mr Black?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Mr Chairman, obviously from a legal point of view, I'll address the court on that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Gwala, is there anything else you have to say?",
            "Unknown"
        ],
        [
            "MATTHEW GWALA",
            "I would like to voice my feelings with your permission Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If there's anything you haven't said before, please say it but if you've said it then I've heard it.",
            "Unknown"
        ],
        [
            "MATTHEW GWALA",
            "No, it's not something that I have said, it's the feeling that we have as black people.  What I would like to import to this Committee, I have a belief that we have come here to try and reconcile.\n\tNow with regard to the applicants, I think it is better for them to tell the truth so that we can be able to reconcile.  We regard ourselves as the victims, direct or indirect.  Now I would like to tell my brothers and sisters that in such matters, it is detrimental to the community for us to conduct ourselves like animals.  \n\tI think this is a place that we need to respect and conduct ourselves accordingly and listen to the testimony that is rendered and thereafter we can voice out our comments.  It is not good for us to start clapping hands and to start mocking because we are impressed with a certain speaker.  This is my personal feeling.  \n\tI think as people we have got to tolerate each other and realise that whatever we have come here to discuss, by they time we go out we have reconciled because we have shown some tolerance, thank you very much Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thank you.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Hattingh?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, are we not going to take a break?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "May I then just ask for a five minute break to consult with the next witness before we carry on.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Three witnesses.  We've gone through three and in the end it will only be six.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Mr Chairman, I omitted to mention the name of a dependant of the deceased Themba Mlangeni.  He has got a minor child of 15 years of age.  He is in the care of the same person, Bheki Mlangeni, the brother of the deceased.  May I just give the name to the Commission?  It's a 15 years old boy, his name is Mfanmpela Mlangeni, spelt: M-F-A-N-M-P-E-L-A Mlangeni, 15 years, ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Mfanmpela Mlangeni, born on the 15th of October 1983.  It's the same address Mr Chairman, thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, before we proceed, may I just then at this stage hand up the bundle of documents which I made available to the other legal representatives.  The next witness will be Thembisile Nkambule and I beg leave to call her.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Shall we make this and Exhibit??",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "B I believe.  I believe there was an Exhibit A and then this will be B and it's marked from pages 1 to 22.  Sorry, I understand from Mr Zuka Mapoma that it is Exhibit 2.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can somebody close that door please.\n\tMiss Nkambule, what language would you like to speak?",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "siZulu.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you have any objections to taking the oath?",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR HATTINGH",
            "Miss Nkambule, is it correct that you are the sister of the lady that got killed on the 12th of April 1992, together with Chris Ngwenya?",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "And that you were also involved in that incident and that you got injured?",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "Is it further correct that this incident occurred towards the evening of that day?",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "That is correct.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "Would you please go ahead and tell the Committee what exactly occurred during that incident?",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "It was on the 12th of April 1992, on a Sunday I think, if I still remember very well.  We were coming from home at the hostel, myself, my sister Lindiwe who is now deceased and my brother-in-law, Chris Ngwenya.\n\tWhen we approached the cafe just before we took the corner Motopeng Street, we saw two males standing there.  The one was on the left and the other one was on the right next to the disco ...[intervention]",
            "Female"
        ],
        [
            "MR HATTINGH",
            "Miss Nkambule, just slow down a bit.  When you came down the street ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you want to stand down to recover and we can carry on with somebody else?",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "I can continue.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are you sure?  I don't mind standing down.",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "Yes, I'm sure.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Before you carry on, I would please ask you to just speak slowly to enable the Interpreter to also interpret for us.  When you came down the street with Lindiwe and Chris, how were you walking as a  group?",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "When we got into that road my brother-in-law was in front on the left, my sister was in the middle and myself on the side.  When we took the corner at the street we were coming from upwards towards Motopeng Street and when we were just in the middle of these two men whom I didn't know then, gunshots started firing ...[intervention]",
            "Female"
        ],
        [
            "MR HATTINGH",
            "Before you carry on, can you stop there please.  At the time when you met the people or you reached the people who were eventually to shoot at you, were you and Chris and Lindiwe walking next to each other or what was the position?",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "No, we were not so close as to touch each other, each one was walking freely and separately but together.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "Side by side or behind each other?",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "No, we were walking side by side.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "Did you see the two people before they started to shoot?",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "We approached and we saw them.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "Where did you see them?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "She said: \"Standing on either side of the disco\".  When they got inbetween them they were shot at.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Carry on.",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "And when we were in the middle of these two men they started shooting and we fled as we(?) starting shooting.  Myself and my brother-in-law took the direction downwards and my ...[intervention]",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What do you mean: \"downwards\", from this direction you came from or how?",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "We were approaching a place that looked like a playground in open space.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "And as we were running away, I had not been shot at the time.  I was carrying a pot and as I was running I could feel that my leg was now being affected.  I threw the pot away and ahead of me there was some sparkle of fire on the pavement.\n\tI ran away right up to Mr Mhlango's shop.  I got into the shop and related the story to him, during which time he telephoned the police and he suggested that I should not stay there because he was afraid.  He did not know the people and they might follow me into the shop.  I got out of the shop through the back door and continued running.  \n\tI got into a house next door, hid myself in the toilet.  One person of the household came to the toilet.  I stood up afraid as I was, not knowing what was happening and the person who was standing outside the door realised that there was a person inside.  The person shouted, indicating that there was somebody in the toilet. \n\tPolice came.  I went back and my brother-in-law was already lying down but at the time I didn't know where my sister was.  I indicated to the police that I didn't know where my sister was.  They requested that I get into the ambulance and I refused. \n\tAt the time I hadn't felt the pain but had realised that I got injured.  The ambulance attendant wanted to know why I was not getting into the ambulance and I indicated to them that I was afraid because people were being finished off at the hospitals at the time.\n\tThese people came back later in a white van accompanied by the police.  They took me to the hospital where I was under police guard.  On that very same evening I was not able to sleep because police keep coming to take statements from me.\n\tI had not known the killer at the time and on the following morning when I was supposed to go for an operation with an intention of checking as to whether the bullet was lodged in me or not, there was a group of ANC woman who came saying I should not be admitted to the hospital, I should be removed.   People were present refusing permission, people who wanted to come in and see me.\n\tI left the hospital without have been healed because the nurses were afraid, seeing that there were allegations that I was a member of the Black Cats.  After the operation two days thereafter, I tried to got to the toilet but the stitches got off and they couldn't sew back the stitches.  That is how I was discharged back home.\n\tThe police often came home, that is the detectives trying to get information from me and right up until 1994 when they came to inform me that the killer had been apprehended.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "Do you know with how many shots you were hits?",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "I don't know.  I could not count because I was confused and shocked.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "What injuries did you suffer?",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "Would you please explain?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Afterwards, how many scars or scabs, or couldn't you find out how many injuries you'd\nsustained?",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "I sustained one scar on the thigh because the bullet got through my thigh from the back and exited on the front.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So you were hit once?",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "That is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Now when were running and you were hit, how far was Ngwenya from you?",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "He was already lying down when I was shot as I was running.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He would obviously then have been behind you?",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "That is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you see him fall?",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "No, I only saw once he was lying down.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you run past him when he was on the ground?",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "Chairperson, I would like to explain.  When I threw the pot away I looked back and realised that he was lying down.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And your sister?",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "I couldn't see where she had disappeared into and I only heard about her when I was in hospital because for the first time when people came to me in hospital they didn't want to tell me the truth, people like Mtetwa.  They were afraid that this was going to affect me seeing that I was still awaiting an operation and they only told me later that she was in the mortuary.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "When you heard these sounds of gunshots you turned and ran away and you know that Ngwenya was running in the same direction with you, but when you turned around after having thrown the pot away you saw him lying on the ground, do I understand you correctly?",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "That is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you know in which direction your sister ran when you first heard the shots or can't you say?",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "When I saw her last she was taking a direction toward my brother-in-law's place.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Would that be in the same direction you were running or some different direction?",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Some other direction to what you were running?",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "She was proceeding towards where we were headed.  She went straight to my brother-in-law's place\nand we took the direction towards the grounds.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I see.   And you don't know when she was injured?",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "No, I have no idea at all.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Hattingh, any more questions?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Just confirmation.\n\tWhen you were hit, was that after you had thrown down the pots?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, she said she threw the pot down because she was hit, when she felt there was something wrong with her leg.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Do you still suffer from any problems today with your leg?",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "Yes, because since then my leg was never the same because I was not even offered any help at the hospital.  My leg is no longer the same.  For example, when it is cold it is affected.  For example, I was playing soccer on Monday and I was affected and I could not walk thereafter.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "Then if we just turn to page 11 of Exhibit B, that will be your statement.  In paragraph 3 thereof, the last sentence you say words to the effect that you identified the one person as being an employee of Mr John Mndebele.",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "That is correct.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "Who was this person?",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "The one person that I identified was Mzala.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "Is that his nickname?",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "I don't know whether that's his nickname or not but that is one name that was used in the township.  The same name is still being used.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "Just lastly, when the people started to shoot at you, just to confirm, were they in front of you or to your side or at your back?",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "One of them was on the side and the other one was on the other side and we were in the middle of both.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "Just indicate, Chris and Lindiwe, did they have children?",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "Yes.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "What is the present position with their children?  What happened to them?",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "They are in a terrible state because they are now under the care of my unemployed uncle.  They are just children who are living in the mercy of the Lord because the deceased died pregnant.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "How old are the children?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh, I will accept your attorney's list with their ages.  I need an address though and I want it before we go home.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Then just lastly, your mother was involved in this hearing until some stage, is that correct?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Of what relevance is that Mr Hattingh, she's no longer involved?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I'll skip that question.\n\tWere you approached at any stage by anyone to withdraw your opposition to the applications?",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "No, no.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "Thank you Mr Chairman, no further questions.\nNO FURTHER QUESTIONS BY MR HATTINGH",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR BLACK",
            "Yes, Mr Chairman, I want to just clear up two matters here.\n\tMiss Nkambule, would you look at that document that you're holding in front of you there.  That is a statement which you made to the police under oath, is t hat correct?  And have you been through that statement?",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "That is correct.",
            "Female"
        ],
        [
            "MR BLACK",
            "Now from what I gather from the statement in paragraph 3, page 11, you say that you definitely recognised a man called Mzala and as I read that statement as a whole, he was the man that was wearing this orange coloured jacket, is that correct?",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "I said I identified him as wearing that jacket and I identified him to be perhaps the same person as Mzala.",
            "Female"
        ],
        [
            "MR BLACK",
            "No, you said you definitely immediately recognised this man as Mzala.  Are you aware of the fact that Mzala was arrested for this offence?",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "I disagree with that.",
            "Female"
        ],
        [
            "MR BLACK",
            "I put it to you that Mzala was arrested and acquitted on these counts, do you know anything about that?",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "I would like to explain to you what I know.  You are saying I saw him.  I am saying here, the person looked like Mzala and they asked me the same question in court and I indicated to them that I only recognised him and thought of him as Mzala.\n\tMzala himself came to my home to ask me why I had mistaken him for the people who were shooting.  I indicated to him that I had mistaken him for the people who were shooting because of the jacket similar to the one he has.",
            "Female"
        ],
        [
            "MR BLACK",
            "Okay, no, but the point I'm getting at is just that Mzala was arrested and acquitted ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why make the point Mr Black.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "I just want to clear this up, who Mzala is because it was kept on ...[indistinct] to some.  I'll move onto the next issue.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Didn't Mzala come and say he was party to the shooting?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "No, not at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well then he's not before this Committee?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes.\n\tIf I just carry on.  If we just move down your statement, say at paragraph 6, let's get to that paragraph.  In paragraph 5 you said you went into Mr Mhlango's shop okay?",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "That is correct.",
            "Female"
        ],
        [
            "MR BLACK",
            "And you go on in paragraph 6 that you noticed that you had blood mark on your rear side of your thigh and Mr Mhlango then telephoned the police and the police arrived, you see that?",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "Yes, I do see that and that is correct.",
            "Female"
        ],
        [
            "MR BLACK",
            "You then say that when you came out of the shop then you found that Chris was lying on a piece of open ground in front of the shop and I assume that this is the shop that you'd run into, that's Mr Mhlango's shop?  That's how the statement reads.",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "No, that's not the shop, I would like to explain to you.  The one shop in front of which he fell belonged a certain teacher, not Mhlango's shop.  Mhlango's shop is the one to which I fled but he fell in front of another shop.  I don't know whether you understand.",
            "Female"
        ],
        [
            "MR BLACK",
            "No, that's what I wanted to clear up, that's all I'm trying to do because that's the, you know this is the statement that was written down, possibly by the police, that you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that all?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes, that's all thank you.\nNO FURTHER QUESTIONS BY MR BLACK",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anybody else?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR PATEL",
            "I have a few questions Mr Chair.\n\tMiss Nkambule, before I commence any cross-examination, I've been asked by the applicants whom I represent to apologise to you for what happened to you and also to apologise to any other people that have testified before you as victims.\n\tInsofar as what you say, I'm a bit confused as to how things happened.  Do you understand compass points, north, south, east and west?",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "Yes, I do.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Before you carry on Mr Patel, maybe I can cut this whole thing short.\n\tIn relation to you throwing away that pot that you were carrying, do you know when Chris was injured?",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "I have already explained that I don't know when he really got hurt, what I realised was that he was already lying down, shots were being fired ...[intervention]",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "When you threw the pot away?",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "I threw the pot away when I felt something on my leg, I three the pot and I fled.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And at the time you turned around and you saw that Chris was lying on the ground?",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "That is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I gain the impression that you felt this discomfort after being injured, not necessarily at the exact time you were injured but maybe a couple of seconds or a minute or so afterwards, am I correct?",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "That is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And you ran a few metres after feeling this initial discomfort and then you threw this pot away?",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "I threw the pot away when I felt something touching me and I ran away not feeling any pain for some time.  I only realised that I was hurt when I got into the shop.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I hope that has cut down a bit of the questioning Mr Patel?",
            "Unknown"
        ],
        [
            "MR PATEL",
            "As it pleases you Mr Chairman.\n\t650 Motopeng Street, this incident took place in Motopeng Street, am I correct?",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "I would like to differ before answering.  Initially when you spoke to me you said you have been delegated to apologise on behalf of these people, which signs have they indicated to you, if at all, that they are really sorry and they would like to apologise?",
            "Female"
        ],
        [
            "MR PATEL",
            "Will you answer the question?  Will you answer my question?  Did this incident take place in Motopeng Street?",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "Yes, that is correct.  I am not being impossible, I just want you to answer my question.",
            "Female"
        ],
        [
            "MR PATEL",
            "I am here to ask the questions, you are here to answer them.  Do you know where 650 Motopeng Street is?",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "...[no English translation]",
            "Female"
        ],
        [
            "MR PATEL",
            "I didn't get the translation.",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "I just want to explain to you, maybe you are confused.  I just indicated to you that I don't know the numbers, the reason being that I had not stayed there for a very long time, that's why I don't know the numbers.",
            "Female"
        ],
        [
            "MR PATEL",
            "If I understand you correctly, there was one assailant on either side of the group of three ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Patel, can I just ask a question, does what this witness says, does that destroy what your client said?",
            "Unknown"
        ],
        [
            "MR PATEL",
            "Mr Chairman, this witnesses evidence contradicts what my clients say with regard to her injuries and the death of Lindiwe insofar as she attempts to put them further from Mr Ngwenya who was the target, who my clients, my client's version is that, one of my client's version, is that they were hit accidentally.  This witnesses version is to put before the Commission that that version is not correct and that in fact they were hit intentionally.  That is the impression I get from the evidence that has been led and put before the Commission.",
            "Male"
        ],
        [
            "ADV SANDI",
            "But Mr Patel, if one is speaking in terms of the chronology of events, what happened to whom and at what stage specifically, I think she says she is unable to say at what stage Chris got hurt.  She threw the pot away and when she turned she saw Chris lying on the ground.  How does that destroy the version of your client?",
            "Unknown"
        ],
        [
            "MR PATEL",
            "As I understood her evidence to be, even after the pot was discarded you had shots being fired.  This is how I understood her evidence to be and Chris had already fallen.  If I'm mistaken in that then I'm mistaken.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were there shots after you threw the pot away?",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "Yes, they continued shooting.  I got into the shop and the gunfire continued.",
            "Female"
        ],
        [
            "ADV SANDI",
            "And where was Chris at that stage?",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "He was already lying down.  One other thing that I'd like to explain here is that Mr Gushu, as Mr Patel is explaining, Mr Gushu says we were accidentally shot and if that is the case they ought not to have shot me because I had already fled.  They should have let me go when I was fleeing, they were not supposed to do anything to me.\n\tThey shot me at a time when I was a distance away from Chris, that cannot be a mistake.  If that was a mistake, really they were not supposed to continue shooting at me.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What is your position if they shot at Chris who was behind you in rapid succession and one of the bullets passed him and hit you, by the time you turned around he had fallen.",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "I think if you had had a glimpse of the photographs of the scene of the crime you would understand.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Don't answer the question like that now, we're not fighting.  I'm asking you whether you can discount the scene I described to you, that you are running, Chris is running virtually in the same direction, as you testified, the target is Chris.  They're not only going to shoot him once, they shoot at him a few times.\n\tOne of the bullets pass him and hit you because you're in front in the general direction of the bullet, can you discount that kind of scene?  Because that is what Gushu said.  It could be that one of the bullets had passed Ngwenya, struck you?  Do you say that can't be true?",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "I understand Chairperson, but I'm not sure, I don't understand.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No, you can't understand and not understand.  If you don't understand then I must repeat it.\n\tYou say you ran away in a particular direction, do you understand that?",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "Yes, I do understand.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You say when you started to run away Chris ran in the same direction as you were running because you two ran together or started running together, correct?",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "But at some time you were in front of Chris with this pot, correct?",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "That is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Now if Chris was their target to be shot and they didn't shoot him only with one shot, they directed a number of shots towards him and one of those shots missed Chris, is it not possible that that shot could have hit you because you were in the general line of fire but in front of Chris?",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "I do understand, I've now answered.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Would you discount that scene or would you concede it is a possibility?",
            "Unknown"
        ],
        [
            "THEMBISILE NKAMBULE",
            "Yes, I would say that was possible.",
            "Female"
        ],
        [
            "MR PATEL",
            "Thank you Mr Chairman.\n\tMiss Nkambule, how many times was your sister shot?",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "I have already explained that I don't know.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ja, I was just going to ask that, she answered that question.",
            "Unknown"
        ],
        [
            "MR PATEL",
            "As it pleases you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] record of a post-mortem?",
            "Unknown"
        ],
        [
            "MR PATEL",
            "None that has been put before us except in the Investigation Diary which was part of the other bundle of documents.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What does it say?",
            "Unknown"
        ],
        [
            "MR PATEL",
            "It's Point 7 on the SAP 5 Investigation Diary, that Lindiwe ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What page is that?",
            "Unknown"
        ],
        [
            "MR PATEL",
            "It's not part of this bundle that has been given but it's part of those documents that were given to us on the second day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well we didn't get that but anyway what did it say there?",
            "Unknown"
        ],
        [
            "MR PATEL",
            "It says that Lindiwe Nkosi was found by Papa Nbokane, 636 Manana Street and Bafana Umkhumalo of 799 Malaza Street.  She was lying on her stomach with a chest wound.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "A chest wound?",
            "Unknown"
        ],
        [
            "MR PATEL",
            "Shot to the front.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well is that going to be a thing that's common cause?  It's the closes I think we've come to an injury to the deceased.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I cannot really say it's common cause, I cannot deny it but I cannot say it's common cause.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] document is it?  Who produced that document?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "The document that is being referred to is the Investigating Officer's diary.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who produced that document to this hearing?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "The Evidence Leader.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, okay.  But you say you cannot deny it also?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "No, we don't have the benefit of the post-mortem so we don't know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Patel, is there anything more?",
            "Unknown"
        ],
        [
            "MR PATEL",
            "One last question Mr Chairman.\n\tYou will concede, Miss Nkambule, that this event was traumatic for you and that you would have been confused and shocked with regard to the events surrounding it?",
            "Male"
        ],
        [
            "THEMBISILE NKAMBULE",
            "That is correct.",
            "Female"
        ],
        [
            "MR PATEL",
            "I have no further questions Mr Chairman.\nNO FURTHER QUESTIONS BY MR PATEL",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] questions?\n\tYes, thank you, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, pertaining to this incident I would just like to refer you to page 13 and 14 of this new bundle, Exhibit B, the statement of Pindi Mary Jane Yende, in particular paragraphs 3 and 4 thereof where it also deals with this incident, that is the lady at the shop where the previous witness ran into.  We're not calling this witness but we're just making it available to the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have we got one more witness left?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, one of the witnesses was not here this morning but she apparently arrived in the meantime, Sonto Gertrude Nkosi, the mother of Obed and  she will be the next witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is she going to testify on the merits Mr\nHattingh?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, no, she is not going to testify on merits.  The only thing that she will tell this Committee is that she did visit her son that evening in the hospital and she will tell us what wounds he had a the time and that the next day she was advised that he was killed in hospital.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mrs Nkosi, what language would you like to speak?",
            "Unknown"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "siZulu.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Have you any objections to the taking of the oath?",
            "Unknown"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "Yes, I have a problem.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What problem?",
            "Unknown"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "I will take the oath.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Please stand.",
            "Unknown"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Hattingh?",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR HATTINGH",
            "Thank you Mr Chairman.\n\tMrs Nkosi, is it correct that Obed Nhlabathi was your son?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "At the time of his death, how old was he then?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "He was 17 years old.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "Can we take it that he did not have any dependants at the time of his death?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "No, he didn't have children.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "Is your husband still alive?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "Yes, he is still alive.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "What I first would just like to clarify is that although you are a victim of this particular incident where your son died, is it necessary for your particulars to be entered and referred to the Commission for reparation?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is your full names please and can you spell it?",
            "Unknown"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "Are you talking about my address?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Your names first and then your address.",
            "Unknown"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "I am Gertrude, Gertrude Nkosi, Gertrude Sonto Nkosi.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What is your address?",
            "Unknown"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "Number 56, Bingubela Hostel.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Where is that?",
            "Unknown"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "It's a hostel in Ermelo.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Is it correct that you visited your son in the hospital on the 29th of May 1992?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "Yes, that's correct.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "What was his condition when you saw him in hospital?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "I was also sick.  Mtunzi came at about 12 midnight.  He told me that Obed was shot next to the disco.  I woke up and I went to look for a gentleman who had a car and he took me to the hospital.\n\tWhen I went into the hospital he was asleep.  The nurses were stitching him and I asked him what happened.  Obed said: \"They shot me\".   He said he was shot by Bongani and I asked the reasons, he said he didn't know, he started crying and I started crying also.  \n\tThe nurses told me not to cry because the bullets were not embedded in the body, they were just on the flesh but he bled profusely.  They inserted a drip.  We went to the ward, ward number 7 and we undressed him and he put some pyjamas.  He told me that he was hungry and I told him that it was already late, the shops were all closed because it was a quarter to two.\n\tI promised him that the following day I would bring him some food but he insisted.  I told him he must wait until the following day.  When I was at the door on my way out I sat down.  I sat there.  \n\tAn old man came but I didn't know who he was.  He was fat and short.  He came and he was driving in a grey car.  He asked me where Obed was.  He said he was looking for Obed.  I didn't respond, I kept quiet.  I became afraid.  It was about 2 o'clock, 2a.m.  We were afraid to go home and we decided to stay there until early in the morning because I didn't trust this man.\n\tWe left, we went to the graveyard.  We went to an, we went up, we went through the graveyard.  I went home and I told my mother what happened.  I woke up early in the morning and I said I was in a hurry.  I wanted to go to my work to tell my bosses that my son was in hospital. \n\tWhen I arrived there at my work my bosses were not there.  There was only a child there.  I told them that I'm only going to do the washing because I wanted to go to the hospital.  I went to the hospital.  I brought chips, milk and bread for Obed.  When I went into the hospital I went into his ward.  I found the people waiting there, waiting for the nurses because they wanted to be discharged. \n\tI went past those people and went straight to his ward.  The other people were crying inside the ward and I asked the other patients who were there, I asked them about Obed's whereabouts and they asked me if I was related to him.  I told that I'm his mother but they said to me: \"We won't tell you anything, you better go and ask the nurses\".\n\tI went to the nurses and I asked them.  The nurses kept quiet.  I asked again and they kept quiet and I asked again and they said I must come in.  They asked me about my relation to Obed.  I told them that Obed was my son.  I was very worried.  The people were still waiting.  They wanted to be discharged because they said they wanted to die in their own homes.  \n\tThe nurses told me that Obed passed away and I asked the reason.  They said he just died but I said that is not possible.  They said he bled, that's why he passed away.  I started crying and I got some water to drink and they gave me some tablets.  From there I went straight home.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "When you left Obed the previous night, was he already asleep when you left him?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "He was lying facing upwards.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "Was he still awake?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "His eyes were closed but he was not asleep because he had drips all over.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "The wounds that he did have on that previous night when you visited him, would you just describe the wounds, were they on his side, on his arms, on his legs, what did you see?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "The wounds were on the stomach.  It means that the bullet came through the front and it went out through the back.  That's when I saw him for the first time.  The following day I went to the mortuary and I realised that he had another bullet wound on his forehead and the other one was at the back.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "At the hospital that evening, did you see any of Obed's friends there?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "No, there were patients that I didn't know, I didn't identify any of those.  I only knew Obed in the ward.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "It was already very late at night, did you see any other people at the hospital, young people apart from patients?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "No, I didn't see anyone.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, I have no further questions for this witness.  I would just like to mention that pages 1 to 10 of Exhibit B pertains to this incident.  Page 1 is the certificate of post-morten examination showing the two shot wounds.  Page 2 to 5, if I might just say that there are two statements from Selby Sonnyboy Sebusa and Mandla Steven Shongwe who make mention of 10 to 12 people coming to the ward when Obed was killed.\nNO FURTHER QUESTIONS BY MR HATTINGH",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I take it nobody else has questions?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR BLACK",
            "Yes, I have a few questions, thanks Mr Chairman.\n\tMrs Nkosi, you've told us of the terrible thing which happened to your son, but at midnight who came to tell you that Obed was in hospital?  What was his name again?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "It was Mtunzi.",
            "Female"
        ],
        [
            "MR BLACK",
            "Mtunzi.  Now is Mtunzi a friend of Obed?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "Yes.\nCHAIRPERSON",
            "Female"
        ],
        [
            "MR BLACK",
            "About the same age?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Black, what has this witness said that contradicts your client's version?",
            "Unknown"
        ],
        [
            "MR BLACK",
            "I just want to clear up something that, who took Obed to the hospital.  It seems to be as if ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well let's find that out.",
            "Unknown"
        ],
        [
            "MR BLACK",
            "Yes, that's what I'm getting at, thank you.\n\tDid Mtunzi tell you who took Obed to the hospital?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "It was Mtunzi who took him to the hospital.",
            "Female"
        ],
        [
            "MR BLACK",
            "And some of Obed's other friends?  Did he say that other friends of Obed also went with him to the hospital?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "He went to the hospital with Mtunzi and Cecil.",
            "Female"
        ],
        [
            "MR BLACK",
            "Okay.  Another friend of his?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "Yes.",
            "Female"
        ],
        [
            "MR BLACK",
            "Now Mrs Nkosi, at that time you did hear, you were aware of the fact that there were Black Cats and people in the township, is that so?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "Yes.",
            "Female"
        ],
        [
            "MR BLACK",
            "Do you know whether Obed was mixing with some of their friends?",
            "Male"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "He was an Inkatha member.",
            "Female"
        ],
        [
            "MR BLACK",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does that mean he wasn't a Black Cat?",
            "Unknown"
        ],
        [
            "MANDLINKOSI ENOCH GITAM MNISI",
            "I know nothing about the Black Cats, I only know Inkatha.  You used to hear people talking about it but I only know Inkatha.",
            "Female"
        ],
        [
            "MR BLACK",
            "I've no further questions than that thanks.\nNO FURTHER QUESTIONS BY MR BLACK",
            "Male"
        ],
        [
            "MR PATEL",
            "I have no questions, I've just go a general instruction during lunchtime to apologise once again.  \tOn behalf of my clients Mrs Nkosi, we apologise for the bereavement that you've suffered.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Kemp?",
            "Unknown"
        ],
        [
            "MR KEMP",
            "I have no questions Sir.\nNO QUESTIONS BY MR KEMP",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's patience.\n\tMiss van der Walt?",
            "Unknown"
        ],
        [
            [],
            "No questions, thank you.\nNO QUESTIONS BY MS VAN DER WALT",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "No questions, thank you.\nNO QUESTIONS BY MR PRINSLOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible].  Thank you Madam for testifying, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mr Chairman, the last witness will be Ntombi Malinga, the mother of Bongani Malinga.  Will she give evidence as a victim, not as witness to the incident?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mrs Malinga, what language would you prefer to speak?",
            "Unknown"
        ],
        [
            "NTOMBI MALINGA",
            "siZulu.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Very well.",
            "Unknown"
        ],
        [
            "NTOMBI MALINGA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Mrs Malinga, is it correct that Bongani Malinga was your son?",
            "Male"
        ],
        [
            "NTOMBI MALINGA",
            "Yes.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "How old was he when he died?",
            "Male"
        ],
        [
            "NTOMBI MALINGA",
            "He was 18 years old.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What is your address Mrs Malinga?",
            "Unknown"
        ],
        [
            "NTOMBI MALINGA",
            "700 Wesselton Extension.  700 Mofokeng Street, Wesselton Extension.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Spell it please, 700, what's the street?",
            "Unknown"
        ],
        [
            "NTOMBI MALINGA",
            "M-O-F-O-K-E-N-G.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Wesselton Extension, Wesselton?",
            "Unknown"
        ],
        [
            "NTOMBI MALINGA",
            "Yes.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "Is it correct that you cannot really assist the Committee with regard to the circumstances under which your son died?",
            "Male"
        ],
        [
            "NTOMBI MALINGA",
            "I can explain briefly.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "Please go ahead.",
            "Male"
        ],
        [
            "NTOMBI MALINGA",
            "Bongani passed away on a Friday between 3 and 4 o'clock.  I didn't know that he went to town to buy some food.  When I was at home I heard the people telling me that he passed away, and when we went, when I went there he was already dead.  Even the groceries that he had were just scattered all over the place.  He was bleeding and it look like the bullet came the other side and went off, came through the other side and went off the other side of the head.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "Was there a criminal trial or anyone prosecuted for the killing of your son?",
            "Male"
        ],
        [
            "NTOMBI MALINGA",
            "The explanation that I got about his death, I heard it when I was here.  I used to hear the people talking and because I was not there I never confirmed anything.  Even the person who was with him also passed away, even the person who was with him..",
            "Female"
        ],
        [
            "MR HATTINGH",
            "Who was with your son on the day that he died?",
            "Male"
        ],
        [
            "NTOMBI MALINGA",
            "It was Bongi Kwanasi.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "How do you feel about this incident?",
            "Male"
        ],
        [
            "NTOMBI MALINGA",
            "I'm still hurting because the person who caused this suffering is a child that I used to know.  We were together with his parents in the community, but he made me to suffer for the rest of my life.  Whereas my house was burnt and Bongani was still busy trying to rebuild, to renovate the house because they said it's because of Bongani.  The reason for burning down the house was Bongani.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "Was your son supporting you at the time?",
            "Male"
        ],
        [
            "NTOMBI MALINGA",
            "Yes, he had already started because we were renovating the hostel so that the families can go inside.  He was also taking part.  On that particular Friday he had just got his wages.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "Do you work?",
            "Male"
        ],
        [
            "NTOMBI MALINGA",
            "No, I'm unemployed.  I suffered.  In 1990 some people came to attack me after burning down my house.  They wanted to kill me.  I was affected since then.  Even my eyesight is affected.",
            "Female"
        ],
        [
            "MR HATTINGH",
            "Thank you Mr Chairman, no further questions.\nNO FURTHER QUESTIONS BY MR HATTINGH",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there anyone who has questions?  Francis?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "No, questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Malinga.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Is that it?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Thank you Mr Chairman, no further witnesses.\nNO FURTHER WITNESSES TO BE CALLED BY MR HATTINGH",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Nothing further.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Sorry Mr Chairman, there were further documents annexed to this Annexure.  I didn't make particular reference to them but I take it they do form part of the record which will be considered, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's been a long hearing, two weeks almost and I'd prefer written arguments.  These are my directions\n\tOn behalf of the applicants, in three week's time as from Monday.\n\tAll the others, five weeks from Monday.\n\tThose heads which would apply to the applicants must be also be directed to all the other interested parties here so that they can have an opportunity to read those heads and then reply by the fifth week.  Any objections to that?\n\tThere are two matters that the Committee wishes people who wish to deal to deal with it to be dealt with.  \n1)\tThe question of whether a revenge attack can nonetheless be described as one committed with a political motive, and while you're at it, whether it would qualify as malicious or not and the same for gangsterism.  Any questions?  None.\n\tI must say before we close that we thank all the people who found it necessary to attend.  \n\tI just also want to say that these heads must be directed to Cape Town, not to us personally.  The head office will see to it that we receive it.  \n\tI want to say thankyou to the Interpreters and the people responsible for all the electronics that we required in this hearing, the people who were responsible for setting up the venue and all that goes with it.  A special thanks to the media for the co-operation, especially in this hearing.  And I want to thank all the people who attended this hearing.  We appreciate that it is a sensitive matter and I must say, I hope I'm not wrong, but it seems to me that as the hearing progressed the tensions that were quite obvious at the beginning of the hearing had somewhat subsided.  I'm very happy about that.  \n\tYou may have heard me on numerous occasions allude to the issue of an uncomplicated life in Ermelo and surrounding areas.  A lot has happened in the last couple of years, sometimes extremely painful.  For some of us it is not easy to withstand and I talk of both sides of the political spectrum or however many political parties are involved.  It is tragic that people were put through this.  \n\tI don't know what the future holds for us, but this hearing was an attempt to help heal the past and to put everybody on the path to a normal life.  I saw this morning a nice small child walk into this hearing.  We've got to think of kids like that instead of posturing politically because when we are gone and dead we can't allow children like that to grow up thinking that the only way we can survive and live is by fighting with each other like animals.  I particularly hope that the people in this area can see their way clear to resist political manipulation and we've learnt now about third forces, how to identify them and how to avoid them and restore our community.  It is no excuse to tell ourselves that we did it for money.  You can't buy that of the community.  \n\tI can only wish you luck on behalf of the Committee, that you don't have to go through that madness again and if there is an attempt to put you through that again, to resist it.  I hope my words are heeded. \n\tFinally, I wish to thank the representatives for appearing and being of assistance, thank you.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}