{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-08",
        "location": "KAROO",
        "day": "2",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55336&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/karoo/ct00382.htm",
        "speakers": [
            "CASE NO",
            "FLOIT JOKA",
            "KAR",
            "KITSKONSTABEL",
            "MR JOKA",
            "MS BURTON",
            "NCEBA JOKA",
            "UNKNOWN COMMISSION",
            "VICTIM",
            "VIOLATION"
        ],
        "original_speakers": [
            "CASE NO",
            "KAR\n",
            "VICTIM",
            "NCEBA JOKA\n",
            "VIOLATION",
            "KILLED BY\n",
            "KITSKONSTABEL\n",
            "TESTIMONY BY",
            "FLOIT JOKA\n",
            "MS BURTON\n",
            "MR JOKA\n",
            "UNKNOWN COMMISSION\n"
        ]
    },
    "testimony": [
        [
            "CASE NO",
            "CT/00382/",
            "Unknown"
        ],
        [
            "KAR",
            "",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "NCEBA JOKA",
            "",
            "Unknown"
        ],
        [
            "VIOLATION",
            "SHOT &",
            "Unknown"
        ],
        [
            [],
            "",
            "Unknown"
        ],
        [
            "KITSKONSTABEL",
            "",
            "Unknown"
        ],
        [
            [],
            "",
            "Unknown"
        ],
        [
            "FLOIT JOKA",
            "",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Good morning Mr Joka can you hear me all right.",
            "Female"
        ],
        [
            "MR JOKA",
            "Good morning.",
            "Male"
        ],
        [
            "MS BURTON",
            "Please will you [intervention]",
            "Female"
        ],
        [
            "MR JOKA",
            "Yes.",
            "Male"
        ],
        [
            "MS BURTON",
            "Good - please will you stand to take the oath.\nFLOIT MAKWENKWE JOKA Duly sworn states",
            "Female"
        ],
        [
            "MS BURTON",
            "Thank you - please sit down.  You have come to tell us about the death of your brother Nceba Andrew Joka in November 1987.  Please tell us in your own words what happened.  Please can you sit quite near to the microphone so people can hear you.",
            "Female"
        ],
        [
            "MR JOKA",
            "On the 14th of November 1987 I was walking down Neptune Street whilst walking I heard a bang.  But I ignored it because I was going towards the sound.   Then all of a sudden people were crying - crying - I then started running.\n When I was at a passage - I came across Constable [indistinct] when I reached the corner where the Dutch Church was, I saw a body - my brothers were there and a whole lot of other people.  When I looked closer I realised that it's my cousin Nceba.  I then realised that it was [indistinct] who had shot, I tried to run after him, but when I got  to the passage, he had already ran off.\n When I went back to the place where the incident took place, there were even more people.  There was also an ambulance - my cousin then had already passed away.  A child then picked up two bullets - gave them to me together with a cap.  We went to the ambulance and then the ambulance left - he was taken to hospital - we went back home.\n We later realised that the police had detained some people - the eye witnesses told us that my brother was trying to stabilise the situation because the police were arresting people.  He then got shot during that time.  These people were later released from detention.  Then there was a court case, we waited for the date, then we were given a date to go to the Regional court this was all in Middleburg.  \n Before I went to the Regional Court - this happened.  Around the 20th of November my brother had to be buried - the police then told us that we cannot bury my brother during the weekend he had to be buried on a Monday during the week.  On that Monday it became clear that when the hearse came to our township it was [indistinct] by the police.  The elderly people had then to go to find out what is going on eventually they hearse came.\n The police told us then that by one o'clock on the Monday everybody must have dispersed.  The priest that was handling our matters told us that by one we should indeed be finished because otherwise he will be held responsible.  All around at the funeral there were police - they confined us to a certain area.  \n My aunt was staying with my mother, when we came back from the graveyard we realised that my aunt was ill - she then was taken to the Richmond Hospital.  During the funeral  we received a phone call.  We got a report that Hazel my aunt had passed away.  \n The court case then had to start at the Regional Court - three of the accused were found innocent - the attorneys then said they are going to a inquest in Hanover, we also went with.  When we got there, as the attorneys left the Magistrate's office - they told us that the case was over.  We asked how could this be we did not hear anything.  They then said if we want to hear - if we want a report - we should go to a certain man's house.  The Magistrate apparently refused for the Court case to continue - thank you.",
            "Male"
        ],
        [
            "MS BURTON",
            "Thank you very much Mr Joka - so Nceba was your cousin - your brother cousin is that right?",
            "Female"
        ],
        [
            "MR JOKA",
            "No he was my brother.",
            "Male"
        ],
        [
            "MS BURTON",
            "He was your brother - and the - your aunt was your mother's sister - the one who passed away.",
            "Female"
        ],
        [
            "MR JOKA",
            "Yes it was my mother's sister.",
            "Male"
        ],
        [
            "MS BURTON",
            "And the person who was accused of having shot Nceba who was that?",
            "Female"
        ],
        [
            "MR JOKA",
            "He is [indistinct] Mekile.",
            "Male"
        ],
        [
            "MS BURTON",
            "And that is constable Mekile.",
            "Female"
        ],
        [
            "MR JOKA",
            "Yes ma'am.",
            "Male"
        ],
        [
            "MS BURTON",
            "Our investigators have looked into the statement that you made and they have followed it up - they went to the police station at Hanover and also to the Magistrate's court and they examined the records and found the inquest report and that agrees with what you have told us.  That special constable Mekile  fired the shot which killed Nceba.\n But the finding in the inquest was that his death was not brought about by any act or omission amounting to an offence on the part of the special constable.\n The - you also mention that there were witnesses at the time - could you give us their names please.",
            "Female"
        ],
        [
            "MR JOKA",
            "The witnesses I know are the one who were accused.",
            "Male"
        ],
        [
            "MS BURTON",
            "And do you know their names.",
            "Female"
        ],
        [
            "MR JOKA",
            "[indistinct] Jack, Mxolisi Ntonze and Matoto Tsaka - the first two were found innocent, this is the [indistinct] chap that I know.",
            "Male"
        ],
        [
            "MS BURTON",
            "[indistinct] and thank you for giving us that information.  The other point that we note is that constable Mekile fired no warning shot for instance he could have fired a shot in the air to warn people that he was about to take some stronger action but it seems that only - only one shot was fired and that was the shot which killed Nceba.",
            "Female"
        ],
        [
            "MR JOKA",
            "Yes ma'am it is so.",
            "Male"
        ],
        [
            "MS BURTON",
            "Thank you  Mr Joka - I am just going to ask if my colleagues want to ask any other questions.",
            "Female"
        ],
        [
            "UNKNOWN COMMISSION",
            "Mr Floit was there any conflict between Nceba and Mekile?",
            "Unknown"
        ],
        [
            "MR JOKA",
            "I don't remember any conflict between the two.",
            "Male"
        ],
        [
            "UNKNOWN COMMISSION",
            "Are you saying that there was conflict with Mekile and the other people?  Is that why Mekile was armed?",
            "Unknown"
        ],
        [
            "MR JOKA",
            "The argument took place far from Mekile's place he was not involved at all - he was not part of it.  According to my knowledge he did not emanate from a house he was actually following the group.",
            "Male"
        ],
        [
            "UNKNOWN COMMISSION",
            "Was he following them had they not walked past his house?",
            "Unknown"
        ],
        [
            "MR JOKA",
            "I do not think so, at least as I see things, his house is just to far off from this street that we talking about.",
            "Male"
        ],
        [
            "UNKNOWN COMMISSION",
            "Before Nceba passed away was he a scholar or was he working - did he have a wife.",
            "Unknown"
        ],
        [
            "MR JOKA",
            "No he was not married, he did not have children either.",
            "Male"
        ],
        [
            "UNKNOWN COMMISSION",
            "Was he staying at home with parents?",
            "Unknown"
        ],
        [
            "MR JOKA",
            "He was staying with my parents and my sister.",
            "Male"
        ],
        [
            "UNKNOWN COMMISSION",
            "Is your mother still alive.",
            "Unknown"
        ],
        [
            "MR JOKA",
            "Yes my mother is still alive.",
            "Male"
        ],
        [
            "UNKNOWN COMMISSION",
            "What is she doing?",
            "Unknown"
        ],
        [
            "MR JOKA",
            "She is not doing anything she just gets a pension.",
            "Male"
        ],
        [
            "UNKNOWN COMMISSION",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Mr Joka constable Mekile was a special constable is that what people use to call kitskonstabels.",
            "Female"
        ],
        [
            "MR JOKA",
            "Yes ma'am.",
            "Male"
        ],
        [
            "MS BURTON",
            "And do you  know the name of the Magistrate?",
            "Female"
        ],
        [
            "MR JOKA",
            "No ma'am I don't.",
            "Male"
        ],
        [
            "MS BURTON",
            "That's all right we can trace that - thank you very much indeed - is there anything else you want [indistinct] Mr Joka.",
            "Female"
        ],
        [
            "MR JOKA",
            "Yes there is.  First of all I request a fair judgement, because when the accused left the Regional Court they were found innocent.  If there would be a fair judgement I would be at peace, that is all I ask for.",
            "Male"
        ],
        [
            "MS BURTON",
            "We can understand that [indistinct] that justice has not been done - it's sometimes very difficult when records have been destroyed to go back and retrace the steps of legal processes that have happened.  We have done what we can to check the inquest records and we will see if there is anything further that can be done to establish what you clearly feel are the true facts which have not yet come out.\n But we hope that you will also have some comfort and conciliation in having been able to tell what you believed to have happened - thank you very much indeed.\n Sorry just one last question is Constable Mekile still in the police and still in this area?",
            "Female"
        ],
        [
            "MR JOKA",
            "He is no longer in this area, I don't know whether he is still under the Police Force.",
            "Male"
        ],
        [
            "MS BURTON",
            "Thank you very much.",
            "Female"
        ],
        [
            "MR JOKA",
            "Thank you.",
            "Male"
        ]
    ]
}