{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-08",
        "location": "KAROO",
        "day": "2",
        "case number": "CT/1504/KAR",
        "victim": "SIPHIWE NTSIZAKALO",
        "testimony": "GLADYS NTSIZAKALO",
        "nature": "SEVERE TORTURE, HOUSE DAMAGED",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55349&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/karoo/ct01504.htm",
        "speakers": [
            "ADV POTGIETER",
            "GLADYS NTSIZAKALO",
            "MS BURTON",
            "MS SEROKE",
            "NOTI MJADA"
        ],
        "original_speakers": [
            "MS BURTON\n",
            "MS SEROKE\n",
            "GLADYS NTSIZAKALO\n",
            "NOTI MJADA\n",
            "ADV POTGIETER\n"
        ]
    },
    "testimony": [
        [
            "MS BURTON",
            "[Indistinct] Noti Mjada and Gladys Ntsizakalo.  Please come to the stage and I - if you have other members of your family - they are welcome to come sit with you - in which case we probably need  a couple more chairs.  Thanks.  Thank you.\nGood morning again Ms Mjada and Ms Ntsizakalo and welcome.  I'd like you to stand please and take the oath.  Ms Ntsizakalo will you stand first please.\nGLADYS NTSIZAKALO Duly sworn states",
            "Female"
        ],
        [
            "MS BURTON",
            "Thank you very much indeed.  I am going to Ms Seroke to facilitate your testimonies today.",
            "Female"
        ],
        [
            "MS SEROKE",
            "I would to greet you this - both of you - this morning Ms Mjada and Ms Ntsizakalo.  We've put you together today because the incidents you are here to give us are similar.  You came here to tell us about your sons who were detained.   We will now give this opportunity to Ms Ntsizakalo and after Ms Ntsizakalo we will come back to you for other questions.\nCan you tell us ma'am exactly what happened to your son.",
            "Female"
        ],
        [
            "GLADYS NTSIZAKALO",
            "What happened to him is that actually the police were always looking for him.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Why were the police after your son.",
            "Female"
        ],
        [
            "GLADYS NTSIZAKALO",
            "I do not know because when I would ask why they are looking for him - they would not tell me.  They would just say they want him.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "When you would ask your son - what would you - what would he say.",
            "Female"
        ],
        [
            "GLADYS NTSIZAKALO",
            "He would say he does not know.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "How old was he.",
            "Female"
        ],
        [
            "GLADYS NTSIZAKALO",
            "He was fifteen.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "What Standard was he doing.",
            "Female"
        ],
        [
            "GLADYS NTSIZAKALO",
            "I think he was doing Standard one.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "After they had arrested him - what happened.",
            "Female"
        ],
        [
            "GLADYS NTSIZAKALO",
            "Well they came to look for him the first day.  They did not find him.  They came again - they did not find, because he used to like sleeping over his friends places.  And the third day they found him.  They knocked , kicking the doors down.  When he would ask what is happening - they just kicked the door down.  They used tear gas, they asked where Siphiwe was.  It is him that they wanted they said.  Everyone by then was awake.   \nOur house was dark because there was tear gas.  They found a bucket underneath a bed, because my mother used to use it to urinate.  They took this urine and spread it on the bed.  They took my son with.  He did not come back.  In the morning I went to ask what my son had done.  I told them I want my child.  They said my child is there.  I said I wanted to see him.  They refuse.  When I would ask what my son had done - they would say he has been detained.  I went to work. He was detained for two days.  \nOn the third day - I would go there frequently because I would take clothing for him and food.  They refused to take the food and the clothing.  On the third day - the police came to tell me at home that my son is ill.  He is mentally disturbed - totally confused.  When my mother told them that my son has never been mentally disturbed before - what have you done to him.  They said they did not know what is wrong with him and they left.  \nAfter work I went there.  I asked if I could see my son as he is not well.  I wanted to know - I wanted to see myself.  They refused yet again.  They said they had taken him to the doctor.  There's nothing I could do.  I went to work.  The police had no respect - even though I was a parent.  They ill-treated me - they would not let me see my son.  I went home.  On the next day when I went back they told me that they had taken him in the police van to Queenstown.  It was very cold.  It was in June.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Had - did they tell you that they are going to take your child to Queenstown before they actually told you.",
            "Female"
        ],
        [
            "GLADYS NTSIZAKALO",
            "No, I did not give them any permission.  They just took my child to Queenstown.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "How long did your son stay in Queenstown.",
            "Female"
        ],
        [
            "GLADYS NTSIZAKALO",
            "Two months.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "When he came back after two months - they took him back to the police station. He stayed in detention.  He did not come home.  I got a report that he had come back.  It was on a Saturday after lunch. I went to the police station and requested - may I see my son.  Then a policeman took me to the cell.  He was alone in the cell.  Both his hands and his legs were tied.  When I looked at him as a parent, I realised that he was mentally disturbed.  When he saw me - he just cried.  I could see that my son had changed.",
            "Female"
        ],
        [
            "MS SEROKE",
            "What hospital was this in Queenstown.",
            "Female"
        ],
        [
            "GLADYS NTSIZAKALO",
            "It was a mental asylum.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "When he came back from the asylum he went back to detention.  He did not go home.",
            "Female"
        ],
        [
            "GLADYS NTSIZAKALO",
            "No, he did not go home.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "When you asked why your son was hand-cuffed - what did they say - when you asked the police why your son was tied.",
            "Female"
        ],
        [
            "GLADYS NTSIZAKALO",
            "I did not ask, because when I saw my child I could not tolerate it.  We both just cried.  It was painful.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "How long did he stay in detention then.",
            "Female"
        ],
        [
            "GLADYS NTSIZAKALO",
            "He stayed a month.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "In a cell.",
            "Female"
        ],
        [
            "GLADYS NTSIZAKALO",
            "Yes, in a cell.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "So you kept on going to see him.",
            "Female"
        ],
        [
            "GLADYS NTSIZAKALO",
            "Yes, I kept on.  Yes, I did until they released him.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "So when you took him home - in what manner was he in.  Did you ask him exactly what happened.",
            "Female"
        ],
        [
            "GLADYS NTSIZAKALO",
            "When I asked he said they kept on beating him up - they beat him up - that is why he was deranged.  They would take a sack - a wet sack - and then they would cover him with that sack.  They would put him in the boot - drive him to place that they did not know and then when they reached their destination, they would beat him up.  After that they would take him back to the cell.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Where now is your son.",
            "Female"
        ],
        [
            "GLADYS NTSIZAKALO",
            "My son is right here in the hall.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Is there nothing your son can do for himself.",
            "Female"
        ],
        [
            "GLADYS NTSIZAKALO",
            "No, he cannot do anything for himself.  He has a leg that is malfunctional.  He cannot be independent, because he is mentally deranged.  It's in winter especially that he gets mentally disturbed.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "But before they detained him - was he all right - was he normal.",
            "Female"
        ],
        [
            "GLADYS NTSIZAKALO",
            "Yes, he was normal.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "It is the ill-treatment of the police that caused his derangement.",
            "Female"
        ],
        [
            "GLADYS NTSIZAKALO",
            "Yes.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "What do you live on ma'am.",
            "Female"
        ],
        [
            "GLADYS NTSIZAKALO",
            "I live.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Do you work",
            "Female"
        ],
        [
            "GLADYS NTSIZAKALO",
            "Yes I work.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Do you have other two children.",
            "Female"
        ],
        [
            "GLADYS NTSIZAKALO",
            "Yes, I do.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Did you endeavour to get a disability grant for Siphiwe.",
            "Female"
        ],
        [
            "GLADYS NTSIZAKALO",
            "Yes, I did try.  I went to the Magistrate when I realised that he can never be able to do anything for himself.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Did you get the disability grant.",
            "Female"
        ],
        [
            "GLADYS NTSIZAKALO",
            "Yes I did.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Ms Mjada, please come closer.",
            "Female"
        ],
        [
            "NOTI MJADA",
            "I also got a disability grant.  This is the third month.  He got R410.00 initially and then the second time he got R420.00 - the third time he also got R420.00.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Ms Ntsizakalo is there something that you would like to say about your son.",
            "Female"
        ],
        [
            "GLADYS NTSIZAKALO",
            "There is nothing I would like to say, because the money that I receive on his behalf - I use to feed him.  I do hope that you will get this disability grant until his death.  He also has to go for treatment.  Thank you.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Ms Ntsizakalo  which one is your son.  He's right leg has obviously been amputated above the knee and he's got two crutches that he seems to be walking with.  Now that injury to his leg - his right leg - when did he get that injury which resulted in the leg being amputated.",
            "Unknown"
        ],
        [
            "GLADYS NTSIZAKALO",
            "After he was detained, he just became a bit crippled.  Until it got worse and worse - then the doctors decided to amputate.  They first amputated his fingers and then his leg.  The problem was with the toes, especially the big toe.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "[Indistinct] amputation of the leg - did he get that injury in detention.",
            "Unknown"
        ],
        [
            "GLADYS NTSIZAKALO",
            "It is the big toe - the veins would always be there.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "His right leg and foot was healthy when he was taken into detention.",
            "Unknown"
        ],
        [
            "GLADYS NTSIZAKALO",
            "His leg was fine.  He always used to play rugby.  His leg was normal.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "[Indistinct] is now got a mental illness - he's never had a history of that - neither has your - nobody else in your family has had any mental illnesses.",
            "Unknown"
        ],
        [
            "GLADYS NTSIZAKALO",
            "There's no such history in my family.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "After he came out of detention.",
            "Unknown"
        ],
        [
            "GLADYS NTSIZAKALO",
            "He started being ill in prison - in detention.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "I just want to ask you one final thing - are you working for a Doctor Standard - is that his name or Stander.",
            "Unknown"
        ],
        [
            "GLADYS NTSIZAKALO",
            "Yes sir, it is his surname.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "And you said in your statement that there were other people who were also tortured in detention apart form your son and you've mentioned the name of Babela Ngada.  Is that correct.",
            "Unknown"
        ],
        [
            "GLADYS NTSIZAKALO",
            "It is so sir.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "And you are talking to - about the son of the lady next to you in fact.  Just that the spelling was not right in the statement.  Can I ask you perhaps briefly to move the mike to Ms Mjada.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "I am sorry I'm just going to ask Ms Ntsizakalo a last question.  Would you just move the mike to her please.  Ms Ntsizakalo does your son still get treatment for his medical condition at present.",
            "Unknown"
        ],
        [
            "GLADYS NTSIZAKALO",
            "Yes, he's under treatment.   When he gets disturbed mentally we take him to Queenstown.  He gets treatment from the clinic.  He gets an injection.  At the mental asylum he gets an injection.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you Chairperson.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Ms Mjada and Ms Ntsizakalo I think every mother who heard you speaking today ill be able to sympathise with you.  We all hope that our sons will grow up healthy and strong and able to lead productive lives.  And we can really understand your anxiety about them now about their future.  You've shown a terrible picture of the kinds of things that happened to young people at that time in your area.  \nWe hope that your worries about the possible discontinuing of the disability grant will not be realised and we will do what we can to recommend that they go on receiving the support that they need and we hope that they will be able to get the medical and psychological attention that they need and that you'll have that anxiety set at rest.  You were very brave to come here today and tell about this and we thank you very much indeed and we pray that you will be comforted.  \nWe are now going to take a in a minute a short break - just for ten minutes or so to give people a change to stand up and move around but we will ask you first to remain seated and to allow the witnesses to go out to the foyer which I presume is at the back.  So will the witnesses now leave the room.  You can follow Gail in the red jacket and you are very welcome also to leave the stage.  I presume you will go that way.  Thank you very much indeed.  And we will be back here.",
            "Female"
        ]
    ]
}