{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-08",
        "location": "KAROO",
        "day": "2",
        "case number": "CT/1503/KAR",
        "victim": "ARON MAGAM",
        "testimony": "NOMPURURU MAGA",
        "nature": "SUFFOCATION, SHOT AND, KILLED BY POLICE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55348&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/karoo/ct01503.htm",
        "speakers": [
            "ADV POTGIETER",
            "MS BURTON",
            "MS SEROKE",
            "NOMPURURU EVELYN MAGAM"
        ],
        "original_speakers": [
            "MS BURTON\n",
            "NOMPURURU EVELYN MAGAM\n",
            "MS SEROKE\n",
            "ADV POTGIETER\n"
        ]
    },
    "testimony": [
        [
            "MS BURTON",
            "Perhaps we should stand as I read the names of those who shall testify today.  \nThey are\nNompururu Evelyn Magam\nManwabisi Maseti\nMkohnto Mfazwe\nNoti Mjada\nGladys Ntsizakalo\nNstokolo James Zono\nFloit Joka\nWilliam Nkumbi\nElliot Siyoko\nNcamisili Sonamzi\nKoos Simakadane\nElsie Jantjie and Nelson Jantjie\nand Mr Tshemese\nLet's keep a moment silence.  Thank you.\nWe now call our first witness to the stage, Nompururu Evelyn Magam.\nGood morning again Ms Magam.  Can you hear me well.",
            "Female"
        ],
        [
            "NOMPURURU EVELYN MAGAM",
            "Yes I can hear you.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Sit a little bit nearer to the microphone so that other people can hear you.  Thank you.  Before we begin, may I ask you to stand to take the oath.\nNOMPURURU EVELYN MAGAM Duly sworn states",
            "Female"
        ],
        [
            "MS BURTON",
            "Thank you very much.  Please sit down.  Ms Joyce Seroke is going to facilitate your testimony this morning.  Thank you.",
            "Female"
        ],
        [
            "MS SEROKE",
            "I would like to greet you Nompururu this morning,  We thank you for coming here today to give us evidence about what happened to your brother on the 25th or 26th of July in 1985.  We would like to tell us what happened on that day when your brother was shot.",
            "Female"
        ],
        [
            "NOMPURURU EVELYN MAGAM",
            "Can I speak?",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Yes you can speak now.",
            "Female"
        ],
        [
            "NOMPURURU EVELYN MAGAM",
            "It was in 1985.  People were toi-toiing in the township throughout the streets.  My brother was not there at that time.  He was on duty.  I was sitting in front of the house at the time.  The toi-toi went to facing the Rand office.  I think it was come at that time when he came from work and I was talking to him at that time - asking him whether he wanted tea.  \nWhile we were still talking - they are two gates at home - there's two gates at  home - there's one for my home and one for the neighbour.  The police came - I couldn't count them, because there were a lot.  They said to him he must go out - out of the house to collect dustbins that were used as barracks and he refused.\nI told the police that they must leave him alone because he is not feeling well.  The police ignored me.  One of the policeman then dragged him out but he resisted and he managed to get inside the shack and close the door.  The police then used force - they kicked the door and I cried to the police - begging them to leave my brother alone.  Others were around the windows, trying to break the windows.  One of the policeman tried to kick the door.  And I tried to talk to them to leave my brother alone.\nThe policemen were around the windows - they were putting in tear gas threw the windows.  One of the them tried to kick the door hard and they - he managed to kick the door.  I was still crying - begging them to leave my brother alone.  My brother was dizzy at the time with the tear gas and he got out of the shack.\n He managed to run to the neighbours house.  He went to our neighbours house and the police followed him.   I also followed them.  I was crying and I saw him slipping in the bedroom in our neighbours house.  The police came through the window and I could see my brother bleeding.   He couldn't even breath.  He was quiet.  They dragged him to the van outside.\nOne of the policeman tramped on his head.  Two of the policemen threw him into the van.  That's all I saw that day.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "You said that Aron was working in the butchery.  What time did he go back at home.",
            "Female"
        ],
        [
            "NOMPURURU EVELYN MAGAM",
            "He came back at twelve p.m. or sometimes he used to come back at one.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "When the beer hall was burnt.  What was the time then.",
            "Female"
        ],
        [
            "NOMPURURU EVELYN MAGAM",
            "It was about nine o'clock and he was on duty at the time.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Was he a member of the youth congress in the township or the village or was he just an ordinary person.",
            "Female"
        ],
        [
            "NOMPURURU EVELYN MAGAM",
            "He had ANC membership card, but I am not sure whether he was a member.  But he a membership card.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "What did the police say to him when they went to fetch him.",
            "Female"
        ],
        [
            "NOMPURURU EVELYN MAGAM",
            "Everybody in the township was being taken by the police - but my brother didn't know what was happening at that time.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Who was in the house with you when this thing was happening.",
            "Female"
        ],
        [
            "NOMPURURU EVELYN MAGAM",
            "It was me and my father.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "When your brother  could out of the bedroom - what was he holding in the hand.",
            "Female"
        ],
        [
            "NOMPURURU EVELYN MAGAM",
            "He was holding nothing.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Did you see the person who shot your brother.",
            "Female"
        ],
        [
            "NOMPURURU EVELYN MAGAM",
            "No, I did not, because they were many policemen.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Did you hear a gunshot.",
            "Female"
        ],
        [
            "NOMPURURU EVELYN MAGAM",
            "No, I didn't hear any gunshot, because I was crying at that time.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Did you go to a court case after your brother's death.  Did you know who shot your brother.",
            "Female"
        ],
        [
            "NOMPURURU EVELYN MAGAM",
            "Yes, my late brother was called to the court.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Did he go there.",
            "Female"
        ],
        [
            "NOMPURURU EVELYN MAGAM",
            "Yes, he did.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "What was the explanation of your brother's death.",
            "Female"
        ],
        [
            "NOMPURURU EVELYN MAGAM",
            "I didn't ask my brother, because I was not there at the time.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "I will read to you the inquest on your brother's case.  They said that your brother Aron was shot and the bullet went though the heart and the lungs and he was shot by Constable Love - one of the police who were there.\nBut when their defending themselves, they said that Aron - Aron had a baton and an axe in his hands and he attacked one of the Constables - Constable Love and the Constable fell down.  And when this Constable fell down - was lying down, Aron wanted to axe him and that was when he was shot.  The police said that they were defending themselves.  \nThat is not true, because he was dizzy at that time he went out of the shack.  They were no batons or weapons in the shack.  It was only a bed and a table in the shack - nothing else.  There were no axes because there were no weapons at all.  We didn't want any weapons, because he was someone who was sick and we were afraid that he would injure himself.",
            "Female"
        ],
        [
            "MS SEROKE",
            "You say that he was dizzy with the tear gas.",
            "Female"
        ],
        [
            "NOMPURURU EVELYN MAGAM",
            "Yes, he was dizzy with tear gas.  One can ask the question that a person who was dizzy and who cannot see clearly, where he would get the strength to do this.  He was so weak - he couldn't even defend himself.  There were many policemen around and he couldn't do anything to defend himself.  One of the policemen said they must shoot him to death.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "I would now give this opportunity to the Chairperson.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Thank you Chairperson.  Is it Ms Magam or Magama.",
            "Unknown"
        ],
        [
            "NOMPURURU EVELYN MAGAM",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "The police that were involved in this incident.  Did you know whether they were from Noupoort or were they from somewhere else.",
            "Unknown"
        ],
        [
            "NOMPURURU EVELYN MAGAM",
            "There were no police from Noupoort in the police were there.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "[Indistinct].  What was his health like.  Was he suffering from any ailments.",
            "Unknown"
        ],
        [
            "NOMPURURU EVELYN MAGAM",
            "Yes, he was - the health was not good.  He was an ill person.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "What was wrong with him.",
            "Unknown"
        ],
        [
            "NOMPURURU EVELYN MAGAM",
            "He was suffering from epileptic.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "And was there anything wrong with his lungs.  Did he ever have an ailment of his lungs - asthma or something like that.",
            "Unknown"
        ],
        [
            "NOMPURURU EVELYN MAGAM",
            "No, I don't think so - but what I know he was suffering from epileptic fits and he would suffer from that for three days or so.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Just one other bit of information that was given to us by our investigators when they looked at the case.  At the inquest that was held subsequently into your late brother's death the police submitted some plan - a sketch plan of the scene of the incident.\nAnd also there was evidence of the injuries that your late brother sustained and our investigators make the point that according to the explanation that the police gave - your late brother's - the right side of your late brother's body would have been turned towards the policeman who shot him, according to the way the police explained what happened, but the actual wounds in the body was on the left hand side.\nSo that just on that information the incident could not have happened as the police tried to explain to the court.  So that it appears as if there were quite a bit of discrepancy in the explanation that the police tried to give for the death of your brother.  But in any event you have given us your version and your version clearly contradicts even this version that the police gave, although the version of he police itself is full of difficulties and we have noted what you have said about that.\nI just wanted to give you that explanation so that you have as much information as possible.  Thank you.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Ms Magam thank you for coming to tell us about this today.  It is a very hard thing for you and your family to have lost your brother in that way and we express our sympathy with you and your family.  We hope that what you have heard about the evidence that our investigators have followed up makes you feel that it was worthwhile to come and to know that there are other people who give credence and weight to the testimony that you have given today and that there is greater public understanding of the way which your brother died.  \nAnd we know it takes courage and it puts you through additional pain to come and talk to us today, but we value very much that you came to tell us and we thank you very much indeed.  Is there anything else that you want to say to us or ask of us.",
            "Female"
        ],
        [
            "NOMPURURU EVELYN MAGAM",
            "What I would like to say is that my brother was a breadwinner at home.  He was the one supporting us.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "[Indistinct] understand that and your family is probably suffering hardship now.  Thank you very much.",
            "Female"
        ]
    ]
}