{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-07",
        "location": "KAROO",
        "day": "1",
        "case number": "CT/00397/KAR",
        "victim": "ELIAS BUKULA",
        "testimony": "ELIAS BUKULA",
        "nature": "SEVERE TORTURE AND DETENTION",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55340&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/karoo/ct00397.htm",
        "speakers": [
            "ADV POTGIETER",
            "BUKULA",
            "MR BUKULA",
            "MS BURTON",
            "MS SEROKE"
        ],
        "original_speakers": [
            "MS BURTON\n",
            "MR BUKULA\n",
            "ADV POTGIETER\n",
            "BUKULA\n",
            "MS SEROKE\n"
        ]
    },
    "testimony": [
        [
            "MS BURTON",
            "Can we stop for lunch now -   [indistinct] one more.  [indistinct] to the stage now.  This will be our last witness for the day.  Mr Bukula please will you come to the stage, sorry.  Do you know whether it is his mother - I will ask him.\nGood afternoon Mr Bukula and welcome.  Can you hear me all right?",
            "Female"
        ],
        [
            "MR BUKULA",
            "Yes, we can hear you.",
            "Male"
        ],
        [
            "MS BURTON",
            "With you  - is that your mother who is with you?  Just press the red button thank you.",
            "Female"
        ],
        [
            "MR BUKULA",
            "It is my mother's friend - sorry.",
            "Male"
        ],
        [
            "MS BURTON",
            "Thank you Mr Bukula.  I know it suddenly makes an amplified noise.  Welcome madam, thank you for coming today.  Please Mr Bukula will you stand to take the oath.\nELIAS BUKULA Duly sworn states",
            "Female"
        ],
        [
            "MS BURTON",
            "Thank you - please sit down.  Advocate  Potgieter will facilitate your testimony.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Thank you Chairperson.  Mr Bukula good afternoon again -  welcome and thank you for coming.  Your story will be the last one that we will hear for today,  but I assure you that we are listening to it as intently as all of the other cases.  \nYou want to tell us about what happened after you were arrested on the 13th of April 1985.  Now before you tell us about that, just tell us what you were doing at that stage, little bit about yourself in 1985.  What you were involved in, were you politically active and so on.  I hand over to you.",
            "Unknown"
        ],
        [
            "MR BUKULA",
            "I was not a member of any organisation.  I was arrested in the township.  I was  visiting my mother's friend.  It was in the evening.  Police came to the house.  It -  they entered the house and they arrested me.  There was a Coloured man with me.  The owner of the house was Coloured - they did not arrest him, they arrested me.\nI was beaten with the sjambok.  The stuffed me in a mello-yellow,   I pretended that I had died.  They were burning me with cigarette butts,   I have wounds on my head still.   I do not have all my teeth - my set was affected - they kicked me in the mouth.\nThey carried on beating me up,  I decided to run away from the police, they caught me again around the City Hall and they put me back into jail.  When I asked why I had been arrested, they said it was because I was publicly violent and an added crime of running away from the police.  \nOne night - some of the nights we would be taken from our cells to a place we do not know and we would be beaten up and they'd take us back to our cells.  I then stayed in jail for three months for having run away from them and an added three years for public violence.  \nMy ear is affected - my one ear is deaf,  because they slapped me on the ear.  I was working then, but now I am not working.  I have a child, the child stays at home.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[inaudible]",
            "Unknown"
        ],
        [
            "MR BUKULA",
            "I stay on my own.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And the child lives with you.",
            "Unknown"
        ],
        [
            "MR BUKULA",
            "This child lives with my parents.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And do your parents, do your parents [indistinct]",
            "Unknown"
        ],
        [
            "MR BUKULA",
            "When they were still alive - they are now dead.  They supported my child.  Now and again I help.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[inaudible]",
            "Unknown"
        ],
        [
            "MR BUKULA",
            "This child stays with my brother's wife - The child stays with my brother's wife at home.  The child is in standard three.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] unemployed at present, but you were working before you were arrested.",
            "Unknown"
        ],
        [
            "MR BUKULA",
            "Before I was arrested I was working at Metro, but now I am unemployed.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] position at Metro because of your arrest and sentence.",
            "Unknown"
        ],
        [
            "MR BUKULA",
            "Yes, it is so.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You've been unable to find another job since having been through this experience.",
            "Unknown"
        ],
        [
            "MR BUKULA",
            "No, I have not been able to get another job.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "What [indistinct] present.\nMR",
            "Unknown"
        ],
        [
            "BUKULA",
            "I live in poverty.  When I have money, I just buy myself bread and I eat.  I live in poverty.  It is not the same as before I was arrested.  Things are different.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] a permanent job and a regular income.",
            "Unknown"
        ],
        [
            "MR BUKULA",
            "I had a regular income.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now you were saying that you were not politically involved, politically active.  Were you the only person that was arrested in that particular incident at this house where you were.",
            "Unknown"
        ],
        [
            "MR BUKULA",
            "Yes, I was the only one who was arrested even though I was not a member of a political organisation.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "The incidents that they questioned you about.  Did you have any knowledge about that.",
            "Unknown"
        ],
        [
            "MR BUKULA",
            "I had no idea.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] admit that you have been involved in these incidents or what.  What were they trying to get you to do.\nMR",
            "Unknown"
        ],
        [
            "BUKULA",
            "They said that I must admit that I had thrown stones.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Did you do that eventually or what.  What happened?\nMR",
            "Unknown"
        ],
        [
            "BUKULA",
            "I never admitted to any crime.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Who were the police that were involved in your arrest and in your these assaults that you have been talking about.\nMR",
            "Unknown"
        ],
        [
            "BUKULA",
            "It was Barnard, Snyman, Zepe and others that I have forgotten.   They are no longer in De Aar.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] at that stage in 1985 when this incident happened.\nMR",
            "Unknown"
        ],
        [
            "BUKULA",
            "Yes, all of them were from here.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Subsequently is that correct?\nMR",
            "Unknown"
        ],
        [
            "BUKULA",
            "There were thirteen of us.  We were all accused.  They did not take us to court immediately, but when we did go they kept on postponing the case for an entire year.  And the year after that, that is when it proceeded.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Now when the case was postponed for a year - were you on bail or were you in custody?\nMR",
            "Unknown"
        ],
        [
            "BUKULA",
            "I was out on bail sir.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "You have been assaulted as you indicated.  You must have had injuries as a result of those assaults.  \nMR",
            "Unknown"
        ],
        [
            "BUKULA",
            "I don't know what they used to hit me on the head.  But I was terribly injured,  I get headaches now and again.  I had one wound on my head, my head was injured.  My knee is injured, it still troubles me.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Now were you taken to see a doctor.\nMR",
            "Unknown"
        ],
        [
            "BUKULA",
            "They never took me to any doctor.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So you didn't receive any medical treatment for those injuries that you sustained.\nMR",
            "Unknown"
        ],
        [
            "BUKULA",
            "I never received any treatment.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "And you were convicted it seems, found guilty of public violence eventually.  \nMR",
            "Unknown"
        ],
        [
            "BUKULA",
            "It is so.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "What sort of evidence did the police manage to bring in against you at the trial.\nMR",
            "Unknown"
        ],
        [
            "BUKULA",
            "They said that I had I was arrested for public violence for having thrown a stone.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Is it the police themselves or is it members of the community or what happened.\nMR",
            "Unknown"
        ],
        [
            "BUKULA",
            "It is the same police that arrested me that gave evidence against me.  I had my own witness.  The lady in whose house I was in, but her evidence did not help at all.  I was forced to be jailed.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] evidence.\nMR",
            "Unknown"
        ],
        [
            "BUKULA",
            "Yes, I did.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] accepted the evidence of the police and rejected your evidence and the evidence of your witness.\nMR",
            "Unknown"
        ],
        [
            "BUKULA",
            "It is so.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Now you must have had some visible injuries, because according to the report of our investigators who looked into your matter and visited the police station here in De Aar, they noticed that in the police records there is an entry relating to a report by constable Barnard, one of the persons that you referred to earlier stating that you were manhandled when you were trying to escape.  So it seems as if Barnard was trying to give an explanation for your injuries and he said that you got those injuries when you tried to escape.  What is you comment on that?\nMR",
            "Unknown"
        ],
        [
            "BUKULA",
            "It's painful for me to hear that.  I am now in poverty.  I cannot feed myself, I cannot feed my child.  My health is at stake.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] that what happened was that you actually ran away because of the assaults that were perpetrated on you.\nMR",
            "Unknown"
        ],
        [
            "BUKULA",
            "Yes, they were beating me up and I thought that the only thing that would save my life was to run away.  After they caught me again, they did not beat me up again, so it actually did help that I'd run away.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Mr Bukula thank you very much for you testimony.\nMR",
            "Unknown"
        ],
        [
            "BUKULA",
            "Thank you sir.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Mr Bukula you say that you your ear has been injured such that it is deaf.  Is there a doctor that you go to that gives you treatment for your ear.\nMR",
            "Female"
        ],
        [
            "BUKULA",
            "No, there's none.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Is it because you have given up or is it because you cannot afford.\nMR",
            "Female"
        ],
        [
            "BUKULA",
            "I cannot afford a doctor.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "How many teeth did you loose.\nMR",
            "Female"
        ],
        [
            "BUKULA",
            "Five.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "You could not help yourself by getting dentures.\nMR",
            "Female"
        ],
        [
            "BUKULA",
            "I do not have money for false teeth.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Do you enjoy walking around with no teeth?\nMR",
            "Female"
        ],
        [
            "BUKULA",
            "No, I do not enjoy it.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "What is your request in connection with your ear and your teeth.\nMR",
            "Female"
        ],
        [
            "BUKULA",
            "I need help so that I can go to the doctor.  So that I can get dentures.  \nMostly I need help, my son needs to be educated.  When my parents were still alive, they would take my child to school.  Now they no longer, therefore I need help.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "I trust that you are aware that as the Truth Commission we cannot promise that we will give you money to educate to your child, to get dentures and to get you a doctor to help you, but we do have the authority to recommend to the government to help you.  That is what we are going to ask the government to do for you.  Sir, it is not something that will happen immediately, but we will try.  \nMR",
            "Female"
        ],
        [
            "BUKULA",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "[indistinct] just yet.  I just want to thank you very much for coming and to hope that you will feel better as a result of having talked to us about the very bad experience that you had when you were in detention  and we ask that people should treat those experiences with respect and understanding.  As Ms Seroke said we are not in a position to be able to say that we can solve your problems, but there are things that we can do to recommend that you get proper treatment and we will do our best in that regard.  We thank you very much indeed for coming here today.  You can leave the stage now.\nMR",
            "Female"
        ],
        [
            "BUKULA",
            "We thank you very much.",
            "Unknown"
        ]
    ]
}