{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-09",
        "location": "KAROO",
        "day": "3",
        "case number": "CT/01303/KAR",
        "victim": "ZINAKILE CHARLES ASIYA",
        "testimony": "ZINAKILE CHARLES ASIYA",
        "nature": "SEVERE ASSAULT AND DETENTION",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55345&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/karoo/ct01303.htm",
        "speakers": [
            "ADV POTGIETER",
            "MS BURTON",
            "MS SEROKE",
            "ZINAKILE ASYIA"
        ],
        "original_speakers": [
            "MS BURTON\n",
            "ZINAKILE ASYIA\n",
            "MS SEROKE\n",
            "ADV POTGIETER\n"
        ]
    },
    "testimony": [
        [
            "MS BURTON",
            "Good morning again Mr Asiya.  Can you hear me properly through the earphones?  Perhaps you could try another set if that one's not working.",
            "Female"
        ],
        [
            "ZINAKILE ASYIA",
            "This one is working.  Good morning Ms Burton.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Are you prepared to take the oath?",
            "Female"
        ],
        [
            "ZINAKILE ASYIA",
            "Yes.\nZINAKILE ASYIA Duly sworn states",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Please sit down.  Ms Joyce Seroke is going to lead your testimony.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Good morning Zinakile.  We will request that you tell us your story from August 1986 briefly please.",
            "Female"
        ],
        [
            "ZINAKILE ASYIA",
            "Thank you ma'am.  Since August 1986, I was coming from Theunisen.  My aunt had told me that my cousin is in detention.  She'd told me that my siblings are in trouble.  I then resigned from my job so that I can go and look after my siblings.  I then came back home.  I was - when I was at home with my siblings as my mother was in detention, I requested that I have an employment insurance card.  \nAfter a while, when I had gone to claim this money,  I came across a policeman accusing me.  Saying I am a perpetrator of violence in Colesberg.  There was no violence at the time, as a lot of people were in jail.  They then assaulted me, took me to the police station.  At the police station, there as station commander.  His name was Van Rensburg.  I was then told that according to R56 an Act, I could be arrested.\nThey verbally abused me, I was harassed.  These are the police we called the green flies  that abused me.  They would swear at me the whole time.\nIn 1987 I was harassed yet again by the police.  I then organised what we called an  M-plan, standing for Mandela's plan.  We organised people to clean our streets, because nobody would do it.  We wanted to demonstrate that this could provide employment for our people.  My brother-in-law requested that I go to a funeral at Richmond.  When I returned I was told that there was a whole Army looking for me.  \nBecause I was young at the time I told my mother not to worry.  I went around the township.  Whilst I was walking a police van approached me.  I then ran away to a certain house so that these people that lived in this house could see that the police were arresting me.\nThere was a white policeman there, a black one Xolise  - Xolile Sakane.  They took me by force.  They hit me with a gun on my leg.  I was then taken to the police station for further assault.  Van Rensburg, who today, is a warrant officer, asked why I am not killed.  He commanded them to kill me.  I was then taken to a cell.  I was there for four to five hours when white men came.  They took me to the charge office, asking me what I am up to, what my mission is.  They accused me of intending to burn down police buildings.  I said I do not know anything about this.  The only thing I organised is for people clean the street.  That is all I know.  \nAfter that I was told to leave.  It was already at night.  It was dark.  I was asking myself why are they releasing me at this odd hour.  I was scared because there was a command for me to be killed.  On my way home, I had to go up hill and my leg was painful as it was injured.  I went to the hospital and a certain nurse admitted me.  \nThe next morning, there was a doctor.  The nurse reported that I arrived there with an injured leg.  Doctor Deon then said he could not help me.  I went back home.  My leg was not X-rayed.  I was not even given pain killers.  Continually after that I was harassed.  Even when I would get a job, I would be dismissed or assaulted.  I was told I am a UDF member.  In 1988, Councillors were going to be elected, but they were not going to be elected in a democratic sense.  As the United Democratic Front we campaigned against these elections, because no democracy was reflected at all.  Our people was still behind bars, some in exile, therefore we did not want any elections to take place in South Africa.  These were the people that supported the government of apartheid.  Our campaign unfortunately was successful here at home.  This is because of our comrades were behind bars, some in exile.  The state missionaries had inflicted fear on our people.  Fear was instilled on their minds.  \nThere then was a meeting to prepare for the elections.  As young comrades we decided to go to the meeting to address the people, enlightening them that the meeting was not democratic at all, neither were the elections.  If there is to be democracy, our people must come back from jails.  Our people must come back from exile.  It is only then that we can have elections that are fair and free.  \nAfter the meeting, the police formed a guard of honour from the building.  I sensed right inside of me that there is something terrible that is going to happen to me.  The people from the meeting then were all silent.  These Xoxomalite was one of the police who assaulted me.  Mbekiso Bonase was also there.  I was dragged to the police station.  They put me in a place, a dark room, for about four hours.  From that dark room, I was taken to the police station.  In the dark room, they were beating me up.  I was then detained for about three, four days.  They then laid charges on me for drunkenness, for intimidation too.  We had our own lawyers.  Roshan Dehar was one of them.  I won the case, but the police continued to harass me.  It was terrible.  \nI started working at the Wimpy.  At the Wimpy I was called a terrorist.  My boss called me the one day asking me whether I was a terrorist or not.  I told him not to accuse me of being a terrorist.  He then said he does not want UDF terrorists in him work place.  We went to the manager.  The manager said I am dismissed.  I went take off my uniform.  After I finished undressing, as I was going out, there were police.  They assaulted me yet again.  They took me back to the police station.  I was detained for a further twelve days.  \nRoshan yet again defended me and I was out on free bail.  This continues, even today.  I have been shot, they threw also a gun at me.  the things that I fought for, me beliefs continue.  It is unfortunate that still today, I continue to be assaulted.  \nI am glad that the Truth Commission has come to Colesberg so that the hearts of our leaders can be freed.  I request that Desmond Tutu prays for Colesberg so that our hearts can be changed of hearts of stone to hearts of flesh.  We need houses.  Our standard our living needs to be elevated.  I think I have finished.  Thank you.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Thank you Zinakile.  You told us that the many times that you had been assaulted, detained until you found your own lawyer.  After all this, did you lay charges against the people who assaulted you.",
            "Female"
        ],
        [
            "ZINAKILE ASYIA",
            "Yes, I laid a charge, a civil claim against these people.  We went to the Supreme Count in Grahamstown.  The court, the ruling of the court was for the police and against me.  That was the end of the case.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Did you have alibis and your own witnesses at the case.",
            "Female"
        ],
        [
            "ZINAKILE ASYIA",
            "To tell you the truth, people are too scared to give evidence against the police, because they are too scared that they will be victimised after that.  By then I was seen as a cursed man.  No one then came to stand for me.  I was alone at the Supreme Court.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Do you still remember the date that your case transpired?",
            "Female"
        ],
        [
            "ZINAKILE ASYIA",
            "I don't remember well, but I think it was in 1990, perhaps at the end of 1989 towards 1990.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "This Dr de Jongh that you asked to examine you leg. What reason did he use for not wanting to examine you.",
            "Female"
        ],
        [
            "ZINAKILE ASYIA",
            "Dr De Jongh knew  my political quite well.  This is a small place.  He knew what type of a man I was.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Thank you.  I will ask my colleagues to take over.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Thank you.  You said  that your mother was also detained at one stage.  Is that correct?",
            "Unknown"
        ],
        [
            "ZINAKILE ASYIA",
            "Yes sir, it is so.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Why was she detained?",
            "Unknown"
        ],
        [
            "ZINAKILE ASYIA",
            "At the time there was a total onslaught that gave rise to a lot of people being detained.  Her children were politically active, therefore they probably thought she too was politically active.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "But was she did she participate in the community structures that existed in Colesberg at that time?",
            "Unknown"
        ],
        [
            "ZINAKILE ASYIA",
            "As a mother she was always at home.  We were the ones who were involved in politics.    My mother was involved in the sense that we as her children were involved.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So is it fair to say that your family was regarded as being politically active, involved in the politics of the day.",
            "Unknown"
        ],
        [
            "ZINAKILE ASYIA",
            "Perhaps you could put I that way.  My family, they have their own views.  They are enlightened.  They knew that everything that is happening to our community was unfair and unjust.  She agreed with that view point.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "And for how long was she detained?",
            "Unknown"
        ],
        [
            "ZINAKILE ASYIA",
            "She was three months in detention.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "And she was never charged with any offence?",
            "Unknown"
        ],
        [
            "ZINAKILE ASYIA",
            "She was never charged.   She just came back home the one day and we were just happy that she'd come home.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Did you have a father at that stage when your mother was detailed?",
            "Unknown"
        ],
        [
            "ZINAKILE ASYIA",
            "I have a father.  We do not stay with my father anymore however.  He's stays on her own.  He's still alive though.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So in 1986 the period that we are talking about, were your parents separated and you were living with your mother?  The children were living with your mother?",
            "Unknown"
        ],
        [
            "ZINAKILE ASYIA",
            "My parents separated in 1963.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Now your mother was detained for three months.  What happened to the children, what happened to the family in that period?",
            "Unknown"
        ],
        [
            "ZINAKILE ASYIA",
            "I resigned from my job to look after my siblings.  I was trying to help my family.  There was a support detainee's committee.  I then wrote to the committee to ask for help.  They assisted us under our bad circumstances at home.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "[Indistinct] you the eldest child?",
            "Unknown"
        ],
        [
            "ZINAKILE ASYIA",
            "Yes, I am",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "In 1986, how old were you then?",
            "Unknown"
        ],
        [
            "ZINAKILE ASYIA",
            "I was thirty-two years of age.  I was born in 1954.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Now it must have been very difficult for you to cope without a mother and a father?",
            "Unknown"
        ],
        [
            "ZINAKILE ASYIA",
            "It's true.  I was a mother, I was a father.  At the time I had a girlfriend that I am still seeing now.  She was pregnant.  She was on full term.  It was difficult, because she had to come and stay with us in a dilapidated house.  I then tried to refurbish the house so that my mother could come back.  I was doing all this so that when my mother gets out of jail, there would be a positive change at home.  Even the state missionary I did not want to show them that they had beaten us at their game.  I needed a positive change.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "I want to just deal with one  or two other things before I conclude.  You instituted that civil action and it was unsuccessful.  What happened subsequently.  Were you ordered to pay the cost, the legal cost and did the state try to recover the cost from you of what happened?",
            "Unknown"
        ],
        [
            "ZINAKILE ASYIA",
            "We were assisted by our lawyers from groups like IDAF.  Our political struggle at the time was very difficult.  There were meetings in Azania , in Tanzania.  These meetings were there to help us.  A new strategy was at hand.  It was too late for me to be helped by these organisations, however the legall aid had to help me, but one had to consider the Judge that was going to sit, the Magistrate, who am I laying charges on.  All that had to be considered.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Yes thank you.  But were you when you lost the case, were you ordered to pay the cost of the state.",
            "Unknown"
        ],
        [
            "ZINAKILE ASYIA",
            "No one pays at legal aid.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So the state never came back to you and say that you must pay expenses.",
            "Unknown"
        ],
        [
            "ZINAKILE ASYIA",
            "The state liaised with my lawyer and requested a certain amount of money, but because I was not employed at that time - I could not pay them.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "And has that fallen away now.  They haven't pursued this at all.",
            "Unknown"
        ],
        [
            "ZINAKILE ASYIA",
            "They have not pursued it.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Very good.  Then just finally you mentioned one of the people that were involved in your torture, Xoxo Malithi.  Is that or was that a policeman from here, from Colesberg.",
            "Unknown"
        ],
        [
            "ZINAKILE ASYIA",
            "Yes, it was a policeman from Colesberg.  Most of the people that were assaulting me were people from Colesberg.  I know these men.  I grew up with them, but I want to say today to the Truth Commission is that I have forgiven those people.  I hope that they will not mind my giving their names at the Commission.  I am only telling the truth.  We have forgiven each other.  When I get out of here, we are going to greet each other as usual.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "That's again very - very admirable, but I specifically ask about Mr Malithi and  you must, you are entitled and you are supposed to tell the truth, so if you mention names, that is actually part of the process.  But Mr Malithi's name has been mentioned many times in this round of hearings and that's why I specifically asked about him.  Does he live in, does he still live in Colesberg.",
            "Unknown"
        ],
        [
            "ZINAKILE ASYIA",
            "Yes, he stays in Colesberg.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Is he still a policeman?",
            "Unknown"
        ],
        [
            "ZINAKILE ASYIA",
            "Yes, he's still a policeman.  He's got a brother in Middleburg who is also a policeman, maybe he is the man that people keep talking about.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "[Indistinct] is very likely, because I am not quite sure about the first name, but thank you for drawing my attention to that and thank you Mr Asiya.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Mr Asiya thank you for coming to testify before us this morning.  We have noted your request for Archbishop Tutu to include you and the people of Colesberg in his prayers.  I can assure you that he does so and that we certainly do need the prayers of people of faith throughout the country to help us through this process of transition.\nYou mentioned your wishes for Colesberg and the many things that still need to happen.  Would you like to say a little bit more about the present situation of people living in Colesberg.",
            "Female"
        ],
        [
            "ZINAKILE ASYIA",
            "Thank you for giving me this opportunity.  I am glad that my view point has been requested.  In Colesberg, after all the chaos we gathered our thoughts, we sat down, we looked at our vision, a new vision, what aims de we have, what is our goal.  We have achieve d political goal.  We now need a new goal.  We try to show each other and enlighten each other that there is a back log,  a developmental back log in Colesberg.\nOur people are not developed enough.  Our houses are like dog houses.  If Colesberg was not in the Karoo, then we would be talking about shacks that are united by fire, by floods.  \nMy deep wish is that they lives of the people of Colesberg could be developed in some way.  All you see here are farms.  The farmers are not worried about the people who live in Colesberg.  Economically we are in the periphery of things.\nThere should be ways that bring us to the centre of the economy.  Projects should be commenced, so that the standard of our lives can be developed to a higher level.  We need to participate in the economy of our country.  Who is doing what for Colesberg?  There is  a lot of potential.  People have potential here, but if these people with a lot of potential come forward, the people in power continue to suppress them.\nPeople use their authority to suppress' potential.  We today are talking about 280 houses in Colesberg.  \nWe organised a housing board to come here, to listen to our grievances.  This housing board went to Kimberley, saying that they approved the 280 houses be built in Colesberg.  Today that was just stopped.  We started this process all together, but some just gave up.  They did not endure.\nThose people that have a achieved their goals just forgot about those that were left behind.  This board has someone in Parliament.  The man in Parliament is able to stop the project at his own will.  He has a certain group here back home.  He uses this group to make life impossible.  They burst water pipes so that people don't continue with the project.  We have tried to involve the police.  We want everyone to be involved, the politicians, as well, but this has all been in vain.  Only because of certain people.  That is why Colesberg is in a back log developmentally.  \nI am not putting the blame on the community.  I am putting the blame on people who claim to be leaders, even myself.  These people do not want the development to continue.  These leaders must let the people develop, this is my wish.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Thank you Mr Asiya.  As you know is to look into the years between 1960 and 1993 and part of our recording is to expose the events of that time, but the other part of our task is to look for ways in which reparation and rehabilitation can be made.  And that is why we are interested in some of the need for development that we hear and at the end of the process of the Truth and Reconciliation.\nIt will be our job to present a report to the President and Parliament for ways in which we believe reparation and restitution can be made.  Perhaps that kind of development is on of the things that can be done in the future so that the people are not left behind.  \nAnd one of the reasons that the Commission moves to small towns like Colesberg, is precisely to allow the present conditions as well as the past to be heard by the rest of the country.  Thank you very much indeed.  Thank you.",
            "Female"
        ]
    ]
}