{
    "header": {
        "type": "SUBMISSION BY MS D OLIVER",
        "starting date": "1996-10-07",
        "location": "KAROO",
        "day": "1",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55366&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/karoo/oliver.htm",
        "speakers": [
            "MS BURTON",
            "MS OLIVER"
        ],
        "original_speakers": [
            "MS BURTON\n",
            "MS OLIVER\n"
        ]
    },
    "testimony": [
        [
            "MS BURTON",
            "[Indistinct] thankful to you  for coming so far today to speak at our hearing and I am sure that the audience does not need reminding of the work that you and your late colleague Molly Blackburn did in this part of our country and we feel it's very appropriate that you should be here today with us, thank you very much.\nCould I ask you to stand to take the oath please.\nMS D OLIVER Duly sworn states",
            "Female"
        ],
        [
            "MS BURTON",
            "Thank you - please just go ahead and give us your - account of your experiences here.",
            "Female"
        ],
        [
            "MS OLIVER",
            "Thank you Chairperson and members of the Commission.  The last time I visited De Aar - was on the 18th of June 1985.  I was in the company of my late husband Brian Bishop and our friend the late Molly Blackburn and Mr Monwabese Macahula who was then President of the Cradock Resident Association.  \nWe had come here in response to a deeply concerned resident of Monswelkaze's appeal for help, Mr JM Gitane.  There had been mounting tension in Nonswakaze that year 1985 and on the 16th  of June, the day that is today a public holiday, to celebrate the contribution that our youth made to our country.\nA peaceful placard demonstration by the youth of Nonswakaze, resulted in 71 arrests for so-called public violence, and the death of Booi Mantyi.  All we were asked to do was to record the stories of those who wanted come forward to describe the circumstances of their arrests and what had happened to them in police custody.\nI had no reason whatsoever to doubt the voracity of what I heard about the alleged brutality that was inflicted on those who came forward to make statements.  \nTheir stories were similar to the statements we had heard in many other rural towns in the Karoo, the Eastern Cape and the Southern Cape at that time.  There were stories of detention and arrests of innocent people, many of them youth.  There were stories of crude verbal abuse, brutal assault with sjamboks, batons or rifle butts, tear gassing, kicking, shootings and coercion to make false statements.  \nIn 1985, my late husband and my colleague and I took many statements.  It was the year that marked a significant turn of the screw of the apartheid state.  The year saw an escalation in a Military presence and Military participation in many aspects of civilian life.  There were young white conscripts from decent homes, who were used in joint security force operations who told me at that time -  often wide-eyed and ashamed, about the atrocities they had witnessed while on official duty in the townships.  \nResidents of small rural townships told that they had seen the people they know,  local shopkeepers and farmers from the town and the surrounding areas, participating in some of these military style operations that were mounted in the areas where they lived.  Nine days after we were in De Aar, the four prominent Cradock residents, Ms Goniwe, Mconto [indistinct]  were assassinated by agents of the State.  On the night of their funeral, a state of emergency was declared and the screws tightened further.  \nIn August 1985, Brian was quoted as saying, that the statements we took at that time, will be used in atrocity trials when a new Government is in power.  Neither Brian nor Molly, with whom we had the privilege to work so closely are here today to witness that the new Government has set in place the Truth and Reconciliation Commission and our country has started out on the path of recording and dealing with it's past.\nIt is my prayer that it will not be necessary for us to hold atrocity trials, but that as a nation we shall learn the truth of what happened from each other and together find ways of healing the wounds from our past.  \nThe most worrying aspects of our presence in these communities we visited, was  that people were completely at the mercy of what was called the system when we moved on.  But then they were anyway and it never seem to stop the invitations to us to come.\nPeople were desperate.  There was a web of surveillance and control right over this area.  One often had a sense of being expected.  A police car would cruise past a place where we had arrange to meet someone or pick someone up.  Within minutes of arriving at a meeting, there was an uninvited police presence.  Telephone conversations were clearly not private.  The police seemed highly trained to do what they were doing, but it had nothing to do with crime, or put differently, everything was criminalised.\nThe powers and indemnity under the emergency given to the police, the security forces in general, seemed to give rise to an unbridled use of force and violence.  One had a sense that there were police who derived a pleasure from hunting down people.  In hot pursuit of someone who was running, often purely out of fear of having crossed the path of a police vehicle, it seemed not to matter a shred how fast there vehicles sped along the narrow, winding streets of the townships.  Whether life ammunition was used, and people shot in the back.\nDriving big vehicles like go-carts and take pot shots at people, seemed to be part of a game.  At the end of which there was a days bag.  \nThere was a perpetual cycle of funerals, as one -  two victims or more of the week's shootings were buried.  The very existing of a funeral crowd would evoke further police action.  If not at the funeral itself, then when people were on their way home.  The funerals themselves were curtailed.   The time and the place that funerals could be held was dictated.  Those who spoke at the funerals to mourn the dead, were monitored.  The following week, the victims of last week's action, were buried and so it seemed to go on and on.\nAny arrests gave rise to very deep concern.  It was often impossible to find out where arrested persons were for weeks or months.  The disappearance of some  was little comfort.  As we sit in the calmer collectiveness of 1996, it is hard to believe that this did indeed happen.  At that time there were many who were not able to believe what was happening.  Or they had been so brainwashed by the state controlled media that they honestly believed the treatment being meted out to people, was right.  This was the enemy.  The security force action that was taken against people, seemed so totally out of proportion to the behaviour they were seeking to punish.  \nOne was often tempted to say, they have gone mad.  And maybe they had.  But if the behaviour of members of the police force were se pervasively brutal throughout the area , one could come to only one conclusion.  These men, for they were all men about whom we heard, were licensed by the laws and they powers they had, to do what they were doing and they were acting on instructions.\nI have not included in my statement today the details of the statements that were made to us during those years, because my hope is that those people will come forward themselves and speak themselves before the Commission today in order to tell from their own hearts what it felt like and how it was to have been the victims of those atrocities that were perpetrated, thank you.",
            "Female"
        ],
        [
            "MS BURTON",
            "Thank you very much indeed.  We are very grateful for the fact that those stories were recorded at the time and as you say grateful for the fact that we hope not to have to have atrocity trials, but to have people come forward and speak about what they experienced and also about what they did in that period of a kind of madness.  \nDo you want to ask any questions - thank you very much.",
            "Female"
        ]
    ]
}