{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-08",
        "location": "KAROO",
        "day": "2",
        "case number": "CT/",
        "victim": "ALBERT/CHARLOTTE NKUMBI",
        "testimony": "WILLIAM NKUMBI",
        "nature": "SHOT AND KILLED AND ATTACKED, AND HOUSE WAS DESTROYED",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55365&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/karoo/nkumi.htm",
        "speakers": [
            "ADV POTGIETER",
            "MR NKUMBI",
            "MS BURTON",
            "MS SEROKE"
        ],
        "original_speakers": [
            "MS BURTON\n",
            "MR NKUMBI\n",
            "MS SEROKE\n",
            "ADV POTGIETER\n"
        ]
    },
    "testimony": [
        [
            "MS BURTON",
            "Welcome again Mr Nkumbi - you have come to tell us about the death of your brother Albert Nkumbi and also of the experience of your sister Charlotte is she here today.",
            "Female"
        ],
        [
            "MR NKUMBI",
            "No she is not here.",
            "Male"
        ],
        [
            "MS BURTON",
            "Ms Seroke is going to facilitate your evidence.",
            "Female"
        ],
        [
            "MS SEROKE",
            "I would like to greet you Mr Nkumbi - we appreciate that you came here today to tell us what happened to your brother.  Is he your older brother or your younger brother.",
            "Female"
        ],
        [
            "MR NKUMBI",
            "My older brother.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Can you please tell us Mr Nkumbi the situation in Hanover at this time - at this time of the riot.",
            "Female"
        ],
        [
            "MR NKUMBI",
            "I thank this opportunity to be here today to come in front of the people to tell my pain to - to express my pain.  In 1985 I was a teacher in Phillipstown and in September I terminated my services in Phillipstown, I came back because I got a post here, but unfortunately when I was here, they told me that the post was no longer available.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Sorry what was the post about.",
            "Female"
        ],
        [
            "MR NKUMBI",
            "It was a teacher's post.  The school were closing on Friday, my brother was working in Secunda together with Mr Mslaba's sons and at that time Mr Mslaba he was known as an informer  here in Hanover.  I didn't know the reason for that, I didn't know what he did, even if you ask someone, people could not tell you - but he was known as an informer.\n What happened on that Friday night I was at home, Mr Mslaba was staying with his wife and his children.  I was called at home and I was told that my brother's clothes and my brother's belongings  burnt down.  I asked why, they told me that my brother was involved in a fight with [indistinct]   I asked why are they burning my brother's belongings, they told me that since there was this unrest here in Hanover my brother took part in this fight and that is why they were burning his clothes.\n They went to my brother's wife to demand his clothes from her and my brother's wife gave the clothes to them because she was afraid.  I went there to ask what was happening - I found [indistinct] Joka who is our cousin brother he was there at that time and there were others but I don't remember their names.  I asked they were burning Tozamele's clothes.  They still wanted for - for the other clothes to be burnt but the wife told them that is all he brought about - he brought with.\n At that night Tozamele went to sleep over Mr Mslaba's house.  It was difficult for me to go there because I was told that a person who went there was going to be burn.  I couldn't see my brother that night and I went on Sunday together with Mslaba's son who is working in  Cape Town because I couldn't stay here.\n At the end of November Mr Mslaba's sons came back together with my brother and my brother decided he will not stay in his house, he went to stay in the tents together with Mr Mslaba's sons.  Even when I came back from Cape Town Tozamele was staying in the tents and I was staying here at home at [indistinct].  \n His wife said that he wanted Tozamele to come back to stay with her and I told her that Tozamele couldn't come in the township.  And this wife told me that she confronted the reverend who was the leader of the UDF at that time, so that Tozamele can come back and stay in the township.  I went to fetch Tozamele in the township that day and we tried to convince him to come back to the township.  And he said that he is not going to go back to the township, if his wife wants him back she has to go to him in Secunda.\n That was the last time I heard about Tozamele - and his wife was meeting with this reverend - this reverend promised that he will secure - he will give security to Tozamele and he can come back to the township.  Our house was extended at that time, it was  initially four roomed house - it was extended to be an eight roomed house.  Tozamele's daughter came to my house to inform me that they were moving and that there is a group of comrades standing outside their house.\n I said that - I told this daughter that Tozamele said that he is not going to come back to the township so I don't understand what was happening.  When I got there, this group of people was still there - we were all standing outside the house and we heard a petrol bomb being thrown in the house.  I met him in his house with a knife in his hand, I asked him what are you doing here, he said he I came with the police and their was a landrover standing there, the Sergeant Mr [indistinct] was there, I saw the bakkie coming out of this house, they were moving clothes from Tozamele's house and this took a long time because this bakkie  was too small.\n I told him that he was taking a chance - because he was not suppose to be there, there were comrades all over and I told him that we must leave that place.  We came through that Jupiter Street - we left that place, the comrades were there and they chased us.  When we approached the church - the street which was near the church we were running through that street.  There was [indistinct] Jack together with these people together with another one, they had petrol bombs in their hands.  And others were following us - there is an open field near the church - near the hall and there were no houses at that time.\n Sampson Booysen came and he threw a stone and hit Albert in his left ankle - he collapsed, I tried to help him up but I was unable to do so.  Comrades were coming but he could not - he could not stand up because his ankle was painful.   [indistinct] Joka came and he told me that I was stabbed in the back, but at that stage I could not feel that.  I then decided to run, I made a mistake by running and that was the end of Tozamele because they did what they wanted to do with him.\n I went to the house and my sister was also stabbed, I went to Mr Jantjies who is a policeman now - he was also afraid and he chased me away from his home.  I went through the street and I went to my home.  I found my brother there and he was taking [indistinct] to the doctor and he also took me together with them to the doctor.  Luckily we found a doctor that day.\n When we got to the hospital Albert was also there, the van took him to the hospital, they were trying to burn my brother because we could smell the paraffin on his body.   And [indistinct] tried to - he took Albert to the hospital but I think 20 - 30 kilometres outside Richmond my brother passed away.  We were following with my car but the ambulance came and he took us to the hospital.\n When we arrived at the hospital we were taken to the mortuary and my brother has passed away.  What is painful in all this, is that we didn't go back to the township - we went back straight to the tents where everybody was known to be an informer was residing.  Early on the Christmas day my brother Zatu came there and he told us that we had to go to the township.  \n We told him that no we cannot go there -  on that Christmas afternoon  in our church we went to church and there was a [indistinct] people were making fun of this in church.  And they were asking us which part we played in the death of our brother - others all - they all answered and I was the only one who did not answer them.  And then I said to them if Tozamele was  not killed by you - members of the UDF why are you asking this.\n Our reverend and I am not sorry to say this - I am not sorry to say this things about him - he was not behaving like a leader -  he was not behaving like a reverent or a pastor.  I said to him this is none of your business if you know that you haven't done anything - you did not have to call us here in this meeting.  \n On the Christmas on that same day the reverend sent the UDF youth to our home - they were making allegations to us and I wanted to know from them my brother was working in Secunda he didn't know what was happening around here, why did they kill him.  And I told him that I had to go and stay in the tents until the case was open in Grahamstown in 1987.\n The accused in the case - the cause of all this was the person who threw this and if he didn't throw that stone my brother would still be alive.  All the accused they were sentenced to 18 - 17 years but today they are outside and only God will answer but I just want to know why did they kill my brother.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Thank you Mr Nkumbi -  I asked you firstly what was the situation in Hanover at that time.  I will read to you the report from our researchers  and I will tell you their report about the conflict around this place and the conflict between the UDF comrades and the leaders or the councillors.\n[indistinct] the activity in Hanover, with the [indistinct] meeting in [indistinct] on 17 April 1985 to discuss grievances.  This meeting initiated the formation of the Hanover Residence Association as well as a youth organisation.\nThis initiative immediately launched a campaign against the councillors in the community who were unwilling to be drawn into this structures.  Calls were made for the councillors to leave the township.  It was alleged the Mayor of the township was beaten and his household goods burnt in [indistinct]\nToi-toi's were held with songs that called for the removal of the councillors - there were allegedly incidents where councillors drove into toi-toiing crowds - police also acted against this groups firing rubber bullets and tear gas. \n It is said that the situation was so bad that the councillors had to leave the township and they had to stay in the tents.  Again it is said that Mr Mslaba the one you referred to in your statement was the one who was a mayor at that time.  I don't know you said that he was known as an informer - I don't know whether you  are aware that he was the Mayor.",
            "Female"
        ],
        [
            "MR NKUMBI",
            "I do hear the report but the allegation that he was an informer as I recall  he doesn't even remember that meeting -   17th April meeting.  If he was there he would have stepped down.  It is the first time I hear this - I went with [indistinct] to reverend [indistinct] because I wanted to know the situation concerning Mr Mslaba but the pastor - the reverend didn't tell me what was happening.\n It is the first time I hear from you.  The reverend told me that I am going there on my own risk - [[indistinct] and Monge [indistinct] took me to the reverent at that time and I was not aware of what was happening at that time.\n In Phillipstown I was involved in the youth activities, but here I didn't understand the situation.  It was clear that the reverent was lying.  He had differences with Mr Mslaba in the church.  The report you just gave me is not so, I know that the conflict between Mr Mslaba and the reverent was within the church, it's not because Mr Mslaba was a Mayor.  This is a blatant lie.",
            "Male"
        ],
        [
            "MS SEROKE",
            "The report continued to say that Mr Alfred Tozamele Nkumbi he was accused that he stabbed a woman and that is why people were looking for him because he stabbed this woman.",
            "Female"
        ],
        [
            "MR NKUMBI",
            "Yes I agree with that, this is [indistinct] and he stabbed her because this woman accused him of being an informer.  My question is that why did they use my brother's wife to go to the township and take his clothes - why didn't they go first to my brother.",
            "Male"
        ],
        [
            "MS SEROKE",
            "In other words you are accusing your brother's wife for all this.",
            "Female"
        ],
        [
            "MR NKUMBI",
            "Yes because his wife knew that my brother stabbed this woman why did she want him back in the township.  Why did this reverend say that my brother can come to the township and he will be secured.",
            "Male"
        ],
        [
            "MS SEROKE",
            "What I am trying to find out is what was the real cause of the conflict amongst the people in the township - amongst the black people in the township.   It was the Government which was trying to use people against other people.  This is what caused the differences amongst people in the township.\n We are very hurt that people died in all sides - they died in the tents, they died in the location.  We ask that since we can see that you are so frustrated with this and you are so hurt with this - and you are so angry with the UDF leader reverend - is there any other thing you want to say to this Commission concerning your grievances.",
            "Female"
        ],
        [
            "MR NKUMBI",
            "There is a lot I can say to this Truth Commission.  Here in Hanover in 1993 on the 16th of June I was passing through the hall - I was coming from Noupoort at that time.  The situation was also bad in Noupoort.  On that day I was not aware that anything can happen to me.  Even the people who were toi-toiing gave me way to pass through to go to my home.\n At eleven o'clock I am use to watch TV until 12 - but that day I slept early - I went to bed early.  Just before 12 - I was not really sleeping but I was just in bed - I heard a petrol bomb being thrown in my house.  I went outside but I couldn't see anyone - my children's bedroom was on fire at the time.  This shows that people  end of Tape 2, Side A ...  they did not confront me only my colleagues the teachers who came to me in the morning to try to comfort me and to support me.  \n Mr [indistinct] who was a Mayor at that time, didn't answer me, I wrote a letter to him and I wanted to know what was happening at that time.  And that - that showed me that I am not safe here in Hanover, I am trying to do things for people in Hanover but they are against me - even now I am staying in town - I was elected - I was a member of the TLC but I could see that people of Hanover are against me.\n Even this - even not one who can say that I have done a bad thing to them.  It's only God who knows - even those people who burnt my house - they were taken out of the prison, that's why I wrote this letter because I wanted to know why are they releasing the suspects from prison.  They are dead now and it's too late now because they are dead and people were saying that those who are dead now were the one's who stabbed Tozamele - when they were alive these things were not said.  I just want the truth.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Are you still a  teacher [indistinct].",
            "Female"
        ],
        [
            "MR NKUMBI",
            "Yes.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Are you a teacher here in Hanover.",
            "Female"
        ],
        [
            "MR NKUMBI",
            "Yes.",
            "Male"
        ],
        [
            "MS SEROKE",
            "My request to you is that we want you to have peace and to forgive this people as a leader we would like you to try to open your heart and to forgive this people.  We will encourage that - I don't know if you are going to answer me.",
            "Female"
        ],
        [
            "MR NKUMBI",
            "As I have already said, I am glad that the TRC has come here today - if I didn't have co-operation - my choir would not have been here today, this shows that I am not against the people of Hanover.  Nobody can come to me and say that I have done something bad to them.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Thank you very much - I would give this opportunity to the Chairperson.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] Mary Burton has already complimented you earlier  on the choir and the tremendous performance this morning, so it's quite clear that you are a person who is doing positive work in the community here in Hanover and looking at the circumstances of this case and listening to you and looking at you today, it's quite clear that this is still very much alive in your heart - this matter and understandably so.\n One of the accused that were sentenced to dead, Mr Booysen is at present the Mayor of this township is that correct?",
            "Unknown"
        ],
        [
            "MR NKUMBI",
            "Yes that's correct he is a Mayor and there is no conflict between the two of us at this present time.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And the other accused in fact one of them will be testifying when you finished to talk about the same incident - have you had contact with the other - I noted that one of them is deceased and the others are - some of them are not mentally healthy but have you had contact with the other people - perhaps spoken with them.  Or do you think there is perhaps something to be gained in doing that?",
            "Unknown"
        ],
        [
            "MR NKUMBI",
            "Yes I have spoken to them even when they were released from prison, some of them came to my house in the township in nr 310 in [indistinct] - even in Grahamstown we were chatting and if they didn't have food we use to give them food.\n We do understand that the conditions they were under - they were used at that time.  They did not do this - their own version.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Do you still feel at present that there are people that are against you in this community - do you still feel that there are sort of hostility towards you as a person in this community in Hanover?",
            "Unknown"
        ],
        [
            "MR NKUMBI",
            "I wouldn't say - I wouldn't answer that because people are so different but I do work with people and I don't have anything against anyone.  But a person can love with you but you will never know what's inside.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And what I am just trying - I am just trying to ascertain yourself - you yourself how do you feel at present I mean you say you  live in town - and I might have misheard you but I got this sort of feeling that you are not at peace as yet.  And I may add that one of the important aspects of the work of this Commission is the one of looking at this whole thing of reconciliation - looking at patching up and getting everybody to work together positively and move into the future.",
            "Unknown"
        ],
        [
            "MR NKUMBI",
            "Yes I am staying in town the reason for that is that I have a family and that's why I am staying in town.  I would like to say in front of this Commission I am not against anyone, I don't hold grudges, the Bible said that you have to love your neighbour as you love yourself.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] positive attitude and one that I have - as I've said earlier is clearly reflected in the work that you do here as well.  But perhaps we can pursue this - this matter on some other level, but thank you very much.",
            "Unknown"
        ],
        [
            "MR NKUMBI",
            "Thank you.",
            "Male"
        ],
        [
            "MS BURTON",
            "Mr Nkumbi thank you as my colleagues have thanked you I want to thank you to.  And I - I am made to think very deeply about what the task of the Truth and Reconciliation Commission is and that's why we are grateful to you for coming to explain what happened and what you witnesses and what you experienced.  \n And I think it's very true  that our communities were very divided as Ms Seroke has suggested possibly deliberately in some cases and that those divisions were often more than political - that other conflicts came in and it was like many layers - feeding on one another to create those divisions.  And they escalated into the kind of attack which led to the dead of your brother.\n Now we often say that we've experienced a miracle in South Africa and in some ways we have - and the rest of the world looks at us and looks at this miracle but miracles are high wonderful moments but they still leave a great deal of work that has to be done to make that miracle of lasting value and I think what you have told us today has made us realise that, that work still has to go on.\n And we in the Commission can do some of that work - we can help to create the platforms so that people can ask the questions that you have asked, we can conduct the search for the truth.  But the search for reconciliation has to go on and it requires work from everybody.\n I ask everybody here to look into their hearts and to remember those times and to think what now  we must do next to built on that reconciliation and one think is we listen to one another with respect - we treat each other with respect and we hear those stories and we go on working at ways at which we can live together in peace and one hopes in due course with forgiveness.  \n And you've taken us a step in that direction so thank you very much.",
            "Female"
        ],
        [
            "MR NKUMBI",
            "Thank you.",
            "Male"
        ]
    ]
}