{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-07",
        "location": "KAROO",
        "day": "1",
        "case number": "CT/",
        "victim": "IDA TANTSI [mother], OLGA TANTSI [sister]",
        "testimony": "BEAUTY TANTSI",
        "nature": "SHOOTING BY POLICE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55368&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/karoo/tantsi.htm",
        "speakers": [
            "ADV POTGIETER",
            "MS BURTON",
            "MS SEROKE",
            "MS TANTSI"
        ],
        "original_speakers": [
            "MS BURTON\n",
            "MS TANTSI\n",
            "ADV POTGIETER\n",
            "MS SEROKE\n"
        ]
    },
    "testimony": [
        [
            "MS BURTON",
            "Good morning Ms Tantsi.",
            "Female"
        ],
        [
            "MS TANTSI",
            "Good morning.",
            "Female"
        ],
        [
            "MS BURTON",
            "Can you hear me well through the ear phones - thank you.",
            "Female"
        ],
        [
            "MS TANTSI",
            "Yes,  I can hear you.\nBEAUTY TANTSI  Duly sworn states",
            "Female"
        ],
        [
            "MS BURTON",
            "You have come today to tell us about what happened to you and to a number of members of your family  in July 1985.  And - your other members of your family are here as well, the other people who were injured at the time.",
            "Female"
        ],
        [
            "MS TANTSI",
            "Unfortunately my mother is not here - she's is ill.  She is not feeling well.  That's why she's not here today.",
            "Female"
        ],
        [
            "MS BURTON",
            "I am sorry to hear that.  Please give her our greetings and good wishes.  Please will you tell us then about what happened in your family home on that day in July 1985.",
            "Female"
        ],
        [
            "MS TANTSI",
            "In July 1985 I was working for the Ellerines Furniture shop here in De Aar.  I knocked off at five o'clock and I used a taxi to go home.  When I arrived at home on that day, there were many policemen in the township.  When I got there -  there were my sisters children from Cradock who were staying with me.\nWhen I arrived at home at that time I asked my mother and my sister where are the children, because I didn't see them in the house.  They said they were just outside and I said they must come in, because there are many policemen outside.  I had a baby of six months at that time.  \nWhen we went out -  because we heard some noises outside, in my house at the back there is a fence there.  When we went out to call for children, they came through the gate and at that time,  Mr Potgieter together with another policeman, which I don't remember now, but he was a policeman from Phillipstown.  \nThere was a pain in my eye at that time and it was the time that I was shot with bird shot and people they were stopping the van, because they wanted to police to come and see that they have shot someone.  They did not want to stop.  I heard that after I  - I was discharged from the hospital.  \nPeople went to call Mr Dave Beukes, who was the owner of the shop in the second street from where I was staying.  When they called him, he came with his car and took me to the hospital.   In hospital, I was not aware that my mother, Ida Tantsi, and my sister, my mother was seventy-two years old at that time.  My sister  -  my younger sister - they were shot at that day.  I was not aware of that.  I was dizzy at that time and my eye was so painful.\nI had my doctor,  Dr Mulller who was our family doctor at home.  He came - they phone him and he came.  When he arrived there, he took us to the X-ray and he found that the bullet is inside my eye and he could not do anything at that time.  He had to transfer me to Kimberley.\nThe police came and they wanted to find the people who were shot.  Potgieter was also there.  I didn't know what happened after that, but I was taken to the ward and my doctor made an appointment that morning.  I went to Kimberley.  The ambulance man did not care - he just left me there in the door.  I had to find my way to go inside -  but just because I was at least I am educated,  I managed to go inside and find relevant people.\nAnd I was taken to the specialist there in Kimberley.  They saw that they couldn't do anything for my eye, because the bullet destroyed my eye as the X-rays reports revealed.  There was a doctor from Kimberley -  the specialist, who said that I have to decide whether I want my eye to be taken out or not.  It was so painful and my left side was turning blue at that time and after two days -  after a day, they took me to the X-ray and they took out my eye.  \nI stayed in Kimberley for a week -  for two weeks.  After two weeks I came back home.  They told me that my mother and my sister were taken to prison and they were arrested while I was in Kimberley.  They were charged for throwing stones.\nUnfortunately Mr Zepe, the police who arrested my mother is dead today and he wrote in the statement that my mother threw stones and my mother was not even there at that time.  Because at that time we were shot, we were coming out of our home.  \nI went to my doctor when coming from Kimberley and I went to the police by myself to open a case against this person who shot me.  When I arrived there, they arrested me.  I spent the night in the in prison.  They didn't care about me and they -  Mr Zepe arrested me.  I went to the police station for the first time and they said I must go and make a statement. \nThey took me to the investigators and Mr Zepe took my statement.  When I said that I want to go home, they said that I can't go home.  And he told me that they have to arrest me.  I asked why, because I am the person who was shot.\nHe didn't want to listen, he just said he had to arrest me.  And I was feeling pain at that time.  My eye was painful and my took me to - the arrested me and the following day I appeared in front of the Magistrate.  \nThe Magistrate asked whether I am guilty or not and I said I am not guilty, because I was just coming from work and I was just calling children to come home and the Magistrate gave me a date to appear in court.  I did not have a lawyer at that time.  I tried to find a lawyer, but I couldn't.  I appeared in court three times.  \nIn November the Magistrate saw that we were innocent.  At that time we were appearing in court, it was my mother, my sister and myself and they decided in November that we were not guilty.  They sent us home.  \nSomeone came to me to advise me that I should go to Cape Town to find lawyers for Human Rights and this person gave me the telephone number.   This lawyer was Makulani from Cape Town.  He -  this person gave me telephone from Mr Bosalik.  Mr Bosalik said he will come in January, because that time it was the time of the holiday.\nIn January Mr Bosalik - in January or February - Mr Bosalik came to us to take statements -  statement from my mother, my sister and myself.\nI think it was the time when the shop of Mr Pony was burnt down.  I was included in this case, because the police heard that I am opening a case against them, because they shot me.  \nIn Mr Bosalik - I was trying to lay charges against the police, because they shot us and they arrested us and they then found that we are not guilty.  Mr Pony's shop was burnt down here in the township, here in Nonswagasi township.  At that  time I was back in job.\nOne other morning I saw the police, the police came to take me.  Smith - they then - Smith came and said that I was charged and I asked what I was charged with and they didn't tell me.  They just took me to the van - to the police station.  When we got there, there were many children who were there and then they said that they were charging me for burning the - the shop, Mr Pony's shop.  And then I told them I was in my job at that time - I was at work.  I couldn't leave the job - the work and go to the township and burn the shop, but they didn't want to listen to me.  They arrested me.\nI stayed in prison for thirty days.  After thirty days we appeared in court.  We were given a date - Mr Bosalik was there - came to take my statement for the claim.  And my case continued that I was - I was arrested for burning Mr Pony's shop.  And this case continued and we went to court.  \nMy original manager, Mr Koekemoer - who is - who is not at work at this time - he is a pensioner - he went to the police and he took my attendance registers to the - to the police.  He wanted to know why they arrested me, because I was in my work at that time at that Saturday.  And secondly, Beauty - he said that Beauty didn't even know what was happening at that time, because he was at work and he did not know what was happening in the township.\nMr Joubert -  my manager -  had  to go to court to explain I was at work at that day.  Fortunately, because of all that, I was found innocent.  And my case continued - the one I laid against Mr Potgieter and we received a day that we should go to Kimberley Supreme Court.  And it was found that Mr Potgieter is guilty, because he shot me, although he said that we were part of the people who were fighting and throwing stones.  My mother was also shot.  She was seventy-one years old at that time.  She was shot here in the shoulder and my sister and my child was shot in the back.\nMr Potgieter was charged R20 000-00 to pay me and he paid that money.  At this time I was in prison for the charges of burning Mr Pony's shop, this policemen called Visagie and Msutu and they were assaulting me saying that I am going to be - I am going to lose my job. \n And I can understand that, because they wanted my brother who was a teacher - who was a teacher, they wanted to arrest my brother.  Because they used to come to our house to search for my brother and I told - we used to tell them that my brother was not staying there at the time.  \nWe were, the police were harassing us, because they used to come at night searching for my brother - searching all over the house for my brother.  \nAnd this  - this was not good for my mother, because since she was old, she couldn't even sleep at night, because of the police.  My younger sister was shot in the head.  Even today he's receiving treatment in the Day Hospital.  I am just sorry she's not here today.\nIn my work this eye affected me very badly.  It affected my work and I used to have painful headaches and I used to go to the hospital every time.  \nAs a result of that in 1994, the doctor said I have to stay at home and not go to work.  The doctor said last year in 1995 he wanted to take me to the specialist in Kimberley and I did go to the specialist and I went to Doctor Meneer.  Dr Meneer transferred me to the psychiatrist, Dr Koen, and Dr Koen said that I must stop working, stay at home, and I am not working at the present moment.  I am staying at home and I am continuing with my treatment with Dr Van Aswegen.  This is painful to me, because I lost certain part of my life which was important to me.  Thank you.",
            "Female"
        ],
        [
            "MS BURTON",
            "Thank you very much Ms Tantsi for telling us all of this and we are all so sorry that your mother and your sister, your sister is Olga, is that right?",
            "Female"
        ],
        [
            "MS TANTSI",
            "Yes - Olga..",
            "Female"
        ],
        [
            "MS BURTON",
            "That they are not here with you today.  You - if you are not able to work now, are you receiving a disability grant?",
            "Female"
        ],
        [
            "MS TANTSI",
            "No,  but at work they gave me money for my service.",
            "Female"
        ],
        [
            "MS BURTON",
            "Your employers clearly supported you through the time when you were being arrested.",
            "Female"
        ],
        [
            "MS TANTSI",
            "Yes, they were supporting me, especially my regional  manager.",
            "Female"
        ],
        [
            "MS BURTON",
            "You mentioned that  the police continued to look for your brother.  Do you think that you family was particularly involved, because of your brother's involvement in political activity.",
            "Female"
        ],
        [
            "MS TANTSI",
            "No, I don't think we were tortured because my brother was involved, because this - the case against my brother came after we were shot.",
            "Female"
        ],
        [
            "MS BURTON",
            "I am just going to ask if either of my colleagues want to ask you any questions.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Thank you Mary.  \nMs Tantsi you have told us about an experience which many people have had and which is still quite shocking to say the least of it.  You and your mother and your sister were basically in your yard - you were at home in your yard when you - when you got shot.",
            "Unknown"
        ],
        [
            "MS TANTSI",
            "Yes, we were in the yard when we got shot.  We were in the yard outside the house.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "And eventually in the court in Kimberley, that court accepted that - that you were shot, you were never involved in anything illegal.",
            "Unknown"
        ],
        [
            "MS TANTSI",
            "Yes, it was found that we were innocent, because we were shot in the yard.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "This policeman Potgieter, or the court found that he was shooting at some other people and that he was using this bird shot that spreads out when you fire with a - you use that kind of ammunition and that he shot you quite innocently.  He never really aimed at you, he never really wanted to shoot you.",
            "Unknown"
        ],
        [
            "MS TANTSI",
            "No, he was not aiming at me, but unfortunately at that time he was shooting - when we got out of the house - we were all shot - the three of us, Olga, my mother and myself and my - my daughter - because she was shot in the back.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "And obviously what happened then that when the police realised that they were going to be in trouble, because they injured you, they injured your mother and your sister, they then made up these false charges against all three of you.  And they charged you for public violence for throwing stones.",
            "Unknown"
        ],
        [
            "MS TANTSI",
            "When Mr Zepe charged us  he said that he found stones in my mother.  And he said that my mother threw  these stones.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "I mean it is a patently ridiculous thing to say, because your mother was then seventy-two years old and I mean it's just quite improbable that she would have been throwing stones, but he was prepared to make up that story because they would have been in trouble for having shot you quite innocently.",
            "Unknown"
        ],
        [
            "MS TANTSI",
            "Yes, he just wanted to defend the police.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "How old was your sister in 1985 when this incident happened?",
            "Unknown"
        ],
        [
            "MS TANTSI",
            "I think she was nineteen or eighteen years old.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "And you were yourself arrested - your mother of seventy-two year old - was arrested and your younger sister, eighteen -  nineteen years old - was arrested and it took until November that year to be found not guilty.  So you had to go to court the whole time until November.",
            "Unknown"
        ],
        [
            "MS TANTSI",
            "Yes, we appeared in court all this time until November.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "And when they charged you that day when you went to lay the charge against the police.  When they arrested you, did they keep you in  prison or did they release you in that same day - or what happened.",
            "Unknown"
        ],
        [
            "MS TANTSI",
            "They did not release me at that same - the same day.  I spent the night in prison - that day.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "[Indistinct] appear in court only and then released.",
            "Unknown"
        ],
        [
            "MS TANTSI",
            "I appeared in court the following day and they gave me the day to appear in court again.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "And your mother and your sister when they were arrested -  were they also kept in jail.",
            "Unknown"
        ],
        [
            "MS TANTSI",
            "Yes, they were kept there - they spent the night there.  They didn't even wait for my mother to be discharged from the hospital.  They took them from the hospital and to prison.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "How do you feel about this experience? How do feel about the police and how do you feel about the court system - the legal system at this stage?",
            "Unknown"
        ],
        [
            "MS TANTSI",
            "I feel bad, because if they charged me because I was toi-toiing at least I could understand that, but I was at my home and doing nothing.  That's why I am so bad.  My life has changed now, it is not the same, because of that experience.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "And that you were awarded some money, but has that made up for your feelings, for your experience?",
            "Unknown"
        ],
        [
            "MS TANTSI",
            "The money doesn't make any changes, because my eye, I lost my eye and I will remain the same until I die.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "And what is the condition of the remaining eye?  What is that like - is it affected in any was?",
            "Unknown"
        ],
        [
            "MS TANTSI",
            "My right eye was almost affected, because when I wake up in the morning, there are blood stains in my eye and I could feel that, but I got this eye spectacles to help my eye and I am still receiving treatment from Dr Van Aswegen.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] the shooting incident of July of 1985, were your eyes healthy?  Did you only start wearing glasses after this incident?",
            "Unknown"
        ],
        [
            "MS TANTSI",
            "Yes, my eyes were healthy.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] so you never wore glasses before.  You only got it after you lost your eye.",
            "Unknown"
        ],
        [
            "MS TANTSI",
            "No, I never wore glasses before.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Thank you Ms Tantsi.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Beauty, how old is your mother at this stage.",
            "Female"
        ],
        [
            "MS TANTSI",
            "She's eighty-three years old.",
            "Female"
        ],
        [
            "MS SEROKE",
            "How is her health?",
            "Female"
        ],
        [
            "MS TANTSI",
            "She is not feeling well.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Where is your daughter who was shot at the back now?  Why -  how was she affected?",
            "Female"
        ],
        [
            "MS TANTSI",
            "Fortunately, she doesn't complain.",
            "Female"
        ],
        [
            "MS SEROKE",
            "I could think that it was a very painful thing for you that you were shot in your eye and that you were accused for something that you didn't do.  You were arrested for thirty days.",
            "Female"
        ],
        [
            "MS TANTSI",
            "Yes, this was a painful moment.",
            "Female"
        ],
        [
            "MS SEROKE",
            "[Indistinct] got used to staying in prison for this days.  We know and we hope that your manager will be blessed, because he supported you all this time.  Thank you.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "There is just one question I forgot to ask you Ms Tantsi - I am sorry.  Your mother and your sister, did they make any claims against the police for their own experiences and did they get any money.",
            "Unknown"
        ],
        [
            "MS TANTSI",
            "In this - in Kimberley Supreme Court they were left out of the case.  They did lay charges against Mr Potgieter, but they didn't get anything.  \nAnd I still  - I have a request for Oscar - Olga - because she's got a problem and I would like the Commission to help her to get some assistance.  Because she's got a child and her mind is not well.  She's under the psychiatrist treatment in Day Hospital and when specialist are here - they call her to go to see the specialist for check-up.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "She was also perfectly healthy before the incident -  before July 1985 when the shooting happened, she was a healthy person.",
            "Unknown"
        ],
        [
            "MS TANTSI",
            "Yes, she was a healthy person.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Thank you Chairperson.",
            "Unknown"
        ],
        [
            "MS BURTON",
            "Thank you - thank you Ms Tantsi.   We've taken note of your request on behalf of your sister, Olga, and I am pleased to know that both you and she are receiving medical and psychiatric care.  This experience has obviously had a very bad effect on your lives and we hope that you will be enabled to lead happy and satisfactory lives.\nYou've lost a great deal, but now after all of that time, we have come to a new society, a new democracy and we hope that in some way you will feel that the things that you experienced were part of the process of transformation of our country and in that way you have made a contribution.\nSo we wish you better health and that things will go better for you and your mother and sister and your family.  Thank you very much coming to tell us today.",
            "Female"
        ],
        [
            "MS TANTSI",
            "Thank you.",
            "Female"
        ]
    ]
}