{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-06-04",
        "location": "MIDDELBURG",
        "day": "1",
        "names": [
            "JOHN M MELATO"
        ],
        "case number": "JB0708",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55651&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/middlebu/melato.htm",
        "speakers": [
            "CHAIRPERSON",
            "YASMINE SOOKA",
            "JOHN M MELATO",
            "RUSSELL ALLY",
            "MR MEIRING"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MELATO",
            "MS SOOKA",
            "JOHN M MELATO",
            "DR ALLY",
            "MR MEIRING"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "May I ask that Mr Melato be brought to the stage if he has arrived.  I will ask Ms Sooka to lead in this evidence and she will also first administer the oath.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Morning baba, morning mama Melato.  Are you able to hear me clearly?  Are you able to hear me, baba?  You don't have the, are you going to talk in English?",
            "Female"
        ],
        [
            "JOHN M MELATO",
            "In English please.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Oh, all right.  If you are going to talk in English, then you don't need those ear phones.  Okay.\n Baba, before you begin your evidence, can I ask you to stand to take the oath please.",
            "Female"
        ],
        [
            "JOHN M MELATO",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Thank you Baba, you may be seated.  You've come today with, is the Mrs Melato with you?  We'd like to welcome you.  It is a very sad story, but one which we are hearing fairly often as the Truth Commission receives evidence from different witnesses.\n I'm going to ask you to tell your story in your own words and then I will ask you questions where I want, you know, more information and more clarity.  Will you tell us your story please.",
            "Female"
        ],
        [
            "JOHN M MELATO",
            "Okay.  Thank you very much Mam.  I want to believe that the background to that piece that I'm going to start with, would provide or help to give me and the Commission a direction as exactly what transpired.\n I remember on the 28th of December 1978, Thabo has just written his matric and he told me a story that he was keen to go to Swaziland for his new year celebrations.  I asked him a pertinent question and wanted to know whether he knew anybody in Swaziland.  He said he did not know anybody.  I said, now okay, why didn't you confide in me on time that you were keen to go to Swaziland?  I've got a colleague of mine at Swaziland, William Pitchard at a training college at Manzini.  He happens to be at Manzini, we schooled together at Porteville training college.  \n So if you should find yourself in a way stranded, get to the gentleman and explain to him who you are and on the stand of that, he'll accommodate you for those few days.\n But over and above that I was very very sceptic and I asked him, have you got the permission from the special branch, because we're controlling the exists to outside countries.  He told me that he had.  I said, okay, could I see the document, documentary.  He showed me his reference book.  It was still the days of the reference book then and the travel document and its endorsement.\n So I got in a way convinced that he was going out correctly and correct channels.  All the same he had a very small little bag and one could not imagine that he could have had about three pairs of pants in it.  Rolled so meticulously small that the bag should not be suspicious of its contents.\n All right.  I remember I stood, it was in town at Mereparelas at the corner of Church and Voortrekker streets.  I saw him get through manners.  I still have that picture. During the course of the day, so later at about two o'clock or so, I met some fellows who were collecting dry cleaned clothes at the station at Witbank.\n One of these fellows knew him.  He told me that he met him at Mhluzi at about two o'clock.  I could not, I could not believe how fast he could have been to be so, to be in Swaziland already.  All the same, I had nothing to say but to accept.\n So Thabo never returned.  On the 3rd of March the following year 1979 on Saturday the 3rd of March, I'd decided to get to Swaziland. I had not been to Swaziland then.  There happened to have been a friend of mine, Mr Mashiwohe, who was giving the shipment and we could go together.  So he and I travelled together to Swaziland.  I arrived at Manzine hotel, we arrived there at about 12, midnight.  \n That was the end of the story.  I could not, I was only well could change, you could understand that.  I didn't understand why he did not come back.  As he told me that he was going to a new year.  New year is long over and I would like to know the results are now being published, or have been published already.  I want to know what his future would be, because he was not his sister who plays here in the hall during the same high school.\n So that was the end of the story.  Never saw him, never heard about him.  Accepting, I don't know.  If I was aware of the ways in which I could have heard about him, it was just by perhaps asking someone who's at ...  I met in, on the road to Maputo.  I mean those are just like dreams.  All the same, we have never seen him again.\n Right, the story went on.  At the end of the, the end of 1990, there were a group of exiles who came home.  The message that I got from one of them was that would, all the exiles would be coming home.  \n The following year, that is 1991, there was a certain Mr Tolo, who it was said would come and see me.  But he was a colleague of mine.  He never got the chance apparently to come and see me to see, to tell me some more about my son, if he knew where he was.  I presume he wasn't.  There would have been something that he would have told me.  He never got the chance.\n So I feel and I'm convinced that my son was alive.  From November and up to the end of January.  On the 8th of February 1991, the year on which the old exiles would enroot to their different directions and places in South African, I received a telephone call from a certain Mr Jone Kuna, who was the branch secretary of the ANC in Nelspruit.  I happened to have met him on two occasions at the council meeting.  So I knew him and when he mentioned who he was, I could identify who he was, because I had met him on one or two occasions. \n He gave met the injunction that my son, Thabo, has died.  I couldn't understand that.  I said, okay, where do you get this information from.  He says, no he has been phoned to, he wouldn't divulge.  He wouldn't divulge the story.  \n All right.  Then I started phoning the ANC head office in Johannesburg.  I remember there was a young lady by the name of Sebongele, who was at the reception centre.  She was a receptionist I think.  She indicated to me that she has, where she is, she receives information from all directions that are meant to reach the ANC head office.  So she has not heard anything about it.  Then she said to me that okay, let me admit probably that the message might have gotten while I wasn't here perhaps.  Let me find out from my seniors whether there is information of this nature that could have come in without my knowing about it.  \n She came back to say that no, no one admits the fact that there is information.  Their startled, it was startling news.  Then I said, okay, Sebongele, if that is the case there is this that surprises me too.  I got message from one Ukuna at Nelspruit who tells me the story that my son is dead.  Now I wanted to know you people as head office, you should be knowing more about it.  What is taking place, as you are at the point where all matters must definitely come together.\n So from then it was a long and ugly story.  I remember I had to phone back now to, I remember I phoned a certain man at Lusaka who told me the story that, yes it is true, he died and all these other things.  You could establish that with Luanda.  I said, okay, give me a telephone number to Luanda.  \n He did and I phoned Luanda.  Apparently it was at a hospital or whatever.  They told me that yes, they have so many corpses there of people who have died.  He can not at the moment then be in the position to give me a quick identification of the person whose corpse I'm after.  \n He said to me that I must bear in mind one fact and that is the refrigeratory system in Angola is very poor.  Corpses get bad quickly.  There are some might have been disposed of.  And most probably the corpse that you are after might be one of those.  I could understand, although is was difficult.\n All right.  Then it was a process of phoning this way and this way.  At the end of the day I felt, okay, my son Elia, said that he would represent me as best he could to undertake the journey of getting to the head office, ANC head office constantly to find out about the story.  And that was the end of the story there.  We never, we drew a blank on both ways.\n All right.  During the course of the time, there were, I was visited by a group of representatives from the executive committee.  I want to believe of the ANC branch Mtuzi, who came to say to me that they have been deputized to come to me to ask that there be two people who may be entrusted to get to Luanda.  There will be two air tickets that will be provided.  And if there are no people from your family who  ..... (end of tape)\n The money that would have been expanded on the securing of the air tickets, could be used for the interment of the corpse.  I got a flash of mind.  I could see behind everything quickly.  I said to this, this representatives, you are stunning me if you are the people to come to tell me that.  You are the people who have identified the corpse.  You have chosen me amongst a lot of parents whose children are on exile.  How did you establish the fact that this is my child and not anybody else's?  Over and above which now you say, I must go there to Angola and identify what you thought, a corpse that you have already identified?  It sounds ridiculous.  \n I could see there was some silly thing in it.  I saw some sinister story.  I said to them, look, I want to abide by the decision that you have, the message that I've got.  Truthful or not truthful as it is, I want to abide.  If I go to Angola, I won't come back.  You want met to tell you that, because now you're looking for me now.  I'm not getting there and none of our family is getting there.  So it is.  That was the end of the story.\n You do one thing, I'm asking you to rent me the corpse.  That's what I'm, all I'm asking for.  I shall intervene.  This corpse, the grief of this boy is going to be needed.  Not by me, but by the generations that will come after.  I'll be asked by them.  It will be needed.  They must know where, maybe their great-great-uncle,father at that stage, he would have been if he could have been alive perhaps.  So that they should go and for propisatory purposes, it must be there.  \n So now we had a, it was a marathon now of how to get the corpse.  Now they told me that I must remember the corpse must be flown from Luanda to Lusaka.  From which it will get into the SA plane to South Africa.  Now there is always a mis ..., the reason a good connection between the two places.  I don't know how long it took, I would have promised.  Okay, next week Tuesday the corpse, be ready for the corpse.  All right.\n So I made preparations for that.  I went to a Frenzeleni undertakers in Witbank.  I saw Mr Nkozi, the man in charge there.  We talked over the business.  I wanted to engage his services.  So that when this story is cleared, I should just give him a tinkle so that he takes his transport to Jan Smuts Airport then.  So we agreed at the price of R192,00.  So it was fixed.\n So while I was still (...indistinct) with this, because they would say Tuesday, Tuesday when I phoned non-endlessly.  It was misfired.  It will be Thursday.  Now on Thursday, I phone in the morning again to ANC head office to Sebongele.  Now the matter now was handled now throughout by Sebongele.  She was my immediate contact.  Now I'd not had any connections.  Look, I'll phone to Lusaka and then I'll come to you.\n Then she would tell me, no, it was misfired.  Okay, let's put it for Tuesday next week.  Until eventually at the end of the day, the corpse, on the day on which they said the corpse would be there, there was a corpse.  My son and his two uncles were at, there.  They saw the coffin being over loaded on the tamarque.  So they went into the, they went to the tamarque rather to identify.  This corpse had its identification papers.  They fiddled with them to check.  There was an ID there.  It was a corpse of a certain Komalo, apparently from England or what.  But not, they said no, this is not the person we're after.\n So my son tells me there was someone in the plane who said you seem to be looking for a corpse.  It would appear the corpse that you are after, will be coming tomorrow, because I saw it there, the coffin.  So it was true.  That person had said seeing a corpse, it was true.\n So we went and came back home, to return again the following day.  Now in the meantime, I phoned headoffice and said, man, you know things can happen.  It can possibly look for me that you told me that my son's corpse should arrive on Thursday.  It did.  There was a coffin, but it's not himself, according to the identification papers.\n Don't you think, Sebongele, that there is a possibility that there might have been a cross?  She said, no.  Okay, could you give me someone I could communicate this matter with?  Someone came who, whose name I don't remember now.  He said, no no no, there is no such a thing as that.  There was no corpse that came along on that plane from Lusaka.  There was no corpse.   I said, no Mister, listen, I am saying there could possibly have been a corpse.  My son was there and his two uncles.  They looked at the documentation that was on the corpse, the coffin.  No, there was no corpse.  We have no corpse.  We have asked for no corpse and there was no corpse in the plane that came from. \n Okay, I said, okay, I thank you very much.  Okay sorry.  I didn't want some argument.  I thought that we could check into that matter.  It might have been that the people's name have been put by mistake on a different coffin.\n All right.  So we came back the following day.  The corpse was off-loaded.  No documentation, no identification with this means we're provided there.  Okay.  It being a fact that we knew, we knew that there would be a coffin, there would be a corpse off-loaded that day.\n Okay.  The undertakers were ready as we were there.  We took the corpse over to St. Helene.  I said to the officers, Nkosi in particular, Mr Nkosi, I'm asking you could you open this coffin please.  I want to see this.  This boy has gone away for twelve, it is his 12th year that we've not heard anything about him.  When he opened the plank coffin, I began to learn of something that I didn't before.  There was a lenient coffin inside and it was filled with lard.  \n I said, okay, Mr Nkosi, okay put it away.  But make arrangements, this for sure, for sure it must be opened.  Part of it must be opened.  I can't, I've become sceptical already, there are so many hassles that have transpired in my, in my follow up of the story.  Organize a private stalk, this one which is used by the welders.  Just open one little bit, perhaps at the head part and so on.  I knew my child.  So he says, okay.\n We arranged we'd be here, it was on Friday, we'll come back on Monday at 11 o'clock.  So I arranged with my children who were ready to go there.  There were five of us in all.  We got to the Azimleleni.  And I said to them, look we are not going to get into the identification room in a bunch as we are.  We've got adopt a strategy of some sort, one man at a time.  And Maku, we don't meet.  We shall meet when we've completed, conducted the observation.  Okay.\n I said, all right, I shall be the first.  So I went in, it was opened, I sat down.  Where is this, where is this, where is this?  I'm just saying this, because this is not my child.  Okay, could you open the end of the coffin?  I'll tell you what has happened there.  When he opened, we found a man with such a big head and feet.  My son and I put on the same size, six, we've got very small feet.  This one's feet too large.  I said no.  All right, Mr Nkosi, give me some means of measuring.  I measured the corpse.  You'll hold this measuring stick from the head, of the side of the head and I'll hold it the end and I'll make a mark.  Put it away.  Okay.  \n So we came in one by one.  Then we came back.  I said to them, the first shall be last.  I started out, I'll be the last.  And please, whatever you say, don't say it is he, don't say it is not he, without giving reasons.  Give your reason for saying yes and for saying no.  Otherwise I don't accept.  So they all came in.  The brothers and sisters came in, those who were there.\n My reason is this occasion to one side and then everything was finished.  Then I came and said, right, this is not my son.  It is not, for the following reasons.  They said to me then we are going.  I said, Mr Nkosi, give me that measuring stick.  I want my son, the tallest, to stand here with his shoes on.  So when I measured it where I had marked the stick, it was getting right into, straight to his ear.  So you see.  I asked him, how, when you stood next to him, your younger this brother of yours who died, how high was he?  He came as far as here.  So, Mr Nkosi, we failed.  It is not the corpse.  \n All right.  Someone helped me with the another technical reasons, trying to get established who this corpse is.  Whose corpse this is.  They arranged for a fingerprints experts to come.  There was lime inside this, so this corpse had a sort of material covering and was limed inside.  Now this expert could not get further than that, because the lime had destroyed the print, the fingerprint.  So it failed.  \n I was also keen to want to know what happened, who he is.  I drew a blank.  At the end of the day I said, okay, I must report this story now, to the ANC people that I, my family and I are distancing themselves away from this.  We'll prove beyond any reason of doubt, as far as we're concerned that this corpse is not the corpse of my son.\n They take this corpse as a fallen man of the ANC.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Mr .....",
            "Female"
        ],
        [
            "JOHN M MELATO",
            "Up to now, I have not received anything.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Mr Melato, can I just ask you a few questions just to get some clarity?",
            "Female"
        ],
        [
            "JOHN M MELATO",
            "Yes.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "You did mention in your statement that your son has just written his matric exams, but to your knowledge, was he involved in any political structure in the school?  Was he a member of the SRC, was he a member of COUSAS or any of the student movements while he was at school?",
            "Female"
        ],
        [
            "JOHN M MELATO",
            "Yes, but not to my knowledge.  As far as I knew him, I didn't know that he was an active member in any capacity.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "All right.  When you also, when you went to Swaziland with your friend to look for him, did you visit the colleague whose name you had given him, to ask him if he'd seen your son?",
            "Female"
        ],
        [
            "JOHN M MELATO",
            "I did.  When I got there Habit was not in.  I was told that Habit had gone to England for further studies for a year.  So even if he had gone to him, for God sake I hope he did, he wouldn't have found him.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Okay.  And when you went to Swaziland, did you meet with any ANC people there?  To try and establish if your son had actually joined the movement in the exile?",
            "Female"
        ],
        [
            "JOHN M MELATO",
            "I was accommodated, my friend and I were accommodated at pendulous places.  The lady, who is a Middelburg lady who got married to a certain Mr Zwane, she is the woman actually who housed us, who permitted us to be at her home and so on.  We put up there the first night.  And she was very keen the following morning to help us, as best she could.  Up to then and up to now, I didn't know whether she belonged to ANC or to any other party.\n So she said, let's get to Mmabane.  I'll use my car, because with this one he may know about the Middelburg plate number then.  It was still TM that time.  He might hide himself.  Now, if I used the car with the Swaziland registration numbers, if he is there, he may not realise.  \n I just wanted to see him and ask him, if possible, that I want him back, because I wanted him to go to school.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Tell me, the first time that there was any admission from the ANC that he was in exile, was when Mr Englove spoke.  Is that correct?",
            "Female"
        ],
        [
            "JOHN M MELATO",
            "Which Mr Englove, Mam, if I were to ask?",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "The Nelspruit ANC person.",
            "Female"
        ],
        [
            "JOHN M MELATO",
            "Oh.  Enkona.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Enkone, sorry.",
            "Female"
        ],
        [
            "JOHN M MELATO",
            "Enkona.  I became clear now, that he had joined the ANC.  I was there myself and that, I couln't get trace of him.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Do you think, I mean, from what you've said, you seem to be implying that something's not quite right.  What do you, what are you trying to say?  Throughout your evidence you convey the feeling that something wasn't right.  Do you want to just explain that a little to us.",
            "Female"
        ],
        [
            "JOHN M MELATO",
            "Yes, Mam.  I feel there is something that is not right.  In the first instance, I'm very sorry that I permitted him to go, I allowed him to go.  After every document, the documentation was made up already, I wouldn't have done that.  Because at a certain stage, I had some feeling of scepticism, but I felt okay, it is true, he is not running away.  Look, he has been sanctioned.\n Secondly, I'm not, I do not accept.  I'm sorry, I don't accept the fact that the alleged ailments that is said he died from, I don't accept that.  I have my own briefing that I got and unfortunately I can not divulge that.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Who was the briefing from?",
            "Female"
        ],
        [
            "JOHN M MELATO",
            "Their from one of the people who came over and\nwere in exile.  They had lost say about this boy and the possible disappearance and so on.  So the sooner I feel, to say to me that he died of AIDS, to say the he died of TB, I don't accept that.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "I wonder if, you know, obviously I know that you feel uncomfortable divulging that information, perhaps publically.  But perhaps we can get our statement takers to discuss that aspect with you.\n Let me just say that on receipt of your statement, I did check the ANC list, you know that they have submitted to the Truth Commission, about the names of young people who went into exile, where they've died or where in fact they were killed, either in Angola or in other places in Africa.\n And I haven't actually found your, your son's name on that list.  But the ANC in their second submission also submitted more lists.  And we're in the process of identifying families of those people.  So we will certainly check your son's name against the second list that they've supplied us.  And if we have more information then we will obviously come back to you.\n I just want to check with you.  Do you know possibly of what name your son used in exile?",
            "Female"
        ],
        [
            "JOHN M MELATO",
            "From what I heard like for instance his Melato.  They would call it in another way to corrupt in a way so that they should not ....",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Yes, yes.  So you don't know that name?",
            "Female"
        ],
        [
            "JOHN M MELATO",
            "I don't know that name.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Okay.  Thank you very much.  I'm sorry at this stage that we're not able to positively identify his name on the list.  But we certainly will make further enquiries, because we're also obtaining lists from the ANC about people who perhaps died by way of execution or other means.  And we will certainly look into what you've told us.\n But I would appreciate if you could, I understand you can't, you feel uncomfortable divulging publically the other information that you've got.  But if you could make that available to our statement takers.",
            "Female"
        ],
        [
            "JOHN M MELATO",
            "Mam, I have made my vow that I should not.  It is something that is very personal, would be informant and so on and what worries now is, what worries me at the end of the day, is the fact that you've got a son who I took into my house at the age of three.  He has now matriculated in 1995 and, and most unfortunately now I have retired from work and I can't be financially useful to him.  That is one factor that always is on my mind and gnaws at my heart like a rodent that gnaws at a piece of blanket.  What is the future of this child?  Perhaps if his father had been, was alive, there would be some help of some sort and so on.\n All the same my children in the union, in their combined discussion and so on, they're trying to help this boy as best they can.  Presently he is now at Johannesburg.  He's doing an engineering, what ever, because he wanted to get to a technikon and he could not.  He got injured, he was on the way, he had gone to for an interview at one of the technikons in Natal.  He slept in the bus and on the return, there was an accident, he nearly broke his back.  He was moving in crutches with some pads and so on for quite a time.  He just got relieved of some of a few pads I think and somewhere in February or March.  \n Now he is, he is a problem to me.  That's me immediate problem.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "What I can say, is obviously, you know, the ANC has also made provision for people who were members of MK to get pensions.  And personally we will explore that aspect with them and try and come back to you on that issue, because then dependents would probably be entitled to receive that pension.\n But thank you very much for sharing your story with us.  I now hand you back to the chairperson.",
            "Female"
        ],
        [
            "JOHN M MELATO",
            "Before, could I ask before, before you do that, Mam, I'm just wondering, was it not possible that, it would have been a very great comfort to me, if some of the people who had gone with him and those who came back, come just to indicate that they were with him and he fell or he went, he died or whatever.  I'd like to get something from those who were with him, than just to be a closed book on that.\n I mean if people are together travelling in a vehicle and their involved in an accident, some die and the survivor must go back to indicate, to give an account of how the accident happened.  It pleases those who listen.  But with me it was just a closed book.  \n There's where, for instance, I could tell there was something that I couldn't, it was something that I couldn't understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Melato, thank you very much.  Thank you Mrs Sooka.  I may just, for your information, again confirm, it may help you Mr Melato, that the hearing's procedures here has been nation wide broadcasted.  So your evidence has been broadcasted over radio and we also with you hope that some of the people that might have been with him, would have heard you now and could cast some further information on this.",
            "Unknown"
        ],
        [
            "JOHN M MELATO",
            "I'd be happy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So if they could either contact you or the Truth Commission we'll appreciate that.  Dr Ally has a further follow up question.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Mr Melato, I don't want to keep you much longer.  Just one or two brief things.  Just to clear up things that you said when you were giving an account of what happened to your son.  You said that the documentation that your son obtained, he got it from the special branch.  Did I hear you correctly?  Were you referring to the Department of Home Affairs or Internal Affairs or did you mean special branch?",
            "Unknown"
        ],
        [
            "JOHN M MELATO",
            "It was then special.  Today, later it became special securities.  They were the people conducting the outgoings and comings, for instance, like you wanted to go to this or there, you would have to get your travel document endorsed at the Commissioner.\n And I don't know how they were working hand in glove with them to find out whether, are you a person who is, who should not be allowed to go.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "So everything had to be vetted by die security branch?",
            "Unknown"
        ],
        [
            "JOHN M MELATO",
            "In a way.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "If you wanted to go out of, into a neighbouring, into Swaziland...?",
            "Unknown"
        ],
        [
            "JOHN M MELATO",
            "That's right.  People were suspected of being ...  Because I confronted them, to answer you further, I confronted them that you are the people who allowed my child to go.  He says, no, we signed the statement and when we check we found that there was nothing to which we could say he could not go.  So we are not in a way responsible.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Okay.  Thanks.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Professor Meiring.",
            "Unknown"
        ],
        [
            "MR MEIRING",
            "Just a brief question about your grandchild.  You say that your grandchild is staying with you at the moment.",
            "Male"
        ],
        [
            "JOHN M MELATO",
            "Yes.",
            "Male"
        ],
        [
            "MR MEIRING",
            "How old is he?",
            "Male"
        ],
        [
            "JOHN M MELATO",
            "He's twenty, he could be twenty.  When he wrote matric he was eighteen, nineteen, he could be twenty now.  Twenty, twenty one, somewhere there.",
            "Male"
        ],
        [
            "MR MEIRING",
            "Thank you so much.  That is, is that the same child referred to.  No, let me put it the other way.  In your written statement, you say that you heard that your son also had a son, a baby son in Lusaka.",
            "Male"
        ],
        [
            "JOHN M MELATO",
            "Yes.",
            "Male"
        ],
        [
            "MR MEIRING",
            "What happened to that boy?",
            "Male"
        ],
        [
            "JOHN M MELATO",
            "I don't know anything about it.  My brother was told and when I wanted to make a follow up on that, they said, no, there was no such a thing.",
            "Male"
        ],
        [
            "MR MEIRING",
            "Thank you.  And coming back to your grandchild of twenty years old.  His mother, what's happened to the mother?",
            "Male"
        ],
        [
            "JOHN M MELATO",
            "The mother has married another man.",
            "Male"
        ],
        [
            "MR MEIRING",
            "Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Melato, thank you very much.  What really moved me was the statement you made when you said the corpse is needed not by the family, but really by the generations to come, according to custom.  I think that inclusiveness, that concept of wholeness, that organismic approach, there's something, even if taken out of context, that we all can learn something from.  And I want to extend also my thanks for that.\n Thank you for having come to us.  Thank you for having shared with us.  We wish you well.  We can't promise you anything, but our energy and efforts to try and further follow up on this and report to you.\n Thank you.",
            "Unknown"
        ],
        [
            "JOHN M MELATO",
            "Shall my, the corpse, the bones of my child, the remains of my child, be brought home?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If we can at all find it, we will certainly see to something being done.  Thank you very much again.\n_______________________________",
            "Unknown"
        ]
    ]
}