{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-10-29",
        "location": "ALEXANDRA",
        "names": [
            "NOMAKWEZI BUYA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54906&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/alex/buya.htm",
        "speakers": [
            "MR LEWIN",
            "MS MKHIZE",
            "NOMAKWEZI BUYA"
        ],
        "original_speakers": [
            "NOMAKWEZI BUYA",
            "MS MKHIZE",
            "MS BUYA",
            "MR LEWIN"
        ]
    },
    "testimony": [
        [
            "MS MKHIZE",
            "I have heard that you want to speak Xhosa.  We would like to welcome you and pardon us for having waited for so long.  However, we are happy because you also got your chance to speak before the Commission telling us about the things that you have experienced during the past years.  I would like to ask you to stand to take an oath.",
            "Female"
        ],
        [
            "NOMAKWEZI BUYA",
            "(s.s.)",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "I would like you to tell the Commission and explain exactly as to what has happened in Alexandra, especially about the issue that you stated about your harassment while you stayed in the shack during 1986.  Thank you.",
            "Female"
        ],
        [
            "NOMAKWEZI BUYA",
            "It was on the 9th June 1986 after the death of Goniwe and we went to the funeral we were harassed in the location.  They wanted a flag, there said there was a Russian flag in Goniwe's funeral.  We ran away from our place, we ran away from Cradock to Port Elizabeth.  We also found that in P.E. there was a battle between AZAPO and UDF.  We also ran from there to another farm, that is where they found me.  Since I discovered that they were looking for me I decided to hand myself over because they were going to kill me.  I handed over myself, they found myself waiting for them at the gate.  They took me, it was at night and they went around the farms and they detained me in a shack at the Fish River. In that shack there was a ghost.  There\nALEXANDRA HEARING TRC/GAUTENG\n2 BUYA\nwas a water bucket and a bucket to be used as a toilet and a bucket for a guess.  I stayed there for about six months from the 9th June. The way they treated me they used to beat me, telling me that in Cradock we don't listen and they were asking me about this flag from Russia.  I told them that I know nothing.  They used to cook porridge for me, porridge that was - there were some hair in that porridge.  I spent seven days without food.  The station commander came, by the name of Leon Botha.  He wanted to know why I was not eating.  I couldn't answer him because I was hurting.  I used to cry during the night.  I had some sores on my body because it was cold and it was near the lake, the windows were always open so that the cold could come in.  The station commander said I must be released because I was going to die there.  He could see that there is a change on my skin.  My skin was harder.  They used to take me out in the morning to bask in the sun.  I was very weak, it was very difficult for me to walk.  I reported to the station commander that I am not eating because the food that was  eating was not good for human consumption.  It was the police woman Bulele Mahala's wife who used to cook this food for me.  I understand they did talk to her that she must stop doing what she was doing to me.  After that the food was better though it was still raw but I used to eat and drink some water.  The other thing that I refused to do was to use my same room as the toilet again.  I used to go to their toilets forcefully.  They used to kick me.  I know that it was bad back at home.  Another painful thing was that they used to take me during the night and leave me in the veld and they would go there and take me in the morning.  I would become sick, I was taken to one of the doctors in\nALEXANDRA HEARING TRC/GAUTENG\n3 BUYA\nSomerset East.  The doctor didn't give me proper medicine.  I think their aim was to let me die.  When I came back from that doctor I became very sick. The station commander said that this is not a proper medicine for this person and if this person can die we will be in trouble.  I was taken to another doctor, I used to go to fetch medicine. I became better.  I regain strength, when they realised that I was stronger now they threw this medicine away because they said I was disobedient.  I stayed there for six months.  When they released me I was released on the 23rd December.  It was on a Monday because they said I don't listen to them, they were sick and tired of me.  Because I didn't want to sit in that cell because it was too hot they said I thought that was a hotel.  I refused to go back again, I took a hose pipe and opened up some water and sprayed it on the blankets and the blankets became wet.  They phoned Cradock and they ordered the people there to come and fetch me because I was very rude.  They said they were not going to take me anywhere because I was rude.  They must take me straight home.  On Wednesday I was supposed to go and sign at Sanlam Centre because they said even if they can take me to jail and stay with other people I am going to give them a bad influence.  They said the way that they were treating me is the very same manner that they were treating Mbulele Goniwe.  One of the things that they did there was a person that I don't even know whether he was killed by them or what happened to that particular person.  They had the brains of this person which was next to the shack. There was the nearest hotel.  The dog from that hotel came and ate these brains and it came back again and it barked and it vomited those brains.  They released me on a Wednesday.  I used to\nALEXANDRA HEARING TRC/GAUTENG\n4 BUYA\nsign on Wednesdays and Saturdays but I didn't do that because when I arrived there I was shown around all the flags and the T-shirts that were there, they were asking me to what organisation does this particular flag belong to and I told them that I don't know.  They said they are supposed to throw me out of the window to die.  I told them that even if you kill me I won't be the first one.  Even Lungele Thabalasa from Port Elizabeth you killed him.  You threw him out of the window.  I told them that I was leaving for Johannesburg.  I was not going to sign there.  If you would still think that I belong in jail you must lock me up.  I stayed there for the whole day.  They came back with money, they were buying me with this money.  They said I was so strong that they wanted me to work for them.  They said they knew that I was going to be a leader of UDF, they said I must go to other comrades and make a list of the other comrades and bring it when I was coming to sign.  I told them that I was leaving.  I am paralysed, I won't be able to work for them because I was suffering from arthritis and my ears were affected.  They said I must buy Bob Martins so that my bones could be strong again.  On the Friday I went to my sister.  I tried to get my way to Johannesburg.  When I arrived in Johannesburg I stayed for three weeks here in Alexandra.  I went to Katlehong.  When I arrived in Katlehong I phoned them, I told them that if you want me you must come here.  They asked where.  I said it is a job to look for me, I am not going to tell you.  You mustn't go there and harass my parents and my children.  They apologised.  One of them, Mbulelo said I am not a policeman for toyi-toyi I apologise for what I did.  Even Pindele also apologised.  I never responded to them, I replaced the\nALEXANDRA HEARING TRC/GAUTENG\n5 BUYA\ntelephone receiver back.  In 1992 while I was here in Alexandra, I am not sure about the reason for this.  On the 16th June the police came to my house and they shot my house - my house is at the corner.  They fired about six times but the bullets couldn't penetrate the wall.   It was early in the morning.  They came again while I was in Baragwanath Hospital.  They were looking for me, there were some bags of cement in the house. They tore the bags and they threw the cement outside.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Thank you very much.   I am going to ask a few questions, then I will hand over to the others.  I want to talk about what you have said lastly.  When you say 1992 on the 16th June the police came to your house, was it here in Alexandra?",
            "Female"
        ],
        [
            "NOMAKWEZI BUYA",
            "Yes.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "At the beginning of your statement you said after the death of Goniwe when they arrested you, you were a member of UDF.  Were you an ordinary member or maybe a leader?  Can you tell us briefly about your membership.",
            "Female"
        ],
        [
            "NOMAKWEZI BUYA",
            "I was not in the leadership, it was just the way we used to do things.  If there was something people would go door to door and ask for co-operation so you were forced to be members of any organisation.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "When you say you were not in the leadership when you think the way they arrested you and they placed you in a place where you were not allowed to meet people, when you think about that what do you think was the reason for that?",
            "Female"
        ],
        [
            "NOMAKWEZI BUYA",
            "I don't know but I think they were trying to kill me.  I don't know the reason but the way they were treating me it was obvious that they wanted to kill me.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "You have told us about the food and your\nALEXANDRA HEARING TRC/GAUTENG\n6 BUYA\nharassment.  Was there anything that they were saying that could trigger something on your mind that what is it that they were looking for?",
            "Female"
        ],
        [
            "NOMAKWEZI BUYA",
            "Maybe they were saying if you don't tell us about this we are not going to release you.  When they put me in the van they said I must go and burn the cell.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "You said you tried to live in P.E. but it was difficult because AZAPO and UDF were fighting.  Why didn't you go and stay with your relatives?  You said in your statement it looked like you wanted to stay somewhere else but in that particular place the UDF and AZAPO were fighting.",
            "Female"
        ],
        [
            "NOMAKWEZI BUYA",
            "Yes, I went to Port Elizabeth and UDF and AZAPO were fighting.  I couldn't stay there because I knew that Cradock and P.E. is almost the same thing and the police are working together.  I knew that it might happen that the police from Cradock could find me there in Port Elizabeth.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "When you arrived here in Alexandra, as you said that the police fired, were you a well known person in the struggle or you just remained silent?",
            "Female"
        ],
        [
            "NOMAKWEZI BUYA",
            "I looked for a job, I was working as a domestic worker, I couldn't cope there because if the weather is changing I become sick.  I couldn't hear properly but now I am better because I am seeing a doctor.  I continued with the struggle, even here in Alexandra.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "I am going to hand over to other commissioners to ask you questions but just before that, after you were out of the shack did you get some help, maybe counselling or did you go to a clinic here in Alexandra to help you get through all this?",
            "Female"
        ],
        [
            "NOMAKWEZI BUYA",
            "I couldn't go to the clinic because I was in\nALEXANDRA HEARING TRC/GAUTENG\n7 BUYA\nhiding.  I was afraid that if I go to people the people would know what was happening about me, I was afraid.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Thank you very much.  I will hand over to the other commissioners.",
            "Female"
        ],
        [
            "MR LEWIN",
            "It must have been a terrible experience being in the shack on this farm and you mentioned, you said that it was haunted by a ghost, the shack.  Can you tell us about that.",
            "Male"
        ],
        [
            "NOMAKWEZI BUYA",
            "Yes, there was a ghost because there used to be some light and heat.  I used to see a light as if a lamp was on and it used to be hot, at the same time it used to be dark. There was a metal bucket, this bucket used to make a noise.  I used to talk to this ghost, I used to feel that there is somebody who is standing next to me but I couldn't see that person.  The ghost used to kick this bucket.  What makes me to be so sure that there was a ghost I asked them what was happening during the night, they told me that there is a ghost there.",
            "Female"
        ],
        [
            "MR LEWIN",
            "It sounds as though it didn't scare you.",
            "Male"
        ],
        [
            "NOMAKWEZI BUYA",
            "I was afraid but there was nothing I could do because it was the way that I was being treated because others have died, I accepted this treatment.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And you also mentioned that Mbulelo Goniwe had been given the same treatment.  Was this at the shack itself, this Motema farm that you mentioned.  Was that the same place?",
            "Male"
        ],
        [
            "NOMAKWEZI BUYA",
            "He was in Motema, I was in Middleton.  Mbulelo was in another one in Motema.  Even that one I was told about, the police there told me that Mbulelo is in Mutemo.  I was in Middleton.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "We thank you very much that you came to tell us\nALEXANDRA HEARING TRC/GAUTENG\n8 BUYA\nabout this painful story.  It is one of the most difficult stories that the commission is facing that some of the women have gone through this treatment.  We also hope that you are going to take care of yourself to see to it that you get counselling so that your mind could be normal again as you were staying in the dark place with strange things during the night, all those things can affect the mind of a person.  We thank you.  We are going to give all this to our investigation unit.  We know that all the people that you have mentioned here before December will be appearing in front of the amnesty committee.  They will be telling about all their actions of the past and their aims.  Thank you very much.  When you are opening up to ventilate about the atrocities that you have been through that also does touch other people like some of us here.",
            "Female"
        ]
    ]
}