{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-10-29",
        "location": "ALEXANDRA",
        "names": [
            "BENNET LEKALAKALA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54910&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/alex/lekalaka.htm",
        "speakers": [
            "COMMISSIONER",
            "MR LEKALAKALA"
        ],
        "original_speakers": [
            "MR LEKALAKALA",
            "COMMISSIONER"
        ]
    },
    "testimony": [
        [
            "COMMISSIONER",
            "Thank you for agreeing to come and give a perspective of what is commonly known as the six day war.  We will ask you to summarise, to take five minutes and if you can just leave your paper with us we will really appreciate that.",
            "Unknown"
        ],
        [
            "MR LEKALAKALA",
            "Thanks.  The purpose of this presentation is to give a broad overview of the struggle that took place in Alex and to locate same within the broader context of the struggle for national emancipation and the democratisation of our society and communities.  Unfortunately Comrade Obed has covered most of the areas that I had intended to cover and I am not going to go through all the things that I had prepared for presentation today.  I am going to restrict myself to the seventies and the eighties briefly.  As we all know there was a (indistinct) from the early sixties until  the mid-seventies of the bannings of the organisations and in the mid-seventies after the Soweto uprising which spread to all parts of the country Alex was no exception.  The 1976 riots saw Alexandra igniting.  The students and the youth took to the streets and there was confrontation with the state and its organs again.  The peaceful marches by students were met with an unimaginable repression by the state.  The spirit of resistance gained momentum until the early eighties. This was the period of the formation of Cosas and later the Alexandra Youth Congress in 1983.  The\nALEXANDRA HEARING TRC/GAUTENG\n2 LEKALAKALA\nyouth played an important part in political activity in the township at this time.  Cosas was formed in 1980 and also provided an organisational home for the young people of Alex.  It also played an important role in the establishment of the Alexander Youth Congress.  Members of ACO and Cosas participated in the million signature campaign and also in the November 5th and 6th stayaway in 1984.  The stayaway marked a qualitatively new level of resistance to state policy and the rapid polarisation of youth on a mass scale and the united action between students, youth and the workers.  In 1985 a state of emergency was declared and almost the entire leadership of ACO was detained.  The state of emergency was declared in order to give the authorities a free hand, a licence to do what they believe is necessary without being troubled by the legal process.  The detention of the leadership of ACO denied the organisation of its established leadership.  The ideological construct embraced by members of ACO embodied the demands of the freedom charter and the dictates of the national democratic struggle.  The Freedom Charter provided a link to the ANC.  In the early 1986 Alex erupted in violence and joined the countrywide revolt.  The youth joined hands with Alex Civic Association and the newly formed Alex Action Committee.   This so increased confrontation with the state.  Local grievances and structural factors taken together prompted a challenge to state control at the local level.  What took place in 1986 in Alex was a movement from communal outrage to avid rebellion.  The period was characterised by mass funerals where people were tear-gassed and restrictions were placed on funerals.  However, these restrictions were defied by members of the community.  A notable funeral is that of\nALEXANDRA HEARING TRC/GAUTENG\n3 LEKALAKALA\nMichael Duradingwe who was shot by a security guard at Jess Stores.  It was held at the Alexandra stadium and it was organised by members of ASCO and ACO.  The announcement of the formations of organs of peoples power, that is yard, street and block committees was made.  It was at the night vigil that the police angered mourners.  Tear-gas was fired at the people singing at the Duradingwe yard.  During the early hours of the day of the funeral Jess Stores was attacked and set alight.  Municipal police officers were attacked.  This was the beginning of what was later to be known as the Alex six day war.  This was characterised by death and destruction.  People perceived as collaborators were attacked and Constable Mashele was one of those who  were burnt during this period.  As days went by more and more houses belonging to policemen were attacked and another policeman and an old lady accused of being a witch were burnt to death.  Events surrounding the funeral of Michael Duradingwe marked a new departure in township life.  This was not an insurrection but merely a response by the people to conditions in the township.  Many people were killed during the six day war. Two official mass funerals were held in Alexandra for victims of the six day war.  In response to the events of the six day war there was a call for governability within ungovernability as the township got ungovernable to the government and to the people.  It was out of the battle to wrest control of the township from the state that the slogan \"Forward to Peoples Power\" was taken up.  Boycotts were called including the rent boycott.  On the evening of 22 April 1986 Alex policemen sought their revenge and a group of them calling themselves new comrades or Ama Cabasa launched attacks on the community and at\nALEXANDRA HEARING TRC/GAUTENG\n4 LEKALAKALA\nleast five people were killed.  And during the six day war the official estimation of people who died during that period is 29.  However, unconfirmed reports showed that more than 29 people were killed on that particular day.  Maybe to go deeply into the six day war, it was sparked off by the attack by the police on the mourners at the night vigil and this then led to the outbreak of violence.  Police were attacked, as I have already indicated, and people were killed and this led to those two official mass funerals whereat a number of people who were killed then were buried and many other people were unidentified and were thus not buried by their relatives and friends.  And then the mid eighties also saw confrontation between members of ACO and Azapo.  This resulted in the death of a number of members of both organisations.  The 1986 state of emergency was followed by a large scale detention of activists and consequently by two trials, namely the State versus Zwane and Others and the State versus Mayekiso and Others and many activists were released in 1989 with restrictions and continued to be involved in the struggle by reviving organisational structures right into the 1990's.  Briefly that is the summary of what I have prepared for today.",
            "Male"
        ],
        [
            "COMMISSIONER",
            "Thank you very much. The perspective you have given has clarified some of the statements that have already been made yesterday and already today by Mr Bapela.  Thank you very much.  We will ask that you give us a copy for our records.  Thank you.",
            "Unknown"
        ],
        [
            "MR LEKALAKALA",
            "I will.  Thank you.",
            "Male"
        ]
    ]
}