{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-10-29",
        "location": "ALEXANDRA",
        "names": [
            "KENNETH MANANA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54917&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/alex/manana.htm",
        "speakers": [
            "KENNETH MANANA",
            "MR MANTHATA",
            "MS MKHIZE",
            "MS SOOKA"
        ],
        "original_speakers": [
            "MR MANANA",
            "MS MKHIZE",
            "KENNETH MANANA",
            "MR MANTHATA",
            "MS SOOKA"
        ]
    },
    "testimony": [
        [
            "MS MKHIZE",
            "Kenneth, we would like to welcome you.  I would also like to thank you for having been patient with us.  We would like to thank you for that.  Can you tell us who is sitting beside you.",
            "Female"
        ],
        [
            "KENNETH MANANA",
            "It is my father.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "We would also like to welcome Mr Manana for coming together with your son to give him the courage and strength.  Now I would like to ask you Kenneth to stand on your feet while you take oath.",
            "Female"
        ],
        [
            "KENNETH MANANA",
            "(s.s.)",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "As usual one of us will help you in leading evidence and I would like to ask Mr Manthata to.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Mr Manana, please relax, you and Kenneth so that you should be able to tell us what you are going to ask us about.  Can you tell us in short what Kenny is doing, your history.",
            "Male"
        ],
        [
            "KENNETH MANANA",
            "I am Kenneth Manana.  In 1986 I was involved in the struggle of the PAC.  I will say that we were under the APLA organisation.  We were sort of reacting as to what was happening to the community and also the children.  We were involved in operation exactly attacking the government forces.  We had two ways which we used in fighting back against these forces.  When we had problems financially we would go to white people to get sponsors and firearms.  At the present moment I am working.  I am working at Queue. I\nALEXANDRA HEARING TRC/GAUTENG\n2 MANANA\nam also saved, I am a Christian and I was so happy to get a subpoena to come before the Commission and explain as to what have happened to my friends and others.  From the time we were detained after we robbed some premises at Savoy there were some people from Soweto and others were from Alexandra.  So they have to drop me on the way to come back to Alexandra and then (indistinct) Soweto.  When they let me off the car they didn't realise unfortunately that there were a car coming behind us which have seen us while committing the robbery.  They found me while I was on the way to come to Alexandra so they shot me on my left thigh and also the right thigh.  Therefore I collapsed.  They came towards me shooting at me, hitting me.  They took me to Bramley police station.  That is where they started calling the Brixton Murder and Robbery Squad, explaining that they are suspecting me as being a member of the gang called Scorpions.  Those people who went in for the Scorpion gang they were also wanted by the police so there were pamphlets distributed.  They took me to hospital.  While in hospital I stayed there until the following day.  They had to take me for an operation on that day.  The police arrived, they took me and they told the nurses that they are transferring me to another hospital.  Unfortunately that wasn't true because they were not going to do that.  They took all the files from the hospitals, they took me to the Brixton police station. I was still suffering from the wounds and I also had one bullet in my body.  They started interrogating me about the activities within the community, asking me about arms and many other things and they started also torturing me. They took me to the second floor, they let me sit down on a chair and tied me on the chair, I couldn't do anything\nALEXANDRA HEARING TRC/GAUTENG\n3 MANANA\nnor move.  They electrocuted me on my private parts and also on my hands.  They also tied my face with a sack, also poured me with water, continued to electrocute me.  They said that I knew about arms in Alexandra, they said they would leave me and let me go back to the cells.  On the following day in the morning they called me back and they said that they found the car that we were travelling in and the people who were in it and they killed them.  When I enquired further they told me that they found them, they were only away and they said they were attacking them while they were travelling in the air with a helicopter.  On the third day I had to go to court and the charges were read out.  From then I was taken back to Sun City.  I told them about my problems that there was a bullet in my body and asked them if they can take me to hospital outside where I can get help.  I continued with the trial and the bullet was still in my body and I was sentenced to ten years but I only served four years.  While I was in prison I also tried to ask them to get me to hospital where they can extract the bullet out of my body.  I served the four years and I was released.  I was released in 1991.  After my release I tried to look for a doctor who can help me.  I found one who said to me if I had a medical aid he was going to take me, refer me to hospital to see if the bullet even caused any damage in my body.  But unfortunately I didn't have any medical aids so even today I still have the bullet in my body.  About those who died I don't know how they were killed but I was told that they were killed by a helicopter.  That was rumours, I didn't know much about it.  But what I saw in the paper was that I was also among those who were shot by these people in the helicopter.  Unfortunately I was arrested the\nALEXANDRA HEARING TRC/GAUTENG\n4 MANANA\nday before these people were killed.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Kenny please forgive me, I will try to find out as to your arrest.  Was it to do with your robbery at Savoy?",
            "Male"
        ],
        [
            "KENNETH MANANA",
            "I would say it was connected with that matter.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Because the others were killed there was no one who witnessed that your issue was political.",
            "Male"
        ],
        [
            "KENNETH MANANA",
            "Are you asking about the media or what?",
            "Male"
        ],
        [
            "MR MANTHATA",
            "I am not talking about the media.  I am saying you yourself you appeared in court.  When you got in court you were charged for Savoy.  Your case wasn't married with the issue of APLA.",
            "Male"
        ],
        [
            "KENNETH MANANA",
            "In court they never enquired anything about the involvements of APLA.  What they have asked it was about firearms and they generalised the whole issue saying it was ammunitions.  They said they found the guns and they were illegal in South Africa.  They generalised the whole case and saying it is ammunition.  They didn't specify what we did with firearms.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "What I want to find out is whether you were sure that there wasn't anyone, we know that you were an APLA member, that all that you were doing you were involved in politics and did you only (indistinct) a story.  I would say that up to the time when the case came to an end you were the only person who knew that you were an APLA member.  Your involvement or your contact with police, it wasn't anything connected with politics.  It was only the robbery issue which came into the focus.",
            "Male"
        ],
        [
            "KENNETH MANANA",
            "I would say that the police knew about the issues of guns.  While they were investigating they also assured me - they were telling us that the particular\nALEXANDRA HEARING TRC/GAUTENG\n5 MANANA\norganisations they were using these arms in their struggle.  Police knew that but in court they used it - they called it as a criminal case.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "You as people, did you have the arms?",
            "Male"
        ],
        [
            "KENNETH MANANA",
            "Yes, we did have the arms.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "And where did you use them?",
            "Male"
        ],
        [
            "KENNETH MANANA",
            "I would say we used them, they were used in Alexandra and the other surrounding areas.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "When you say they were used in Alexandra were  they used in the police station or the councillors?  Where?",
            "Male"
        ],
        [
            "KENNETH MANANA",
            "I would say that from my knowledge there were groups within the community who were doing the operations. Well I know that we also had to work with the soldiers.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "We thank you very much. I will ask the other members of the panel to ask questions to further clarify your matter.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Could you tell me besides the armed robbery that you were involved in, did you deal in arms, was that part of what APLA was doing at the time?",
            "Female"
        ],
        [
            "KENNETH MANANA",
            "Yes, I was in one operation here in Alexandra.",
            "Male"
        ],
        [
            "MS SOOKA",
            "So this was just one of many?",
            "Female"
        ],
        [
            "KENNETH MANANA",
            "Yes, according to the reports which we had from the papers because we were sort of different groups and then (indistinct) this machine and all this.",
            "Male"
        ],
        [
            "MS SOOKA",
            "What were the charges that were brought against you when you appeared in court?",
            "Female"
        ],
        [
            "KENNETH MANANA",
            "Yes, it was the robbery and then the ammunition that I have just explained to you.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Were you defended by an attorney?",
            "Female"
        ],
        [
            "KENNETH MANANA",
            "Yes, I had a lawyer but it was just from the Legal Aid because when I was arrested then I didn't have any\nALEXANDRA HEARING TRC/GAUTENG\n6 MANANA\ncontact for contacting about going on with lawyers and all this, I was just separated.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Was it part of your defence that you were a member of APLA and that the robbery had been in pursuance of a political aim?  Was that evidence ever led by you in the court case?",
            "Female"
        ],
        [
            "KENNETH MANANA",
            "No, the case was just rooted in a criminal act.  There was no - any political involvement in the court.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Was that your choice or your lawyer's choice?",
            "Female"
        ],
        [
            "KENNETH MANANA",
            "For the case to be  held in that way?\nNo, it was not my choice but the way the police were presenting the matter then which means that they didn't find any political evidence in representing the case but the only evidence was only in the criminal act where I could be charged.",
            "Male"
        ],
        [
            "MS SOOKA",
            "And you say that you served four years in jail.  Was that because you were paroled early or were you given an indemnity?",
            "Female"
        ],
        [
            "KENNETH MANANA",
            "It was in 1991 when there was amnesty for all prisoners.  Then I was also involved in that amnesty.",
            "Male"
        ],
        [
            "MS SOOKA",
            "So you actually got the amnesty for political offences then?",
            "Female"
        ],
        [
            "KENNETH MANANA",
            "No, during that time it was just general, even the political were released.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Oh, okay.  I remember that. Ja.   Who were the other people who were in that vehicle with you?",
            "Female"
        ],
        [
            "KENNETH MANANA",
            "Their names?  It was Barnard, Sepho and Nel.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Were you one cell?",
            "Female"
        ],
        [
            "KENNETH MANANA",
            "I beg your pardon?",
            "Male"
        ],
        [
            "MS SOOKA",
            "Were you one group together?",
            "Female"
        ],
        [
            "KENNETH MANANA",
            "Yes, we were in one group.\nALEXANDRA HEARING TRC/GAUTENG\n7 MANANA",
            "Male"
        ],
        [
            "MS SOOKA",
            "You see this committee deals basically with human rights violations cases.  And I think one of the things that we would like to know is what is the human rights violation that you are complaining about to this committee.",
            "Female"
        ],
        [
            "KENNETH MANANA",
            "Okay.  To this committee I am complaining about that while I was in hospital then in a queue for taking out the bullet in an operation and then I was taken as if I am transferred to another hospital, yet I was not transferred to another hospital.  Then I was also sent to the Brixton police station to be tortured on top of the pain of the bullet.  And the bullet is still in me. Even while I was in prison I tried to ask them, they say no for the sentence that I am doing is very long and then when they take me out to an outside hospital I will escape.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Were the Brixton police aware of the fact that you were a member of APLA?",
            "Female"
        ],
        [
            "KENNETH MANANA",
            "Yes, they were aware.  After they found the guns and all of these things, the ammunition.",
            "Male"
        ],
        [
            "MS SOOKA",
            "How old were you at the time when you were in fact imprisoned?",
            "Female"
        ],
        [
            "KENNETH MANANA",
            "Okay, when I was sentenced I was at the age of 18.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Also what were the other kind of activities that you were involved in here in Alexandra as APLA?",
            "Female"
        ],
        [
            "KENNETH MANANA",
            "I think the one that I have mentioned are the only activities.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Thank you.  I don't have further questions.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "I have one question for you.  You talked about Scorpion gang.  Which gang is it, is it a known gang here in Alexandra?  How did it function?",
            "Female"
        ],
        [
            "KENNETH MANANA",
            "The police were looking for the particular gun\nALEXANDRA HEARING TRC/GAUTENG\n8 MANANA\nthat was used in some incidents reported in this area.  I would say that even many people in Alexandra they happen to know about this issue because it was distributed on papers saying that they were looking for someone with the Scorpio scars.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "A small question.  I don't remember well if you have clarified that before.  Can you briefly explain to us that when you say you were an APLA member things like criminal acts were then allowed by APLA policies.",
            "Female"
        ],
        [
            "KENNETH MANANA",
            "I will say no because our policies were on the line of the struggle against the government at the time.  At that time the only thing we could do was just to get to help, was to use criminal acts.  We used it as a discretion.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "From the beginning you said you a person you have changed or repented.  When you say that why do you think it is necessary to mention that?",
            "Female"
        ],
        [
            "KENNETH MANANA",
            "This was mentioned to show that in all that had happened I now realise that some of those things were mistakes and that those people who do something bad to me at the present moment that think I do have a heart to receive them and forgive them.   Just to show before the Commission that I do have that heart to forgive.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "That repentant heart of yours, if there other things that you have done while you were an APLA member, something that was against the law, will you be prepared as a changed person to go before the amnesty committee to ask for forgiveness?",
            "Female"
        ],
        [
            "KENNETH MANANA",
            "I will say since I was charged for the criminal act that I have committed the case is over.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "I am saying this because as you are sitting here there are some people who wants to know about the truth as\nALEXANDRA HEARING TRC/GAUTENG\n9 MANANA\nto what has happened to their relatives saying that they will never be able to forgive unless they find out the truth.  That is why when we find people like you who have changed, we like to encourage them to come before the amnesty committee to give the whole truth as to what they know and also as to things that they have done to make sure that people who were affected by these criminal acts could find a chance to forgive because it is so difficult for them to forgive if they haven't got the truth.",
            "Female"
        ],
        [
            "KENNETH MANANA",
            "As I have already stated, we were in group formations. In my own group the only thing that I have done which was wrong was the robbery, for which I was arrested and convicted and sentenced.  But if there are some other people who might have done something bad I might go to them and tell them to come before the amnesty committee.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "We would like to thank you for having been able to come.  We also thank you for having started a new life.  Also being ready to reconcile and forgive.  As you have already said that you are a new man, you have repented.  We pity you for having suffered under the hands of the police. We also believe that you work with us to add any information that we might need in your statement.  Thank you very much.",
            "Female"
        ]
    ]
}