{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-10-28",
        "location": "ALEXANDRA",
        "names": [
            "MOKO MELITA LEPHUTING"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54911&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/alex/lephutin.htm",
        "speakers": [
            "DR RANDERA",
            "MRS LEPHUTING",
            "MS MKHIZE",
            "MS SOOKA"
        ],
        "original_speakers": [
            "MS SOOKA",
            "DR RANDERA",
            "MRS LEPHUTING",
            "MS MKHIZE"
        ]
    },
    "testimony": [
        [
            "MS SOOKA",
            "As is customary we have asked a commissioner to assist you with the leading of your evidence.  Dr Randera will lead you.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mrs Lephuting, good afternoon.  Can you please introduce the young lady who is here with you this afternoon.",
            "Unknown"
        ],
        [
            "MRS LEPHUTING",
            "It is my daughter, Maria.",
            "Female"
        ],
        [
            "DR RANDERA",
            "I welcome Maria as well.  We are going back to 1986.  As we will hear tomorrow, this was a time of intense conflict in Alexandra and I would like you before you actually get into telling us what happened to you and your family on the 22nd April 1986, if you can just give us your version of what was happening in Alex in 1986.",
            "Unknown"
        ],
        [
            "MRS LEPHUTING",
            "If I remember well I was just sitting down with my family, two of my sons, and Maria was sitting next to me together with my husband and family friends from Standerton.  A young boy came to our house, he found us watching TV, he said to us you are sitting here, there are people coming from the barracks, they are holding weapons, knives, guns.  We didn't take him seriously, we just sat down and watched TV until later when I went out to see my friend who was staying next door.  From there I heard some gunshots and some other sounds like as if it was some windows breaking but it was a rattle of sounds coming from\nALEXANDRA HEARING TRC/GAUTENG\n2 LEPHUTING\nguns.  I tried to go out to see what was happening.  Unfortunately I just met people holding guns and had to run back and hide.  From there as I was sitting there some neighbours came.  They said to me that all your children together with your friends and your husband have been burnt in the house.  I couldn't believe it.   I thought I was dreaming.  I didn't know what happened at that time.  After that we waited for the fire to die out so that we can take out the corpses.  I started praying saying God I know that all the people in the house are burning, I would like to ask you one thing, I would like to see all of them alive, even if they are burnt.  God heard and answered my prayer at that time.  I saw my husband coming out, he asked me where are the children.  I told him I left the children with you in the house.  The other one who was four years was on a bed asleep when the house burnt down.  There was a back door which was leading you out to a kitchen.  This is the door which two of them used the door to come out.  That was my husband's daughter and the friend from Standerton.  When this young man by the name of Velupe came out he was 12, he was shot, I don't remember whether it was on the left or right.  He was dead.  The other one was coming from the farm so he didn't know anything was happening around, he just hid under the bed and when he discovered that there were some burning and he saw the other child lying on top of the bed as the sheets started burning, he got out from the bed and picked up the child and they went straight to the door where the police were standing because they didn't know there are other back doors.  One of the policemen asked my young son whether he was a comrade or not and he said yes because he didn't know anything about the situation and we\nALEXANDRA HEARING TRC/GAUTENG\n3 LEPHUTING\nsaid to them don't beat this one, he doesn't know anything about politics.  But my husband he fought for himself and by God's will we survived.  The way it was like nobody was supposed to have survived the incident.  As I was sitting there in the house where I was asked to stay we went to the house to search for bodies and we couldn't find anything.  While searching one of the child came back, we didn't know exactly where they were at the time.  Then my son arrived holding the other one.  They were coming from Jukskei under the bridge where they hid themselves.  Velupe was already in the ambulance outside.  I don't remember well the other particulars.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mrs Lephuting let me just help you a bit.  So nobody actually got killed during that fire.",
            "Unknown"
        ],
        [
            "MRS LEPHUTING",
            "Yes, nobody was killed.  Only the things that were there, our cars and everything that we owned.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Can you give us an impression of why your house was attacked.  Why is it that your house was identified and burnt down.",
            "Unknown"
        ],
        [
            "MRS LEPHUTING",
            "They wanted my husband.  During the struggle he was helping members of the Civic Association.  I used to see him if there was someone who passed away he used to go around helping, trying to get some money to bury the people who died.",
            "Female"
        ],
        [
            "DR RANDERA",
            "I just want to again - sorry, what time of the day was this, during the day time, night time?",
            "Unknown"
        ],
        [
            "MRS LEPHUTING",
            "It was at night around the 22nd April 1986, somewhere about nine o'clock.",
            "Female"
        ],
        [
            "DR RANDERA",
            "I just want to understand (indistinct) the police. You say the house was burnt by the police.  How was that discovered?\nALEXANDRA HEARING TRC/GAUTENG\n4 LEPHUTING",
            "Unknown"
        ],
        [
            "MRS LEPHUTING",
            "I would say all the people in Alexandra knew exactly that it was the police who were burning houses.  Most people have seen it.  Even myself I saw a bit because they pushed me with their (indistinct) and then I went back.  There were white people and black people.",
            "Female"
        ],
        [
            "DR RANDERA",
            "So when you were asked (indistinct) the police there already.  Is that what you are saying?",
            "Unknown"
        ],
        [
            "MRS LEPHUTING",
            "When they got out they were already gone.  Because I went out when I heard the gunshots so I went out to see what was happening.  I saw they were surrounding houses and I could see that those were whites and blacks so they drove me back, pushed me back with their guns so I couldn't see what had happened.",
            "Female"
        ],
        [
            "DR RANDERA",
            "In your statement you also said that your daughter Meriam was burnt on her left leg and your son Kenneth was stabbed below the ribcage.  When did this happen?",
            "Unknown"
        ],
        [
            "MRS LEPHUTING",
            "It happened the very same night.",
            "Female"
        ],
        [
            "DR RANDERA",
            "As he was running out of the house.",
            "Unknown"
        ],
        [
            "MRS LEPHUTING",
            "Yes, that is true.",
            "Female"
        ],
        [
            "DR RANDERA",
            "And does he know who stabbed him?",
            "Unknown"
        ],
        [
            "MRS LEPHUTING",
            "No, he doesn't.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Just as he ran out someone (indistinct) a knife into his chest.",
            "Unknown"
        ],
        [
            "MRS LEPHUTING",
            "Yes, that is true.  They were surrounding the house, the doors and the windows.  Nobody could come out.",
            "Female"
        ],
        [
            "DR RANDERA",
            "You reported this incident to the police and was there any investigation done?",
            "Unknown"
        ],
        [
            "MRS LEPHUTING",
            "Yes, my husband went to report the case but it ended just there.\nALEXANDRA HEARING TRC/GAUTENG\n5 LEPHUTING",
            "Female"
        ],
        [
            "DR RANDERA",
            "You never got any feedback from the police.",
            "Unknown"
        ],
        [
            "MRS LEPHUTING",
            "Nothing.  I got nothing.",
            "Female"
        ],
        [
            "DR RANDERA",
            "You also mentioned that your business was part of the fire.  What business did you have?  Was this part of your house?  Did you have a spaza shop or ...",
            "Unknown"
        ],
        [
            "MRS LEPHUTING",
            "No.  My husband was owning a bottle store.  We used to deliver liquor around Alexandra.  This was a very big business.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Was the business also destroyed in another fire?",
            "Unknown"
        ],
        [
            "MRS LEPHUTING",
            "Yes, everything, including the money that we have just withdrawn, it was a long weekend so we drew some money and we had just finished business and they burnt the house.",
            "Female"
        ],
        [
            "DR RANDERA",
            "I am a little confused.  The bottle store business was not part of the house.  It was elsewhere.",
            "Unknown"
        ],
        [
            "MRS LEPHUTING",
            "I would say everything was in the very same house where the store room, they took all the empties and the bottles, threw them inside the house.",
            "Female"
        ],
        [
            "DR RANDERA",
            "At the end of your statement you also tell us a very sad thing that your husband actually was killed in 1991.  He was killed as part of the taxi violence.  Was he a taxi owner himself at the time?",
            "Unknown"
        ],
        [
            "MRS LEPHUTING",
            "Yes.",
            "Female"
        ],
        [
            "DR RANDERA",
            "I don't have any more questions.  Some of my colleagues might have some.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "I would like to ask you some few questions in connection with the burning of your house.  As you have already explained before us that your husband was an activist.  Was he a person who was owning weapons or did he keep people with arms in your house?",
            "Female"
        ],
        [
            "MRS LEPHUTING",
            "I would say there were no arms in the house. ALEXANDRA HEARING TRC/GAUTENG\n6 LEPHUTING\nHowever, he helped the people in the struggle.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Maybe you can further explain at the time Kenneth was 21. Was he 12 or 21?",
            "Female"
        ],
        [
            "MRS LEPHUTING",
            "He was 12.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Can you explain as to what had happened to him?  Did you take him to hospital or any other things that you might have done in connection with the incidents.",
            "Female"
        ],
        [
            "MRS LEPHUTING",
            "He was taken to a clinic and he slept there and he came back the next morning and he was bandaged.  And normally the hospitals were overcrowded at the time so they used to send people back home early.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Your statement is short.  Can you please explain before the Commission about the wishes that you would like the Commission to do for you.",
            "Female"
        ],
        [
            "MRS LEPHUTING",
            "I am not sure about that.  I can't say anything but God knows.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mrs Lephuting can I just understand this again.  Is it possible your husband you said and you people had a bottle store business, we also know that bottle stores were part of the targets in many townships.  I am not only talking about Alex, I am talking about generally throughout the country.  Is it possible that this attack on your house took place as part of something else that was going on rather than by the police?",
            "Unknown"
        ],
        [
            "MRS LEPHUTING",
            "I would say that was not the case because after everything was burnt we stayed in a shack in the yard. One day, as my husband have given a statement before you that he saw the people and he knew the traffic cops, we had some problems because police used to sleep on top of the houses and you could distinguish them because people used to come wearing long coats looking for him.  It was surprising\nALEXANDRA HEARING TRC/GAUTENG\n7 LEPHUTING\nbecause my husband was a friend to traffic cops and policemen around Alexandra.  But we had some problems because if I remember well one day my husband wasn't sleeping in the shack because you know that they were looking for him and he was hiding in one of the shacks which had just been burnt down.  While he was still there he saw one man coming towards the yard and they took this young boy and put him where he was hiding and they said to him if you don't tell us where this man is we are going to kill you and my husband was overhearing them.  This young man took them out and pointed to the shack where we were staying.  They came into the shack.  They were not in police uniform.  These were just people wearing long coats.  They had nothing to do with me and my children.  They were just looking for my husband.  That is how I came to know that the police were involved.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "As you said he was an activist.  Didn't you get for example one name of the policemen involved?",
            "Female"
        ],
        [
            "MRS LEPHUTING",
            "He knew the names of the police but I don't know much myself personally.  Maybe if I go further and enquire from his friends they might know.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "As you have given a statement before the Commission did you tell your friends that you were coming before the Commission to give a statement?",
            "Female"
        ],
        [
            "MRS LEPHUTING",
            "No, I didn't.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Mrs Lephuting it is very difficult to lose whatever we have and sometimes the fact that we are left without nothing is the hardest to live with.  It is a matter which we need to look at, to investigate why there were so many burnings of houses in Alexandra.  We have heard your story and we will try and see what we can find out about\nALEXANDRA HEARING TRC/GAUTENG\n8 LEPHUTING\n what actually happened to you.  Thank you very much for coming forward.  Is there anything that you would like to tell us before you end your evidence?",
            "Female"
        ],
        [
            "MRS LEPHUTING",
            "No.",
            "Female"
        ]
    ]
}