{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-10-29",
        "location": "ALEXANDRA",
        "names": [
            "LESORO HILDA MOHLOMI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54928&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/alex/mohlomi.htm",
        "speakers": [
            "COMMISSIONER",
            "LESORO HILDA MOHLOMI",
            "MS MKHIZE",
            "MS SOOKA"
        ],
        "original_speakers": [
            "LESORO HILDA MOHLOMI",
            "COMMISSIONER",
            "MRS MOHLOMI",
            "MS MKHIZE",
            "MS SOOKA"
        ]
    },
    "testimony": [
        [
            "COMMISSIONER",
            "We welcome you, Mam.  We would like you to stand up to take an oath.",
            "Unknown"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "(s.s.)",
            "Unknown"
        ],
        [
            "COMMISSIONER",
            "Who is with you, Mam?",
            "Unknown"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "She is my sister.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "I will help you to tell your story.  We can see that in your statement you came here with your story, a sad story and I would like you to tell the Commission shortly about yourself and your life and then after that you can tell your story about your child.  Thank you.",
            "Female"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "I made a mistake when I gave the briefers my statement.  I forgot to write that my child was shot in 1985.  In 1985 this child went to attend a meeting in the Noboshle hostel.  He told me that he was going to attend a meeting, a soccer meeting because he was a soccer player.  After half an hour some boys came to tell me that Ruben had been shot and he was taken to the clinic.  I went to the clinic but I didn't find him and they sent him to the General Hospital.  I went to look for him in the General Hospital and they shot him in the eye.  He slept there for three weeks and when he was discharged he couldn't see clearly.  They told me to take him to St John Hospital and he stayed there for two months and he was operated in this eye.  He came back and they gave him eye spectacles and in 1986 the security police shot Michael but before they shot\nALEXANDRA HEARING TRC/GAUTENG\n2 MOHLOMI\nMichael we were staying with one policeman in our yard and this police came to me to ask me whether I knew that Ruben was a comrade and I told this policeman I don't know anything about that and I asked him how did he know because Ruben was not his child.  And he told me that he knew because Ruben said that they did not want the policemen in the township and that conversation ended there.  After they shot Michael, on the Friday before the funeral day, he asked me that he wanted to go to the funeral and I told Ruben not to go to the funeral because he couldn't see clearly and if the police came they will shoot him because he couldn't see clearly and he couldn't run.  He didn't listen to me because he went to the night vigil on Friday.  On Saturday I heard that he was there in the night vigil and I asked him about that and he denied that, he said that he didn't go there.  It was on Saturday morning and he asked me to go to the funeral.  He wanted to go to the funeral and I told him not to go because he couldn't see clearly.  Because I was a person who was selling alcohol I asked Ruben to stay at home to sell alcohol.  At about ten o'clock my husband told me that there are many policemen in the township and they are shooting at people.  He told me to close my business on that day and at that time I told the children to close the shebeen and to stop selling alcohol and at that time Ruben got a chance to go to the funeral and I told him to eat because he did not eat that day.  I went to the room to sleep but I decided to make tea first.  Before I poured this tea three boys came in and they told me Ruben has been shot.  I asked them where was Ruben, they said he was taken to the clinic but they suspected that he was dead and one of my children, one of my sons, ran out and while I was going to\nALEXANDRA HEARING TRC/GAUTENG\n3 MOHLOMI\nthe clinic I met Lucky Boy Sabule and I asked him where Ruben was.  He said that he was in the clinic but he was dead. I went to the clinic.  When I arrived there all the bodies were lying down in the hall.  I thought that he might still be alive and I tried to drag him out.  I tried to talk to him and I asked him where were you going Ruben because I told you not to go.  I took off his shoes and I took out a key from his pocket and a letter and in that letter he was writing about the ANC.  He was writing the letter to the president, President Mandela and I didn't know where he got his address.  One nurse came in and he asked why are you looking and talking at this boy because he is dead.  There is nothing we are going to do about this and that was then that I understood that my son was dead and I went back home.  It was the last day I saw Ruben there. When we went to the mortuary they refused to let us in they didn't want us to see them and the priest from Alexandra tried to help us and I would like to thank the priest of Alexandra who helped us to get the bodies of our children.  We got Ruben's body after five weeks and on the day of the funeral people who came to attend the funeral couldn't stay at home because they were not allowed.  It was only the family members who were at the house.  Even when we were preparing for the funeral the white man he used to come and to disturb us.  I remember one day the teachers from his school came to our house and this white men came in and they asked these teachers what were they doing there.  They told the white men that this was our student and we are here to comfort the family and they were told not to stay for a long time.  Even the comrades were not allowed in.  They used to come to sing and the police used to come in and to chase these comrades\nALEXANDRA HEARING TRC/GAUTENG\n4 MOHLOMI\nout when they came in.  Another thing is that I have one aunt who stays in Rustenburg and we phoned her to come and this policemen arrested her, they did not want her to come to the house.  Another thing is that I was born in Hammanskraal and when Mangope heard my son has been shot he sent the soldiers and the police to guard at my home there in Hammanskraal.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Take your time, Mam.  We will wait for you and we will help you by leading you with questions.  After that I have received a letter that there was an inquest held in Randburg.  They told me to go there at nine o'clock.  I went there but I stayed there for the whole day.  They did not tell me how my son died and I couldn't understand why they called me there and I returned back home, even today I don't have a death certificate for Ruben.  I know that he is dead because his body and I buried him but I don't have a death certificate. I don't even know the name of the mortuary where he was.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Drink water, Mam.",
            "Female"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "Another thing is that this policeman Pahlane who was staying at my home, I would like him to tell me whether he had arranged for others to kill Ruben.  He has got six children and they are all well, they have not been shot.  They are still alive, all of them.  And Mtebi he met me at Pick 'n Pay.  I went there to buy some groceries and he said to me Hilda I heard that your son has been shot and he is dead, I said yes.  He told me not to worry because these children have been shot by the police.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Thank you Mam and we would like to ask you to clarify some other issues.  Here you have written in your statement about Ruben.  You told us they shot him in 1985\nALEXANDRA HEARING TRC/GAUTENG\n5 MOHLOMI\nfor the first time.  At that time, according to your knowledge, was Ruben active in politics?  And in 1986 you said he was a member of the UDF. What about in 1985?  Was he a member of any organisation in 1985?",
            "Female"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "At school he was a member of Cosas.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Did he have a gun?",
            "Female"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "I never saw him with a gun but he was a student at that time.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "I would now hand over to my colleagues to ask you questions.  I would hand over to Yasmin Sooka.",
            "Female"
        ],
        [
            "MS SOOKA",
            "... get some clarity on something you said.  You said that you were living with a policeman at the time.  Did I hear that correctly?",
            "Female"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "Yes, I was staying with a policeman.  He was staying in number 7, room number 7 in my yard.",
            "Female"
        ],
        [
            "MS SOOKA",
            "And you said he in fact told you that your son was activist whose intention was to get the police out of the township.",
            "Female"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "MS SOOKA",
            "You also later on in your statement talk about the policeman's children nothing happened to them. Is that the same policeman that you are talking about?",
            "Female"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "Yes, it is the same policeman.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Those were not your children?",
            "Female"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "He has got six children.  This policeman has got six children and they are all alive.",
            "Female"
        ],
        [
            "MS SOOKA",
            "There is one more thing you said which I just need to get clarity on.  You said that at your home in Hammanskraal the then head sent policemen to guard your home.  Now why would they want to guard your home?  Do you have any understanding of why that should happen?\nALEXANDRA HEARING TRC/GAUTENG\n6 MOHLOMI",
            "Female"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "I think the reason was that Mangope sent the police to guard my home because he thought that this child was a comrade and he was going to be buried in Hammanskraal.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Do you think that the policeman who was living with you had anything to do with your son's death?",
            "Female"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "They shot my son, it was on Saturday and this police left my house at that time.  He was not staying there at that time.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Do you have a suspicion that he was involved?",
            "Female"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "Yes, I think he was involved because in that same week he told me that he was going to act before Ruben acted because Ruben told him that the police were not allowed in the township.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Mama was it difficult for you at that time in the township, given the fact that the civic associations, that young comrades had said that policemen should not be allowed any contact in the townships.  They should not have anything to do with women of the township, how did you manage that, were your neighbours friends with you or were you isolated?",
            "Female"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "My first born is a daughter and she is married to the police and Ruben did not like this policeman and he used to say to this policeman I don't know why you married my sister because I don't like police, I have a problem with the police.  And this policeman was my son-in-law.  He couldn't stay with us because Ruben did not like him. That is why he was staying at the back.",
            "Female"
        ],
        [
            "MS SOOKA",
            "You yourself, Mama, what happened?",
            "Female"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "Can you please repeat your question.  I did not understand clearly.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Earlier this morning one of the witnesses who testified said that there was a move towards isolating\nALEXANDRA HEARING TRC/GAUTENG\n7 MOHLOMI\npolicemen in the township, that nobody should speak to them, that they should in fact move out.  Now what happened to you, were you left alone by the comrades or were you also the subject of harassment?",
            "Female"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "They were not harassing me because I think Ruben used to tell the comrades that he was fighting against my son-in-law. He did not like this policeman staying with us.  But they were harassing this policeman but they were not harassing me.  Even when he was leaving the township his clothes were taken by the Casper.",
            "Female"
        ],
        [
            "MS SOOKA",
            "This policeman who lived with you, were you living with him or was he simply boarding with you?",
            "Female"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "We were paying a rent to the councillors.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Did he ever come back?",
            "Female"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "Yes, he came back but he just stayed for a short time and he left again.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Do you want to give us his name or would you rather give that to our statement takers?",
            "Female"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "I don't know his address.  His name is John Pahlale, he is working in the Wynberg police station.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Thank you very much.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "We have already talked about Michael and Bongani.  Were they friends, were they visiting each other?",
            "Female"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "I knew Michael but I don't know Bongani.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Do you know Ruben's friends?",
            "Female"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "Yes I do.  Most of his colleagues were staying at 3rd and 4th Avenue. I know them.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Are they still alive or are they still around?  Do you know how many of them have been killed by the police at that time?",
            "Female"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "Three of them have been killed.  Three of his\nALEXANDRA HEARING TRC/GAUTENG\n8 MOHLOMI\nfriends have been killed and they were all buried at that same time.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "When the teachers came to your house did they tell you anything about what was happening at school?",
            "Female"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "I don't know about other houses but when they came to my house they did not get a chance to talk to us because when they came in the police, the white police came and they asked him what were they doing there and the teachers told them we are teachers of the school where Ruben was attending and the police told them not to stay for a long time.  So they did not say anything to us, they just prayed and they left.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Mrs Madlana told us when they found Bongani the police showed her a grand grenade in Bongani's hand.  Did you see Bongani with a hand grenade at home?  Did you see Ruben with a hand grenade at home?",
            "Female"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "When we were trying to clean at home after the funeral I saw under the table that he has written down UDF, ANC and we also saw that the letter I was telling you about where he wrote about the political stuff.  And I had this letter from 1986 until this year in June and in June someone came to me telling me that he is a member of ANC, he came to take this letter and he told me that he would return this letter to me but up to now he did not return it.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "If I understand you clearly you said that you never saw Ruben with a hand grenade at home.",
            "Female"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "No, I never saw him with anything like that.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "You said it was said that the people must stay away from the police, is that so?",
            "Female"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "The way I look at this matter the people were\nALEXANDRA HEARING TRC/GAUTENG\n9 MOHLOMI\ncrying for all their children.  That is the most painful thing that happened.  There is no other question that I am going to ask.  Thank you very much.",
            "Female"
        ],
        [
            "MS SOOKA",
            "You mentioned that you were told that an inquest was going to be held in Randburg on the 29th March.  But in your statement you say you were not allowed to go into court.  Can you just tell us a little bit about that.",
            "Female"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "I received a letter telling me that I should go to Randburg at 8 o'clock.  There was an inquest held there.  I went there and they showed me a room where I was supposed to be.  I went to that room and I stood outside that room until 5 o'clock and nothing happened.  I went back home.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Did you make any enquiry from the person inside the room?",
            "Female"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "I went to three offices and asked people there and I saw that they were not doing anything and since it was the government of apartheid no one was willing to help me. So that is why I decided to go back home.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Thank you, Mama.",
            "Female"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "Thank you, Mam but before we end up I would like to say this.  Most of the people when they are making their statements they have a request to this Commission.  Can you please tell us what is your request to the Commission.",
            "Female"
        ],
        [
            "LESORO HILDA MOHLOMI",
            "I don't know what to say or what to ask but I would like to say to the people of Alexandra they should make a tombstone for all the people who have been killed on that day.    Many people left Alexandra and many people stood with us and they tried to comfort us.  They were crying together with us and I would like the people who did\nALEXANDRA HEARING TRC/GAUTENG\n10 MOHLOMI\nthese things, who hurt the people of Alexandra to come forward just like De Kock and to tell the truth in front of the people. Maybe we will forgive them because even when we  pray we ask the Lord to forgive us as we are forgiving the people who have sinned us.  And I would like to forgive them because if I don't forgive them the Lord will not forgive me because I pray to God every day to give me power to forgive those who have sinned me and I would like them to come forward as we are here today and to tell the truth.  Maybe if they did that we will forgive them.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Thank you, Mam and you have said words about forgiveness and we support you in this idea, we ask people who know something or who have done things here in Alexandra to come forward and to ask forgiveness to all the people.  Thank you, Mam.",
            "Female"
        ]
    ]
}