{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-10-29",
        "location": "ALEXANDRA",
        "names": [
            "DAISY MASHIGO"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54920&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/alex/mashigo.htm",
        "speakers": [
            "DAISY MASHIGO",
            "MR MANTHATA",
            "MS MKHIZE"
        ],
        "original_speakers": [
            "DAISY MASHIGO",
            "MS MKHIZE",
            "MRS MASHIGO",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "MS MKHIZE",
            "Thank you for coming here.  We would like you to stand up and take an oath.",
            "Female"
        ],
        [
            "DAISY MASHIGO",
            "(s.s.)",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "I will help you so that you will tell us your story.  I would like you to tell the Commission about yourself.  Who are you and where do you come from.",
            "Female"
        ],
        [
            "DAISY MASHIGO",
            "I am Daisy Mashigo, I stay in 58 3rd Avenue.  It was on Saturday, we were coming from the funeral.  When we came out of the burial when we were in the double up, the police shot us with their tear-gas and I ran home looking for my children.  They were not there.  I went out looking for them and I met Anna. I asked her where are my children and she told me that she was also looking for her children.  And then I heard that someone was hitting me with a stone and I fell down.  They shot me in the back and I regained consciousness in the hospital.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Thank you, Daisy.  You said that you were with someone else.  Where were you going and where were you coming from?",
            "Female"
        ],
        [
            "DAISY MASHIGO",
            "The bullets were coming from the left side, from the Jambon side, near the beer hall and the white policemen were there.  I did not see who shot me but I just heard a shot in my shoulder and I fell down and they beat me.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "What is the name of the person you were with?\nALEXANDRA HEARING TRC/GAUTENG\n2 MASHIGO",
            "Female"
        ],
        [
            "DAISY MASHIGO",
            "It was Anna.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Did they shoot Anna?",
            "Female"
        ],
        [
            "DAISY MASHIGO",
            "No, because she ran away and I was looking for my children at the time they shot me.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Can you please explain to us what was happening.  You said you were looking for your children.  What was happening?",
            "Female"
        ],
        [
            "DAISY MASHIGO",
            "I was looking for my children.  I left them at  home, I attended a funeral.  When I came back from the funeral I saw that there was conflict in the street.  I just wanted to see where my children were.  I went to the Selbourne Street looking for my children and I didn't see them and there was violence and conflict in the streets, people were crying looking for their children.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Daisy, can you please explain to me what was happening.  When you said there was conflict in the streets what was happening.",
            "Female"
        ],
        [
            "DAISY MASHIGO",
            "At that time we were coming from the funeral and the white men were just firing bullets all over.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "When you say you were coming from the funeral was this person a comrade?",
            "Female"
        ],
        [
            "DAISY MASHIGO",
            "Yes, he was a comrade, he was working in JAS.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "You said that you woke up in the hospital.  Were there any policemen who came to you or did you write any statement, did you give them any statement?",
            "Female"
        ],
        [
            "DAISY MASHIGO",
            "No, I did not.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "In the General Hospital - how long did you stay there?",
            "Female"
        ],
        [
            "DAISY MASHIGO",
            "I was unconscious, I don't remember but I think it was about two to three months.  I stayed there for\nALEXANDRA HEARING TRC/GAUTENG\n3 MASHIGO\ntwo to three months.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "At this time you did not know - at the time you were in hospital you did not know what was happening.",
            "Female"
        ],
        [
            "DAISY MASHIGO",
            "No, I did not know.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "In your statement you said that you cannot do anything for yourself.  You are helpless.  Did you get a lawyer to help you?",
            "Female"
        ],
        [
            "DAISY MASHIGO",
            "I was helped by the people of Red Cross.  They supported me, they gave me money and they gave me clothes.  And they were the ones who were helping me.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "How do you survive at this time?  Where are you staying, with whom are you staying?",
            "Female"
        ],
        [
            "DAISY MASHIGO",
            "I get a pension fund but I started getting it last year in February.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Where are you staying and with whom are you staying?",
            "Female"
        ],
        [
            "DAISY MASHIGO",
            "I am staying with my children.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "How many children do you have?",
            "Female"
        ],
        [
            "DAISY MASHIGO",
            "I have four children. There were five but now there are only four left.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Are they still at school or are they working?",
            "Female"
        ],
        [
            "DAISY MASHIGO",
            "The oldest are not working but the younger one is at school.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "When you say you get a pension fund do you get it ....",
            "Female"
        ],
        [
            "DAISY MASHIGO",
            "Yes, I do get a pension.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "What is your request to this Commission, what do you want the Commission to do for you?",
            "Female"
        ],
        [
            "DAISY MASHIGO",
            "Before I answer that I have a bullet - there is still a bullet in my body.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Yes, I have noted that, Mam.  I was still asking\nALEXANDRA HEARING TRC/GAUTENG\n4 MASHIGO\nthat when you were making your statement what did you hope to achieve, what is your request to this Commission?",
            "Female"
        ],
        [
            "DAISY MASHIGO",
            "My request is that I have a child still at school and my house is so small, it is only two rooms.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "I would like to take you back.  How many people were there when you were shot?",
            "Female"
        ],
        [
            "DAISY MASHIGO",
            "There were many people, it was the time of the riots at that time.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Were they in the car or were they on foot?",
            "Female"
        ],
        [
            "DAISY MASHIGO",
            "They were in the Caspers near the beer hall, they parked their Hippos, their Caspers near the beer hall and they were just firing all around.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Did you hear anything, were they saying anything?",
            "Female"
        ],
        [
            "DAISY MASHIGO",
            "No, I just heard a bullet in my arm.  I was not aware at that time that they were shooting me.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "As it was a time, the riots time and there was conflict in the township how did you know that the police were the ones who shot you?",
            "Female"
        ],
        [
            "DAISY MASHIGO",
            "I saw them because they shot many people at that time. They were white men and Mtebi asked me what happened when I was in hospital and he wanted me to point out the people who shot me and then I said I don't know them because there were many and they were in their Caspers.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Thank you, Mam and I will hand over to my colleagues to help you with your evidence.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Daisy, these children that you were looking for on your way back from the funeral are they the same children that you say they are grown up today and then some of them are unemployed?",
            "Male"
        ],
        [
            "DAISY MASHIGO",
            "The first one was born in 1972 and the second\nALEXANDRA HEARING TRC/GAUTENG\n5 MASHIGO\none in 1974.  They were still young then.  The one who passed away is the one born in 1974.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Where did you finally find them?",
            "Male"
        ],
        [
            "DAISY MASHIGO",
            "I didn't find them because a car just took me to the hospital.  I am explaining that I was still busy looking for them when I met with these gunshots and I fell on the ground.  I didn't get to find the children on time.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "You say whose car took you to hospital?",
            "Male"
        ],
        [
            "DAISY MASHIGO",
            "I don't know because there were cars up and about.  They were just taking us to the hospital.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Whilst you were in hospital did you manage to know if there were any other people who were injured on that same day with you?",
            "Male"
        ],
        [
            "DAISY MASHIGO",
            "I don't remember because this happened a long time ago and they took us to different hospitals and I don't know how did I get to the hospital because I had lost consciousness.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "You say that you are requesting for a house.\nDid the policemen damage your house?",
            "Male"
        ],
        [
            "DAISY MASHIGO",
            "I am requesting this because I am helpless, I cannot do anything for myself at the moment.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "I thank you.  I don't have any further questions.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Daisy, we thank you for coming forward.  Your statement will be taken and forwarded to the investigating unit so as to see as to whether they can get any further evidence.  We thank you and we thank God for seeing you through that you are still alive despite the fact that you have scars.  We will try our best to try and improve on your health situation.  Thank you.",
            "Female"
        ]
    ]
}