{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-10-30",
        "location": "ALEXANDRA",
        "names": [
            "KENNETH CHIMANE MATHEBULA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54921&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/alex/mathebul.htm",
        "speakers": [
            "MR LEWIN",
            "MR MATHEBULA",
            "MS MKHIZE",
            "MS SOOKA"
        ],
        "original_speakers": [
            "MR LEWIN",
            "MS SOOKA",
            "MR MATHEBULA",
            "MS MKHIZE",
            "CLOSING ADDRESS BY MR LEWIN"
        ]
    },
    "testimony": [
        [
            "MR LEWIN",
            "Thank you very much.  We have asked Yasmin Sooka to lead you in your evidence.  Thank you.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Hi Kenneth.  I would like to welcome you to the Commission.  Before you begin to tell us about the incident which affected your life tell us about what you were doing before that, were you a student, how old you were a little bit about yourself and whether you were politically involved in any organisation.",
            "Female"
        ],
        [
            "MR MATHEBULA",
            "I was involved in the films for FAWO,  which is a Film and Allied Workers Organisation.   The date I was injured was on the 22nd March 1991.  I was travelling in 1st Avenue on my way back from FAWO.   I was approached by five people.  As they approached me one of them pointed me with a firearm and asked me to which nation do I belong.  I told him I am a Masutho.  He asked me where am I from.  I told him I am staying in 8th Avenue.  He said to me I am violent.  He said it again, he said I am violent.  I just kept quiet.  He started pulling me and then he pointed me with a gun on my neck.  I said to him if I did anything wrong please forgive me.  I was just shocked to see that he shot me and then I fell and then he shot me again.  He was intending to finish me off.  When his companions told him that it is over with him, you can leave him they left and after having left it was round about ten minutes when another group came.\nALEXANDRA HEARING TRC/GAUTENG\n2 MATHEBULA\nThey kicked me whilst I was lying there.  As they were kicking me they said our brothers have done it already.  These people who shot me had cloths around their foreheads.  I lay there for a long time.  Fortunately some boys came wanting to see what was happening and fortunately they knew me.  They took me to the clinic because it was not far from the clinic.  They supported me from both sides and took me to the clinic and they examined me and they pierced me with needles.  I couldn't feel anything, I was numb.  They even tried on my right arm, even there there was no feeling.  I was numb.   They transferred me to General Hospital and there they did the same procedure.  There is something that I forgot to mention.  Whilst I was at the clinic I spoke to somebody who was working for the ambulance and I asked him to tell my family that I have been shot.  When I got to the General Hospital I found my father there.  He asked me what happened.  I told him that I was just surprised to see people who asked me to which tribe to I belong to and where am I staying.  When I responded they told me that I am violent and they shot me.  The doctors examined me and they pierced me with these needles in the very same manner that they did at the clinic and there was no sensation in this arm and my legs.  I stayed there for seven months.  The whole two months my body was numb and my body was sort of like - after two months that feeling went over.  Even at the moment the bullet is still here embedded in my neck.  After that my life changed completely because this used to affect me all the time.  I even tried to commit suicide.  I went to these boys who helped me because there was one who came to visit me in hospital and he told me that these boys who helped you, took you to the clinic are dead.  So Solep\nALEXANDRA HEARING TRC/GAUTENG\n3 MATHEBULA\nBotanya was shot at a night vigil the following week. I was very hurt because these people saved my life and now they are dead.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Thank you Kenneth.  I would just like to ask you a few questions just to get your story clearly.   Did you know any of these men who shot you?",
            "Female"
        ],
        [
            "MR MATHEBULA",
            "I don't know these people but if I can see them I will be able to identify them.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Do you think that - what I am trying to find out is do you think you were specifically targeted or were they just walking around looking for people to hurt?",
            "Female"
        ],
        [
            "MR MATHEBULA",
            "These people were just shooting at random.  Inkatha was just attacking everybody.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Besides being a member of FAWO, were you yourself involved in any other political organisation?",
            "Female"
        ],
        [
            "MR MATHEBULA",
            "No I was not involved in any political organisation.",
            "Male"
        ],
        [
            "MS SOOKA",
            "At this point in time do you receive any treatment for your condition?",
            "Female"
        ],
        [
            "MR MATHEBULA",
            "Yes, there is a treatment that I am getting.  I am getting it from the General Hospital.  I am undergoing some physiotherapy there but it is not a regular thing.  The one thing that hurts me is that the people who shot me, if I could just see them and they could just explain to me why they did this maybe I will forgive them.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Was this matter ever reported to the police?",
            "Female"
        ],
        [
            "MR MATHEBULA",
            "Sorry?",
            "Male"
        ],
        [
            "MS SOOKA",
            "Did you or your father ever report this to the police?",
            "Female"
        ],
        [
            "MR MATHEBULA",
            "No, he never went to the police.",
            "Male"
        ],
        [
            "MS SOOKA",
            "So there was never any investigation of this\nALEXANDRA HEARING TRC/GAUTENG\n4 MATHEBULA\nmatter.",
            "Female"
        ],
        [
            "MR MATHEBULA",
            "I don't know because the social workers at the General Hospital they were involved in such things.  Maybe they have evidence there in the General Hospital.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Do you receive any treatment for counselling, particularly after your attempt to take your own life, did do you get any treatment for that?",
            "Female"
        ],
        [
            "MR MATHEBULA",
            "It is only the treatment of tablets that I am getting but it affects me and I have this picture of these people all the time and this makes me very short tempered sometimes.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Do you receive a disability grant from the State?",
            "Female"
        ],
        [
            "MR MATHEBULA",
            "Yes, whilst I was in the General, yes I did sort out getting the disability grant.  I am getting one.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Kenneth, the men who were killed at the night vigil, who shot them and killed them?",
            "Female"
        ],
        [
            "MR MATHEBULA",
            "It is Inkatha members who killed them.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Thank you.  I have no further questions.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Kenneth, you have written that these people shot you because you were talking Sotho instead of Zulu.  At that time was there a war between the Zulus and the Sothos?",
            "Female"
        ],
        [
            "MR MATHEBULA",
            "It was the issue of the Xhosas and the Zulus.  Generally it was at the time when the Inkatha was attacking people.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Thank you.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Kenneth I would like to thank you very much for coming here this afternoon and for talking to us in that way and telling us your story because I think that in many ways it is fitting that you are the last witness that we have heard in these three days in Alex.  I am not sure if you have seen or heard of what has happened in the other two\nALEXANDRA HEARING TRC/GAUTENG\n5 MATHEBULA\ndays but we have heard a number of stories about what has been happening or what has happened in Alex over the last  25 years or so.  It has been a very difficult time often I think for all of us who have been present but I think that it has been particularly moving to hear the different stories, to hear the different histories of what has happened and to see how much has actually happened and how much pain and suffering that has taken place in such a small area, such a very together area, which is Alex.  You know there have been people who have lost their children, there have been people who have lost their husbands, their wives, there have been people who have terrible stories to tell and who have helped us to understand better what they experienced through telling those stories.  What you have told in fact is an example of all of those stories because you are still here to tell your story even though in a sense you have lost part of your life through what has happened to you and I would like to salute you for your courage in staying alive, in continuing, in battling and coming to tell us this story because I think that that shows us the way forward, that we don't give up, that we try and overcome the difficulties, that we bring our differences into the open and talk about them as we have been doing these last few days and I would like to thank you very much for coming because we have come to the end of these three days in Alex, which as I say has been a very moving time for all of us and on behalf of the Commission I would like to thank those people who have helped make this what is essentially only the beginning of a process.  This isn't the end of the Truth Commission in Alex.  This is only really the beginning.  The life of the Commission continues for more than another 12\nALEXANDRA HEARING TRC/GAUTENG\n6\nmonths.  The life of the Commission will continue up until the end of next year so that the process that we have begun today, in the last three days, is really only the beginning of a process.  We would appeal to people please to come forward with more stories.  I think that you have seen everyone who has attended, and thank you for attending, the people who have attended have seen the power of this process, the way in which this process works, how it actually helps to hear these stories.  That is something that I think all of us have been touched by, have seen that power.  So please we ask people don't think this is the end of the process, this is really only the beginning and we are appealing to a large number of other people to come forward.  We are appealing for more statements about human rights violations of the sort that we have heard over the last three days.  We are also appealing, as there was an appeal from the police this morning, an appeal to the people who are called the perpetrators, the people who did these things.  There is a very desperate appeal to all of them to come forward and explain, apply for amnesty and then explain why they did what they did.  Explain the circumstances.  If they want to apply for amnesty they don't have a great deal of time.  They have only until the beginning of December so it is really only about six weeks at the most that these people have that opportunity to come forward to apply for amnesty.  Because if they apply for amnesty then there is the possibility of indemnity and immunity from prosecution.  But we are appealing please to those people to come forward and tell us what was the reason behind what they did.  We on our side, we will continue with the investigations that have been set off by the stories that we have heard, also by all\nALEXANDRA HEARING TRC/GAUTENG\n7\nthe other statements that we have heard.  Because there is no difference for us as a Commission, between the statements of those who appear in public and the statements of those who have made the statements.  We treat all the statements equally.   But before we close I have made the one appeal for more statements on human rights violations and please amnesty applications.  All statements from people explaining why they did what they did, even if they don't feel they need to apply for amnesty.",
            "Male"
        ],
        [
            "CLOSING ADDRESS BY MR LEWIN",
            ".",
            "Male"
        ],
        [
            "MS SOOKA",
            "I think we have all heard that there have been a number of names that have come forward consistently in the statements of those witnesses who have come forward.  The matters will be handed over to our investigation unit and if people don't come forward voluntarily to explain their version we will issue subpoenas to make sure that we do get that version.  So before we come to you we appeal to you to come in and make your own statement.  Thank you.",
            "Female"
        ]
    ]
}