{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-10-29",
        "location": "ALEXANDRA",
        "names": [
            "NKOSANA PRINCE MNGADI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54926&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/alex/mngadi.htm",
        "speakers": [
            "MR LEWIN",
            "MR MANTHATA",
            "MR MNGADI",
            "MS MKHIZE",
            "MS SOOKA"
        ],
        "original_speakers": [
            "MS SOOKA",
            "MR MNGADI",
            "MS MKHIZE",
            "MR LEWIN",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "MS SOOKA",
            "Before you begin to tell us what happened to you tell us a little bit about yourself, what you were doing at that time when this thing happened and what you are doing now with your life.  You are not working.",
            "Female"
        ],
        [
            "MR MNGADI",
            "Yes. I was on my way to the place where I live and I was looking out for my other three friends.  We definitely met about four to five Caspers with white policemen.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Sorry, before you carry on, you don't have to speak English to me you can speak in your own langauge because I will hear it and maybe you can just sit more comfortably so that you are relaxed.",
            "Female"
        ],
        [
            "MR MNGADI",
            "I will say that I was together with my three friends.  We were passing a place called Mmakulene going towards a women's hostel at (indistinct) Avenue.  There were Hippos at that area, about four of them, facing towards our direction.  They didn't ask any questions, they just shot at us.",
            "Male"
        ],
        [
            "MS SOOKA",
            "... for telling your story.  You can actually take the headphones off so that you can talk freely.  When I ask you questions then you can put them on.",
            "Female"
        ],
        [
            "MR MNGADI",
            "The white police started shooting at us, they didn't ask any questions.  We were driving a car, a 1400 bakkie.  One of my friends was shot in the head and he died\nALEXANDRA HEARING TRC/GAUTENG\n2 MNGADI\non the spot.  His name was Whitey, he was staying at 9th Avenue.  House number 29.   The fourth one managed to escape.  He wasn't injured, only three of us were shot at.  My friend was shot also on the foot and he passed away.  I am the only one who is left behind.  Most of them died.  On the very same day the white people left us burning on the ground.  After lying on the ground bleeding for about three hours they called an ambulance, they took us to Hillbrow hospital.  On the same day I was so badly injured they couldn't do anything, they had to amputate my foot and the next day they took us to Baragwanath Hospital.  At Baragwanath I had some problems because there was one doctor from South America.  He was harassing me, telling me that I am Mr Mandela's terrorist.  I had to ask for a transfer to go back to Hillbrow hospital because of the harassment that I experienced at Baragwanath hospital.   They had to take me back to Hillbrow hospital.  In the end they discharged me in September.  I had to be given crutches because I didn't have a leg.  I got well in about 1988 and I went to Natal to continue with my studies.  I finished matric in 1990.   At the present moment I have got a matric, I have been searching for a job but I couldn't find any.",
            "Male"
        ],
        [
            "MS SOOKA",
            "I am just going to ask you some questions so that I can just get all the details of your story.  You say that there was a group of four of you.  Where were you going to at that particular time?",
            "Female"
        ],
        [
            "MR MNGADI",
            "This friend of ours who was driving this bakkie, we met him at the Mmakulele place.  Since we know each other  we were staying at 9 so we asked for a lift.  As soon as we arrived at 4th Avenue next to the women's hostel the white people started shooting at us.  They never stopped us or\nALEXANDRA HEARING TRC/GAUTENG\n3 MNGADI\nsaid anything to us.  The one who died was in the back of the car so they shot him in the head.",
            "Male"
        ],
        [
            "MS SOOKA",
            "... the car while the shooting was taking place?",
            "Female"
        ],
        [
            "MR MNGADI",
            "He got injured right at the moment, at the spot, he couldn't control the car.",
            "Male"
        ],
        [
            "MS SOOKA",
            "So there were four of you in the car then.",
            "Female"
        ],
        [
            "MR MNGADI",
            "Yes.",
            "Male"
        ],
        [
            "MS SOOKA",
            "The guy in the back seat died.  The driver was also injured and you yourself.",
            "Female"
        ],
        [
            "MR MNGADI",
            "That is correct.",
            "Male"
        ],
        [
            "MS SOOKA",
            "You mentioned that you lay there for a long time before you were taken to hospital.  How long was that?",
            "Female"
        ],
        [
            "MR MNGADI",
            "If I remember well it was approximately two hours.  We were bleeding seriously and they did nothing.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Who actually took you to the hospital, the police or did the ambulance services come?",
            "Female"
        ],
        [
            "MR MNGADI",
            "They called an ambulance from Sandton and then this ambulance took us to hospital.",
            "Male"
        ],
        [
            "MS SOOKA",
            "When you arrived at the hospital were you treated immediately or did you also have to wait for treatment?",
            "Female"
        ],
        [
            "MR MNGADI",
            "In hospital, because we were seriously wounded they had to attend to us quickly.",
            "Male"
        ],
        [
            "MS SOOKA",
            "After this happened did the doctors give any indication to you that if you had been treated immediately you might not have lost your leg?  Did they explain to you why it was necessary to take your leg off?",
            "Female"
        ],
        [
            "MR MNGADI",
            "They did explain but I was so confused that my mind wasn't working well.  I could hear the doctor who was speaking to me and I explained to them I was injured but I couldn't survive.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Why were you transferred from Hillbrow to\nALEXANDRA HEARING TRC/GAUTENG\n4 MNGADI\nBaragwanath?",
            "Female"
        ],
        [
            "MR MNGADI",
            "When I asked why they transferred us to that hospital they said they were afraid of the police harassment.  They said most of the people who got injured during February on the 17th people were arrested in hospital.",
            "Male"
        ],
        [
            "MS SOOKA",
            "And yet at Baragwanath you were harassed.  What form did the harassment take?",
            "Female"
        ],
        [
            "MR MNGADI",
            "The doctor used to come to do some check ups, he used to call me Mr Mandela's terrorist.  Up to a certain stage where I have decided to ask one of the nurses to try and talk to the doctors or the superintendent that they might give me a transfer back to Hillbrow hospital.",
            "Male"
        ],
        [
            "MS SOOKA",
            "And was that how you managed to get back?",
            "Female"
        ],
        [
            "MR MNGADI",
            "That is correct.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Could you tell us what was the behaviour like of the other doctors and nurses at Baragwanath and at Hillbrow?  Did they treat you properly?",
            "Female"
        ],
        [
            "MR MNGADI",
            "To say the truth I would say that I never had a problem with the nurses and the other doctors.  There was only this one doctor who was harassing me, calling me a terrorist.",
            "Male"
        ],
        [
            "MS SOOKA",
            "You mentioned that you were released from hospital some time much later in the year.  How long was the period that you stayed in the hospital?",
            "Female"
        ],
        [
            "MR MNGADI",
            "If I remember well I stayed in hospital for seven months.",
            "Male"
        ],
        [
            "MS SOOKA",
            "When you came out of hospital were you ever called to court or did you yourself lay a charge at the police station?",
            "Female"
        ],
        [
            "MR MNGADI",
            "I would say that when I got out of hospital\nALEXANDRA HEARING TRC/GAUTENG\n5 MNGADI\nI didn't go to the police but there was an organisation called Women for Peace.  There was one woman working there.  They tried to find a lawyer for me from town.  My lawyer called the police telling them I am opening a case against them because they shot at me.  The police responded by saying that they found us holding petrol bombs and we were throwing these bombs at them and that is why they shot at us.",
            "Male"
        ],
        [
            "MS SOOKA",
            ".. the name of the lawyer.",
            "Female"
        ],
        [
            "MR MNGADI",
            "It is a long time ago but I would say I don't remember well.",
            "Male"
        ],
        [
            "MS SOOKA",
            "So did you actually lay the charge then or did you just drop the matter?",
            "Female"
        ],
        [
            "MR MNGADI",
            "After the police told our lawyers that we were holding petrol bombs our lawyers said that we should drop the case.  So I just forgot the matter.  However, when I came out of hospital, after having forgotten about the case, the police did come to me to harass me and I have to run out of Alexandra.  I was afraid to stay inside because I couldn't walk well, I had to use crutches running around.",
            "Male"
        ],
        [
            "MS SOOKA",
            "(Indistinct).",
            "Female"
        ],
        [
            "MR MNGADI",
            "It was about four to five months.   Because they used to arrive at two or one o'clock early in the morning.  When they arrived they kick - I would say at home we have a two-roomed house and they would come and kick the doors saying they are looking for a terrorist by the name of Prince.  So I had to run to hide at Tembisa at my uncle.  And then they stopped coming to my house.",
            "Male"
        ],
        [
            "MS SOOKA",
            "... treatment for your leg?  Where are you treated?",
            "Female"
        ],
        [
            "MR MNGADI",
            "At the present moment I go for treatment at\nALEXANDRA HEARING TRC/GAUTENG\n6 MNGADI\nBaragwanath hospital.  They normally check our legs whether we are still fine or well or if there is anything wrong.  Whatever, if there are some wounds developing or something like that.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Were you able to deal with the mental trauma of having lost your leg afterwards and did you receive any counselling for that?",
            "Female"
        ],
        [
            "MR MNGADI",
            "I never got a chance to go to councillors but my mother used to take care of me. She is a nurse, she used to come at home and give me moral support.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Did you receive any kind of disability grant or any other grant from the state?",
            "Female"
        ],
        [
            "MR MNGADI",
            "After I got injured I didn't ask for funds, I just claimed the money just now after the elections, in 1994 and I got the pension grant after getting a letter from a doctor.  Now I am getting a disability fund.  But I have a problem at the moment because I have a child, I am not working, my dad passed away, my mother passed away and my child is attending school.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Did you identify the policemen who shot at you?",
            "Female"
        ],
        [
            "MR MNGADI",
            "We were not shot by one policeman, there were many of them and they were holding their big rifles.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Is there anything that you would like to add before you finish your evidence?",
            "Female"
        ],
        [
            "MR MNGADI",
            "I would like you to repeat your question.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Is there anything that you would like to tell the Commission about what you would like the Commission to do.",
            "Female"
        ],
        [
            "MR MNGADI",
            "Firstly I would say I would like to ask the Commission to make sure that the perpetrators should come out and explain as to why they shot at us.  What wrong have we done and what was the problem.  Secondly I would like to\nALEXANDRA HEARING TRC/GAUTENG\n7 MNGADI\nask the Commission to make sure that most of the youth in Alexandra who were harassed and traumatised is there anything that they can do for us and also together the parents who lost their children.  Because truly I would say that I won't be able to forgive because at the moment the government is doing nothing for us.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "We thank you very much.  I will give the other commissioners a chance to ask questions to get a clear picture of your story.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Mr Mngadi if I could just ask two questions.  One, how old were you at the time, in 1986?",
            "Male"
        ],
        [
            "MR MNGADI",
            "During 1986 as I am 31 at the moment I would say I was about 21 years old.",
            "Male"
        ],
        [
            "MR LEWIN",
            "You spent, you have described for us quite a long period when you were outside.  What was actually happening in Alex even around you, what else did you see?",
            "Male"
        ],
        [
            "MR MNGADI",
            "I would say that in Alexandra we just finished burying one young man who was killed by police on the very same year.  It was in February.  And after the funeral we as a committee of Alexandra we had to take part in finding out as to why the police shot at him.  There were always sounds of guns and tear-gas thrown all over.  After that funeral up to the date where we got injured things weren't going well.  White people were shooting randomly at youth walking around the streets.",
            "Male"
        ],
        [
            "MR LEWIN",
            "May I ask the morning when you were shot yourself you said that you were in the bakkie and you were then shot and left lying there.  What actually happened around the bakkie, what happened to the Hippo from which you were shot in those say the two or three hours that you were lying there, did you see anybody else being attacked, anything\nALEXANDRA HEARING TRC/GAUTENG\n8 MNGADI\nelse happening?",
            "Male"
        ],
        [
            "MR MNGADI",
            "No.",
            "Male"
        ],
        [
            "MS SOOKA",
            "What were the names of the other people who were with you in the car?",
            "Female"
        ],
        [
            "MR MNGADI",
            "The first one who died at the spot was Whitey Mzewu.  Whitey is the name and the surname is Mzewu.  The second one is Isaac Mpomese.  The third one is Jabu, I have forgotten his surname.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Whitey and Isaac and Jabu, were they also injured as badly as yourself?",
            "Female"
        ],
        [
            "MR MNGADI",
            "As I have already explained, Jabu is the one who came out of the car and ran, he escaped injury.  It was only myself, Isaac and the one who died.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Did you say (indistinct) the name of the owner of the bakkie?",
            "Male"
        ],
        [
            "MR MNGADI",
            "That is true.   They shot him on the foot, he was the one who was driving.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "(Indistinct).",
            "Male"
        ],
        [
            "MR MNGADI",
            "We were coming along the short street coming from Mmkulene Street and we have to - the short street has to end at the next street.  He managed to control the car just a short distance, he couldn't be able to control the car any more.  After he was shot he didn't drive the car any further.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Was he taken to the hospital with you?",
            "Male"
        ],
        [
            "MR MNGADI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "It was Isaac Basi.",
            "Male"
        ],
        [
            "MR MNGADI",
            "Yes, Isaac Basi.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Maybe I might ask you just one question.  As you have already explained to us that you matriculated is\nALEXANDRA HEARING TRC/GAUTENG\n9 MNGADI\nthere anything that you would like to further your studies on?",
            "Male"
        ],
        [
            "MR MNGADI",
            "I would agree with you because even at the present moment I still have hopes and wishes to do something in my life but unfortunately I don't have the money to continue.  If I may get assistance either from the government I might be able to continue with my studies because at the present moment my situation, if I can continue studying things might be better.   And I can see that if I don't go to school in the coming years I will have problems in life.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "When you say you would like to continue studying what would you like to study?",
            "Male"
        ],
        [
            "MR MNGADI",
            "I would say before I got injured I had wishes to become a teacher.  However at the present moment I couldn't be a teacher because of what has happened to me.  I won't be able to stand as a teacher and teach others because my leg is amputated and I can't stand and teach.  Maybe I can do office work.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "We would like to thank you very much.  As you have explained that you got some disability pension you didn't tell us exactly what kind of funds you got.",
            "Female"
        ],
        [
            "MR MNGADI",
            "I can say that that is just ordinary pension that all the elderly people get.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Nkosana I would like to thank you very much for having come before the Commission to give your testimony.  Yours is a painful story because you are one of those who are left with open wounds, who find it difficult to forget where we come from.  However I am so glad that you still have wishes to continue with your studies and we do believe that many people just like you who happen to be involved in\nALEXANDRA HEARING TRC/GAUTENG\n10 MNGADI\nthe struggle they might follow your (indistinct) trying to work towards their future and also forgiveness.  We also believe that as a Commission that if we take the (indistinct) forward to the President on reparation one of it is to assist people to continue their studies and we hope that it will help for the younger generation to benefit from whatever studies that you may undertake.  We will try to help you.  Thank you very much.  \nTHE COMMISSION ADJOURNS",
            "Female"
        ]
    ]
}