{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-10-30",
        "location": "ALEXANDRA",
        "day": "3",
        "names": [
            "TUHLBI MARGARET NLOPHE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54933&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/alex/nhlope.htm",
        "speakers": [
            "CHAIRPERSON",
            "MS MKHIZE",
            "MS SEROKE",
            "MS SOOKA",
            "TUHLBI MARGARET NLOPHE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "TUHLBI MARGARET NLOPHE",
            "MS SOOKA",
            "MRS NLOPHE",
            "MS MKHIZE",
            "MS SEROKE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "I would just like to explain that even if there are people who even today wish to make statements, we do have statement-takers here.  In activity room No 1 and can take statements from people.  This is an ongoing process and not something that stops with the hearings today.\n Mrs Nlophe, can you hear all right?  Can you hear me. We would like to thank you very much for coming and joining us this afternoon.  Before you give evidence, and you will be led by Yasmin Sooka, I would ask you please to take the oath.",
            "Unknown"
        ],
        [
            "TUHLBI MARGARET NLOPHE",
            "(Duly sworn states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Yasmin Sooka.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Welcome Mamma, to the Commission. You have come to tell the Commission about the story of both of your daughters. I would like you to feel free to tell the story in your own words. If you could begin, please.",
            "Female"
        ],
        [
            "TUHLBI MARGARET NLOPHE",
            "It was in the third month 1993.  I was supposed to visit - the deceased sent a message saying that you must tell my mother that before she goes, I will have to see her. So I didn't go to the farms, I stayed at home on the Saturday, it was the 11th. So I had to leave on the 12th. In the evening I listened to the radio on the six o'clock news. It was like I was dreaming.  Because my daughter was not staying with me.  As I was sitting there, Kate came into the ALEXANDRA HEARING TRC/GAUTENG\n2 MRS NLOPHE\nhouse.  I said to her Kate, I would like to tell you that Maria Gobela is dead.  She said to me mother, get into the house, I will tell you.  She explained to me, because I asked her how did she died.  Because Kate went to sleep at Maria's place and Maria had a five-year old baby.  The deceased and Petersen and the little child slept in the house.  She explained that she was not there when this happened but I heard people came and they knocked at the door. When they asked them who they were, they said their names. I didn't give you the name, but they said their names, and they asked what do you want.  They said they are the attackers, they are fighting, we don't know why.  I went out. I myself and Zodwa, and we went to the place.  We found that the deceased had been taken to a mortuary, Pietersen had been taken to hospital, I will get more information from the other people. I don't remember who opened the case, whether it is Pietersen, but I know it ended up in court.  In the very same month in which the deceased died, the case was tried in court. It ended on the 18th of April 1994.  I don't know why they killed my child.  If they were fighting with her husband they should have said why, she was killed because she saw them, she could identify them.  That's why she was killed,  Petersen.",
            "Female"
        ],
        [
            "MS SOOKA",
            "We must just make sure that we get the story properly. Your daughter, how old was she at the time when this happened?",
            "Female"
        ],
        [
            "TUHLBI MARGARET NLOPHE",
            "She was 20 years old.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Was she a member of a political organisation?",
            "Female"
        ],
        [
            "TUHLBI MARGARET NLOPHE",
            "She was an ANC member because I used to see her in their company when they were marching, she held the flags.\nALEXANDRA HEARING TRC/GAUTENG\n3 MRS NLOPHE",
            "Female"
        ],
        [
            "MS SOOKA",
            "Was her husband also a member of the ANC?",
            "Female"
        ],
        [
            "TUHLBI MARGARET NLOPHE",
            "I don't know about him.  I don't know whether he was an Inkatha, I can't lie, I don't know.  Because my daughter left to go and stay with her husband.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Mamma, in your statement you actually name who these people were who were the attackers. Do you know want to tell us their names or do you just want to leave it like that?",
            "Female"
        ],
        [
            "TUHLBI MARGARET NLOPHE",
            "Yes, the first one is Vusi Sumbatha. The second one is Vusi Simkhize. The third one is Mr Makwanasi. The fourth one is Kyle Thombela.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Mamma, this morning another witness named the same people as having attacked him.  Was this in the same incident, do you know?",
            "Female"
        ],
        [
            "TUHLBI MARGARET NLOPHE",
            "No, my daughter was staying at Fourth Avenue.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Could you tell us the date on which this happened, please?",
            "Female"
        ],
        [
            "TUHLBI MARGARET NLOPHE",
            "It happened on the 11th of March 1993.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Mamma, you mentioned that your daughter's husband was taken to the Johannesburg Hospital and I am not quite sure if I heard you later on when you said that he died as well? Is that correct?",
            "Female"
        ],
        [
            "TUHLBI MARGARET NLOPHE",
            "No, he didn't die, he is still alive.",
            "Female"
        ],
        [
            "MS SOOKA",
            "But the baby died in that incident.",
            "Female"
        ],
        [
            "TUHLBI MARGARET NLOPHE",
            "He didn't die instantly but he died later.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Mamma, what happened after this, was there any court case, were these people arrested?",
            "Female"
        ],
        [
            "TUHLBI MARGARET NLOPHE",
            "They were arrested.  Vusiso was arrested together with Simkize and Kyle, Thombela was not arrested.  The case started during 1993 and it ended on the 18th of April 1994. They were all found not guilty.\nALEXANDRA HEARING TRC/GAUTENG\n4 MRS NLOPHE",
            "Female"
        ],
        [
            "MS SOOKA",
            "Mamma, to your knowledge, were they members of any political organisation, these men?",
            "Female"
        ],
        [
            "TUHLBI MARGARET NLOPHE",
            "They were Inkatha members.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Mamma, you also mention in your statement that you have another tragedy in your life, your daughter who disappeared. Do you want to tell us about that?",
            "Female"
        ],
        [
            "TUHLBI MARGARET NLOPHE",
            "Yes, once my daughter disappeared because of this incident, I think it might have affected her, because they were sisters and even today I don't know where she is.  Because when I went to fetch my child I found her brains scattered outside. I had to collect the brains.  They were running out from my fingers through my fingers, falling down.  It wasn't easy.  This experience, I don't think anybody else has experienced something like this.  My brother had to collect the head bones as they were scattered too.  She was hit on the head.  My other daughter even today because of that incident, she didn't want to accept that. I don't know whether she is still alive, wherever she is.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Mamma, what was the last day and date when she was seen?  Give Mrs Nlophe some water, please.  Are you able to carry on?",
            "Female"
        ],
        [
            "TUHLBI MARGARET NLOPHE",
            "Yes.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Do you want to tell us the date on which you last saw your daughter?  Mamma, do you want to tell us the date on which you last saw your daughter?",
            "Female"
        ],
        [
            "TUHLBI MARGARET NLOPHE",
            "You mean the one who disappeared?",
            "Female"
        ],
        [
            "MS SOOKA",
            "Yes.",
            "Female"
        ],
        [
            "TUHLBI MARGARET NLOPHE",
            "It was before we buried the sister.  When she discovered that her sister was dead she disappeared.  What worries me most is that it is the one who disappeared and also my grand-child, the five-months old grand-child was\nALEXANDRA HEARING TRC/GAUTENG\n5 MRS NLOPHE\nalso hit on the head three times, shot three times on different parts of the body and died.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Mamma, did you report this to the police, the disappearance?",
            "Female"
        ],
        [
            "TUHLBI MARGARET NLOPHE",
            "I didn't report the disappearance of my daughter because even myself, I got confused, I lost my memory, because I was deeply affected by this incident.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Mamma, in your statement you mention that there were rumours that your daughter left with the AmaZulu.  Do you want to talk a little about that, please?",
            "Female"
        ],
        [
            "TUHLBI MARGARET NLOPHE",
            "Yes, they said, from rumours, I am not sure, I can't stand and say this is true because I didn't see it.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Mamma, just for the record, what are the AmaZulu?",
            "Female"
        ],
        [
            "TUHLBI MARGARET NLOPHE",
            "This is Inkatha.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Mamma, I won't ask you any more questions, except to say it was a very painful experience for you, it is not a nice story.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Yasmin. Any more questions?",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "I would like to take you back from the time you heard about the incident, the one who disappeared, was she there when you got the news about the tragic death about your other daughter?",
            "Female"
        ],
        [
            "TUHLBI MARGARET NLOPHE",
            "No, she wasn't there, she wasn't at home.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "I am trying to take you back to find out as to how it affected her when she got the message?",
            "Female"
        ],
        [
            "TUHLBI MARGARET NLOPHE",
            "When she got the message she never answered me, just cried and left.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Those people who said she went away with the Zulus, the Inkatha people, when you look at the whole picture, what do you understand from this?",
            "Female"
        ],
        [
            "TUHLBI MARGARET NLOPHE",
            "I think maybe as they killed the other sister\nALEXANDRA HEARING TRC/GAUTENG\n6 MRS NLOPHE\nthey have taken her and killed her also.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "If you remember well, the last time you saw her?",
            "Female"
        ],
        [
            "TUHLBI MARGARET NLOPHE",
            "When she got the mssage I think there were many people around her. It wasn't at home.  That's where we went to collect the remains of the deceased.  That was the time I last saw her.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "In your opinion, do you think those people who killed her sister might have taken her away at the same time?",
            "Female"
        ],
        [
            "TUHLBI MARGARET NLOPHE",
            "I think that's possible.",
            "Female"
        ],
        [
            "TUHLBI MARGARET NLOPHE",
            "Were they neighbours?",
            "Female"
        ],
        [
            "TUHLBI MARGARET NLOPHE",
            "I don't know, because I don't say there, I am staying at 14 and my daughter was staying at Fourth Avenue.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Joyce?",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Mrs Nlope, was Nomasuntu staying with you at home? Or did she have her own home?",
            "Female"
        ],
        [
            "TUHLBI MARGARET NLOPHE",
            "She had a boyfriend.",
            "Female"
        ],
        [
            "MS SEROKE",
            "When they say she was taken by the Zulus, was she forcefully taken away or was she just in their company?",
            "Female"
        ],
        [
            "TUHLBI MARGARET NLOPHE",
            "I don't remember, I didn't ask much about that.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ms Sooka has another question.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Mamma, earlier on I said to you that there was another witness who named the same men. I have just looked at his statement, Mr Mabuza, who came this morning and he stays at the same address, at Fourth Avenue. It is the same ...",
            "Female"
        ],
        [
            "TUHLBI MARGARET NLOPHE",
            "All I am saying is that the person who might have reported the matter is Pietersen Nkoza, he is my son-in-law and I don't know the others, because I don't know where Nkoza is staying, I only know the yard.\nALEXANDRA HEARING TRC/GAUTENG\n7 MRS NLOPHE",
            "Female"
        ],
        [
            "MS SOOKA",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mamma Nhlope, again, it is not easy to offer you words of comfort, but you have shown us your own great courage in coming to talk to us like this and telling us this.  That will strengthen us in trying to help you in finding out what happened and coming to some resolution about this.  You can never regain what you have lost.  But you have told the pain, you have shared the pain and we hope that goes some way towards making some reconciliation and some change in your life. We hope also that the tensions and the anger and the hatred which is evident here in the story that you have told, between people living very closely together, we hope that that is something of the past, and that the work of the Commission will be able to get rid of those enmities and bring people together in the way that they should live together in a community and not fight as they have done in this case.\n Thank you very much for coming.\nALEXANDRA HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}