{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-10-28",
        "location": "ALEXANDRA",
        "names": [
            "MAHLOMOLA ISAAC TLALE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54939&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/alex/tlale.htm",
        "speakers": [
            "DR RANDERA",
            "MAHLOMOLA ISAAC TLALE",
            "MR LEWIN",
            "MS MKHIZE",
            "MS SOOKA"
        ],
        "original_speakers": [
            "MR TLALE",
            "MAHLOMOLA ISAAC TLALE",
            "MS SOOKA",
            "MR LEWIN",
            "DR RANDERA",
            "MS MKHIZE"
        ]
    },
    "testimony": [
        [
            "MS SOOKA",
            "Before we begin we would like to welcome you here today.   Is that a family member who is accompanying you?",
            "Female"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "Yes, it is my daughter.",
            "Male"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "(s.s.)",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "We normally ask one of the Commissioners to assist you with your evidence and in your case we have asked Mr Hugh Lewin who is here on my right to help you today.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Mr Tlale I would like to again welcome you here and also to say a word of congratulation for being the first witness to set off this hearing in Alex.  It is a very important occasion for us and I am sure for you as well and we are very honoured that you have been able to come and join us.  You have much to teach us because what you are talking about goes back more than 30 years.  We are talking particularly about the time in 1963 when you were first detained.  What we would like you to do is to feel completely at home here, to feel completely relaxed.  You are amongst friends and if you could just briefly in your own words tell us the story about what happened to you on that day in 1963.  Why it happened and what happened afterwards.  And then if we could later we will ask some other questions as well.  Thank you very much.  It is over to you, sir.",
            "Male"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "In 1963 I was an organiser, a volunteering chief.  I was organising to send the boys out of the country.  I\nALEXANDRA HEARING TRC/GAUTENG\n2 TLALE\ntook the boys to the station to board the train and there somebody would meet them to take to wherever they were destined to go.   And I parted with them.   The following morning I had to go there again.  When I was just between 12th and (indistinct) I saw a car passing.  And it stopped right in front of me, they opened the door and five white men had firearms with them.  They were pointing these firearms at me.  They asked as to whether I am Isaac.  I said yes.  They said yes we are arresting you.  They were in three cars.  When I got into one of these cars I found these boys in these car.  They asked these boys is this him, they said yes.  They took me to one of the cars.  The boys said we will take him where he is staying at 9.  When they got there they searched my house and they asked my wife as to why did she allow me to roam the streets at night.  He doesn't sleep.  What time does he get home at night.  My wife said he gets home at about nine.  They took me to the Wynberg police station.  When we got there the police paraded and they asked me as to whether they know me.  They said yes, we know him.  Then they said they will take me to Pretoria and they took me there.  When we got there they took me to their army base.  They took me to a guard room.  And they said that they must be very careful, I am dangerous.  They said that I might escape at night.  I must be guarded all the time because I will escape.  As I was there on the third day they took me with one gentleman called Majene.  They took me to the central prison in Kerk Street.  That is where I encountered all the problems.  They interrogated me, they tortured me, they called somebody by the name of Lukes.  They wanted to know whether I know him.  I said no I don't know him.  Then they said he must just\nALEXANDRA HEARING TRC/GAUTENG\n3 TLALE\nwatch as to what they will be doing to me.  They put this plastic over my head and they tightened it.  They lit something up to 30 degrees.  My bowels started to run and somebody said this man has messed himself.  Majene hit me with something on my head and he took me to the bathroom to go and wash.  That is the end of my testimony.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Thank you very much Mr Tlale.  If I could ask what happened afterwards.  Because you spent quite a long time thereafter in the hands of the State, did you not?",
            "Male"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "They took me back to their guard room and then after 90 days they took me to the Central Prison.  They charged me.  Whilst I was there in Central Prison my wife had sent a lawyer and somebody was there to testify about Lukes Solandle.  They told me that I will die in the same manner that Lukes Smarts died.  They told me that Lukes Smarts was from Cape Town in Guguletu.  I gave testimony in Lukes Solandle's case and I met his wife and children.",
            "Male"
        ],
        [
            "MR LEWIN",
            "This was Lukes Smart Ngudle.",
            "Male"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "It was Lukes Smarts Solandle.   It was Solandle.  He is the one who died in prison.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Mr Tlale from your own experience could you tell us why you think he died or how you think he died.",
            "Male"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "He was killed by Gepe, he is the one who tortured us, the white man.  He is Captain Gepe.   He is the one who was torturing us, together with Majene.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And that was at the Kerk Street charge office where this was taking place.",
            "Male"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "Yes, that is right, sir.  Room number 3 upstairs.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And do you think that they were going to do the same to you before they took you out?",
            "Male"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "I was kept because of the diarrhoea otherwise\nALEXANDRA HEARING TRC/GAUTENG\n4 TLALE\nthey were going to torture me in the same manner.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Why do you think they brought him in?",
            "Male"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "They brought him in so that he should see, so that he should be scared.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And then when you were taken to Central Prison you say you were charged.  Could you tell us what happened then.",
            "Male"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "I was charged for sabotage.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And sentenced?",
            "Male"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "I went to the Pretoria Supreme Court twice.  I told my lawyer that I was not arrested in Pretoria and I know nobody here in Pretoria.  They transferred my matter here to Johannesburg.  To the judges here in Johannesburg.  And then I was sentenced to 12 years in the Supreme Court here in Johannesburg.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And then you served the 12 years.",
            "Male"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "Yes, in Robben Island.",
            "Male"
        ],
        [
            "MR LEWIN",
            "That was in - you were sentenced in '63 so you came out in '75.",
            "Male"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "I was sentenced in 1964 and I was released in 1976.  In February.",
            "Male"
        ],
        [
            "MR LEWIN",
            "No remission.",
            "Male"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "No remission.  When I was discharged they transferred me to Kroonstad.  From Kroonstad they transferred me to Bethlehem and then in Bethlehem they took me to Kwa-Kwa.  They gave me a four room, they told me this is my house.  I stayed one month and then I told the Commissioner that I want to go to my children otherwise they must take me back to prison.  Then he called another magistrate by the name of Bede and he asked them to note down everything that I wanted.  They wanted to know whether\nALEXANDRA HEARING TRC/GAUTENG\n5 TLALE\nI do have money, I told them no I don't.  They wanted to know how am I expecting to travel.   They gave me a rail warrant and they told me on which day will I travel.  I travelled from the Harrismith ticket and there they gave me a ticket to board a bus at four o'clock to Johannesburg.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Were you banned?  Were you issued with a restriction order?",
            "Male"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "No, I wasn't banned.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And did you come back to Alex?",
            "Male"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "Yes, I came back to Alexandra.  When I got here I took this letter and took it to the Commissioner's office.  And he wanted to know where was I from.  I told him I was from Kwa-Kwa and he asked me why was I in Kwa-Kwa.  I told him they had taken me there and he wanted me to give evidence testimony that I am from Alexandra.  Yes, I showed him my papers that I was sentenced in Johannesburg.  They wanted to know who did this to me.  They said I was sentenced because I was roaming the streets, I was taking the children and damaging white mens' property.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Two last questions from Mr Tlale if I may ask.  How have you been since?  I mean that was 20 years ago.  How has your life been, how has your health been since that time?",
            "Male"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "I have been sick since 1965, suffering from high blood pressure and a heart attack.  I got treatment when international doctors came, otherwise I have been taking painkillers and other medicine I drink with water.  I stayed in the hospital, the prison hospital, for a long time.  I was suffering.  I was suffering.  I was suffering.   (Witness very upset).",
            "Male"
        ],
        [
            "MR LEWIN",
            "Would you like to stop?\nALEXANDRA HEARING TRC/GAUTENG\n6 TLALE",
            "Male"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "You can ask me whatever you want to ask me.  You can go ahead with your questions.",
            "Male"
        ],
        [
            "MR LEWIN",
            "I would like to take you back to the days in the sixties because you describe yourself as the volunteer chief in the 1963's.  Now was this for the ANC?",
            "Male"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "Yes, it was for the ANC.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And it was at a time when the ANC had been already banned for three years.",
            "Male"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "I was a volunteering chief before it was banned.",
            "Male"
        ],
        [
            "MR LEWIN",
            "What I want to ask is when the security police accused you of being dangerous would you describe yourself as a dangerous person?",
            "Male"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "No I didn't see myself as a dangerous person.  But I didn't allow them to do as they pleased.  I used to beat them.  I was very healthy and fit at that time.",
            "Male"
        ],
        [
            "MR LEWIN",
            "And the Sabotage Act that you were charged under and sentenced for, would you describe your activity as sabotage?",
            "Male"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "There is something that I did ... (nothing further on tape) ... they refused to give women childrens' birth certificates.  They used to arrest them.  They came to the Dutch Reformed Church.  I commanded my boys, together with them we went to burn the pass office with my boys and that is the sabotage that they charged me for.  I would like you to please tell my brother's congregation that I am sorry because I gave that conduct, I gave that instruction that his church must be burnt down.  One day he told the community that I am the one who burnt the Dutch Reformed house.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Could I also ask about the boys that you say you were helping to get out of the country.  This is very early\nALEXANDRA HEARING TRC/GAUTENG\n7 TLALE\ndays.  Were they going out for training?  Why were they leaving?",
            "Male"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "They were going for training.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Tata I have no further questions.  I would like to pass back to our Chairperson who might ask some more.  Thank you very much.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mr Tlale, good morning.  Can you just tell us when you joined the ANC.",
            "Unknown"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "I joined it in 1947.",
            "Male"
        ],
        [
            "DR RANDERA",
            "And are you still a member of the ANC?",
            "Unknown"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "Yes.  I am a valid member.  I have got a card.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Can you tell us at the time, you are now 72 years old, at the time of your imprisonment how many children did you have and how old were they?",
            "Unknown"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "I had three children.  The one is here next to me but I don't remember how old were they.  She was nine years old.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Tata you talk about having spent 12 years on Robben Island and those from my reading of people who have been there was some of the darkest days on that prison.  Can you tell us something about your experiences on the island.",
            "Unknown"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "We used to go to the quarry to dig out the stones.  We would crack these stones with hammers.  On one day I was very sick.  We had to go and have our meal.  I couldn't walk on my own, I had to be supported.  They didn't care, even if you were sick you had to go to the quarry.  They told you that you wanted to take the land off the boss.  I suffered a lot.  I was sick all the time.  I spent six years in hospital, sometimes I would just sleep without being given medication.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Were you allowed any exercise initially when you\nALEXANDRA HEARING TRC/GAUTENG\n8 TLALE\ngot there?",
            "Unknown"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "Yes, I was allowed exercise but the moment I started becoming very sick I couldn't further with the exercises.  All I did was just lying on my mat.",
            "Male"
        ],
        [
            "DR RANDERA",
            "And you said the first time you were given medical treatment was when the international team arrived, international doctors arrived.  How long was that after you went to the island?",
            "Unknown"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "It was already five years.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Tata could I ask at the time you were charged with sabotage did you have any lawyer assisting you in court?",
            "Female"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "Yes, we had a lawyer at court.   His surname is Bishoff.  It was only him.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Tata was it just you who were being charged or were there other people being charged with you?",
            "Female"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "It was me, Comrade Ramagade and Comrade Martin.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Tata when you saw Luke Smart in prison at that time had he also been tortured or had that not begun to happen yet?",
            "Female"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "He was already tortured because when he came in he talked to me.  He told me they have done with me, I am done.  When I was talking to him he was from Guguletu in Cape Town, we used to meet each other on certain occasions.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Thank you, Tata.  Commissioner Mkhize has a question to ask as well.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "What did you do before September 1963?  I mean were you employed, were you earning a living?",
            "Female"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "I had a shop but they closed it down.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Can you give the Commission more information.\nALEXANDRA HEARING TRC/GAUTENG\n9 TLALE\nWas it closed down because you were detained.  If you say they closed it down what does that mean?",
            "Female"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "They said to my wife the shop cannot operate in my absence.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "If you have information can you tell us as a Commission how was it closed down?  Did your family sell all the goods which were inside?  Can you just clarify as to exactly how did they round off that account.",
            "Female"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "Whilst I was still on trial in Pretoria my wife came, they told her that she must stop selling in the shop. Then I spoke to George Bishoff.  I asked him to get her power of attorney and they granted her.  And they came and took this paper away and they told her that she must stop running the business.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Since we hear from you that you were a card carrying member of the ANC did they then support your family or how did your family survive?",
            "Female"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "She was selling vet cakes with her mother.  They were surviving on vet cakes.  They were selling chickens door to door.  They used to slaughter chickens and sell them door to door.  This very same daughter of mine next to me.  She was very young then.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "We can hear you.  We understand this hurts you a lot when you realise that your child had to go selling door to door because of our past government.  Can we proceed.  Again if you can talk furthermore I just want you to explain one thing.  We can see here it is written when they were beating you they damaged your eye.  You didn't explain to us.",
            "Female"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "Gebe hit me with a fist.  I inserted a glass in my eye in St Johns last week. It couldn't see.  It is Gepe.\nALEXANDRA HEARING TRC/GAUTENG\n10 TLALE",
            "Male"
        ],
        [
            "MS SOOKA",
            "... Gepe's proper name was?",
            "Female"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "No, I don't know it well.  I only knew his name because they used to call him Baas Gepe.  That is when I noted it.",
            "Male"
        ],
        [
            "MS SOOKA",
            "And you mentioned I think Majene.  Is that right?",
            "Female"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "Yes, that is right.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Are there any other people who tortured you whose names you remember?",
            "Female"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "The other one is Captain van Rensburg.  It was Van Rensburg and Gepe and Majene.  And Ferreira.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Is there anything that you would like to tell the Commission before you finish?",
            "Female"
        ],
        [
            "MAHLOMOLA ISAAC TLALE",
            "No, I have got nothing else to say to the Commission.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Tata we would like to thank you for having come today.  It is always good for the Commission to hear the stories of people as far back as 1963 because that is when the work of the Commission actually starts.  We have to look at the period from 1963 to 1993.  Your story is quite awful and your family have suffered greatly but despite that you have been able to come and tell us what happened to you.  We have taken note of what you have told us.  We will pass that on to the Committee.  We have taken note particularly of the names that you have given us because they are the same ones that come up over and over again.  We will look at what happen and can be done about what you have said.  We have also taken note of the fact that you are a veteran. We know that the government has instituted measures to make sure that veterans receive some kind of pension and we will make sure that you are put in touch with the right authorities. Thank you for having come today. We thank you for sharing\nALEXANDRA HEARING TRC/GAUTENG\n11 TLALE\nthat with us.  \n Just to remind people that the Commission's brief is to look at human rights violations that took place from the period March 1960 to December 1993.",
            "Female"
        ]
    ]
}