{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1998-09-08",
        "location": "BENONI",
        "day": "2",
        "names": [
            "MR SCHEEPERS",
            ""
        ],
        "matter": "WIMPY BAR BOMBING AND OTHERS",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52835&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98090708_ben_benoni2.htm",
        "speakers": [
            "ADV STEENKAMP",
            "JOHANNES ABRAHAM SCHEEPERS",
            "CHAIRPERSON",
            "MR KOOPEDI",
            "SISI KHAMPEPE",
            "MR MOTATA",
            "UNKNOWN",
            "AMANDA JANE ELIZABETH CLEMENSON",
            "VICTOR SERRANO"
        ],
        "original_speakers": [
            "JOHANNES ABRAHAM SCHEEPERS",
            "ADV STEENKAMP",
            "MR SCHEEPERS",
            "CHAIRPERSON",
            "MR KOOPEDI",
            "MS KHAMPEPE",
            "MR MOTATA",
            "MRS BEATIE MALOPE",
            "MS MALOPE",
            "AMANDA JANE ELIZABETH CLEMENSON",
            "MS CLEMENSON",
            "VICTOR SERRANO",
            "MR SERRANO",
            "ADV STEENKAMP ADDRESSES",
            "MR KOOPEDI ADDRESSES"
        ]
    },
    "testimony": [
        [
            "ADV STEENKAMP",
            "Honourable Members, Mr Chairman, first of all, from my side I do apologise for starting late, there were certain logistical problems.  Mr Chairman the first witness I'll be calling is Mr Scheepers.  Mr Scheepers will be testifying in Afrikaans Mr Chairman, if there is no objection.",
            "Unknown"
        ],
        [
            "JOHANNES ABRAHAM SCHEEPERS",
            "(sworn states)",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Thank you Mr Chairman.  \tMr Scheepers is it correct if I say that you are a retired police officer and that you retired to the rank of Lieutenant-Colonel?",
            "Unknown"
        ],
        [
            "JOHANNES ABRAHAM SCHEEPERS",
            "Johannes Abraham Scheepers.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Thank you Mr Chairman.  Can you just quickly sketch the background of where you worked up until the time you retired?",
            "Unknown"
        ],
        [
            "JOHANNES ABRAHAM SCHEEPERS",
            "Chairperson I was involved with the Security Branch of the South African Police since 1976, and the branch in Benoni that is, where I had several positions until the end of March 1988 when I was\nappointed as the Commander of that branch, end of March 1988.  I was Commander in Benoni since 1988 until December 1993 when I was transferred to the Regional Office in Braamfontein, Johannesburg.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Mr Scheepers can you tell us, do you know anything concerning the Wimpy attacks which happened on the 30th of July 1988, do you know of this incident?",
            "Unknown"
        ],
        [
            "JOHANNES ABRAHAM SCHEEPERS",
            "Yes I do.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Can you just quickly tell us how did you learn about this incident?",
            "Unknown"
        ],
        [
            "JOHANNES ABRAHAM SCHEEPERS",
            "I was at the scene of the crime.  I was the Commander of the branch, and my personnel investigated the whole situation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was this after the incident?",
            "Unknown"
        ],
        [
            "JOHANNES ABRAHAM SCHEEPERS",
            "After the incident I arrived at the scene several minutes after it actually took place, as soon as I learned about it.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Colonel the allegation which the applicants make is that the Wimpy was attacked or was identified as a target because high superior officers of the Security Branch often visited this Wimpy, and on Saturdays they'll have meetings there and they'd also meet with informants.  Can you give any comment on that?",
            "Unknown"
        ],
        [
            "JOHANNES ABRAHAM SCHEEPERS",
            "Chairperson our personnel meeting were held in our offices on Fridays, and that was at the current police station at Harper Lane which is about 1 1/2 km away from the scene of the crime.  We never gathered in the Wimpy, or we never went to eat there as a group of personnel and I do not know of any one of my personnel who would have met informants there.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "During this incident 1988, where were was the security offices and where was the police station with regards to the Wimpy?",
            "Unknown"
        ],
        [
            "JOHANNES ABRAHAM SCHEEPERS",
            "The police station in Benoni since April 1980 is in Antholl Lane in Benoni, and the Security Branch since December 1979 it was situated at the same place in Harper Lane before it was actually opened officially, so the Security Branch was since '79, December in Harper Lane.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "How far is that from the Wimpy, the police station, how far is from the Wimpy?",
            "Unknown"
        ],
        [
            "JOHANNES ABRAHAM SCHEEPERS",
            "About a kilometre and a half.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Do you know of a police kiosk which was situated close to the Wimpy?",
            "Unknown"
        ],
        [
            "JOHANNES ABRAHAM SCHEEPERS",
            "Chairperson in the centre of town and this area, there was a kiosk which was manned by reservists, about 50 metres from the Wimpy.  The reservists, especially on Saturday, they'd man this kiosk on a Saturday to serve the public there in the centre of town.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Do you know of any occasion where food would have been ordered from the Wimpy by the policemen from the station, maybe to get food for the detainees or the people who were interrogated, do you know anything about that?",
            "Unknown"
        ],
        [
            "JOHANNES ABRAHAM SCHEEPERS",
            "No not at all, I know nothing of that.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Can you just tell us what was the practice when you dealt with informants?  What was the practice, what did you used to do?",
            "Unknown"
        ],
        [
            "JOHANNES ABRAHAM SCHEEPERS",
            "Chairperson the informants were met at places where they were safe themselves, and also to make sure their identity was protected and we also had to make sure that it was safe for the member who was involved, places where the public did not have access to easily, or if it was in public, it would be in a very busy place where they would not be noticed.  It was not the practice to meet them in a Wimpy Bar.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "And finally I'd just like to know your comment on this, you see that one of the applicants said that he recognised this place and that he gained information, and his information told him that on Saturdays around lunch, superior officers of the Security Branch would gather there.",
            "Unknown"
        ],
        [
            "JOHANNES ABRAHAM SCHEEPERS",
            "I was the Commander of the branch in Benoni and I never met my people there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think he meant to say that you were part of it, but can you dispute the fact that some of your men did meet there on a Saturday afternoon, or had lunch there?",
            "Unknown"
        ],
        [
            "JOHANNES ABRAHAM SCHEEPERS",
            "I cannot dispute the fact that a man went there, but this allegation considering that it's superior officers, definitely not.  It might be that one guy with his family might have gone there, but not as a group, that was not out practice.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "And the question I'd also like to ask you, is that allegation was made that police vehicles with \"P\" or \"B\" registration plates which was according to allegations used by the Security Branch, it was noticed outside of this building.  Do you know anything of that?  Would the security personnel drive of these vehicles?",
            "Unknown"
        ],
        [
            "JOHANNES ABRAHAM SCHEEPERS",
            "No, we used vehicles that could not be distinguished from others, they had normal plates so they were not identifiable.  A person who wanted to identify one of our vehicles had to go through a long period of observation to determine whether it's used by security personnel or not.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "And can you also tell the Committee what happened to the docket?  What was the end result of this docket?  Were the investigations stopped, what happened?",
            "Unknown"
        ],
        [
            "JOHANNES ABRAHAM SCHEEPERS",
            "The docket was investigated, and all of these dockets were at one point sent to Pretoria Head Office and they were busy with the political negotiations, and prosecutions were stopped.  We no longer have the dockets available to us.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Now your information as Security Chief, would you ever think that these Wimpies could have been a military target?  What was your experience afterwards, what was considered to be targets that might be attacked, military targets?",
            "Unknown"
        ],
        [
            "JOHANNES ABRAHAM SCHEEPERS",
            "Usually it was installations, power lines, water-pipes, etc.  The Wimpy was a civilian target, that was something else.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Thank you Mr Chairman I've got no further questions.\nNO FURTHER QUESTIONS BY ADV STEENKAMP",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Koopedi have you got any questions?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "Just a few, if I may proceed.  And may I put the questions in English rather instead of Afrikaans.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As you please, yes.",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "Mr Scheepers you have testified that there was a kiosk about 50 metres from the Wimpy Bar.  Now my question is, who manned this kiosk, was it manned by ordinary police, or was it manned by security personnel like Special Branch people?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Koopedi he has already said it was manned by reservists.  Do you dispute the fact that there may have been a kiosk?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "As it pleases.  Now I've also heard you say that you could not dispute the fact that any of your members could have gone to this Wimpy on one occasion or another.  But now my question is, if people from time to time bought food at Wimpy, would this be a matter that is known to you or reported to you that they buy food at this place?",
            "Male"
        ],
        [
            "JOHANNES ABRAHAM SCHEEPERS",
            "No I would not know if someone in his personal capacity would go and buy food at the Wimpy, or even frequented the place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think we can take it further, if some of your men decided on a day, let's some of us go and eat at the Wimpy, is that something that they would tell you or convey to you, or report back to you about this, a social thing?",
            "Unknown"
        ],
        [
            "JOHANNES ABRAHAM SCHEEPERS",
            "If it would have been a social event I would have carried knowledge of it.  If it was a single occurrence, for example if they wanted to go and buy cooldrink I wouldn't know about that, but if it was a function or at a regular period would go there I would have known about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me put it this way Mr Scheepers, we've held a few of these hearings, and many of them had to do with the applications of members of the Security Branch throughout the country, and some of the evidence that we heard was that some of the men that was involved had regular braais, at least once a week.  For what reason it doesn't matter.  Is that something that was written in a book or that was mentioned to the Station Commander, or is something that just happened?",
            "Unknown"
        ],
        [
            "JOHANNES ABRAHAM SCHEEPERS",
            "Mr Chairperson, in my office we had the arrangement with the personnel if they wanted to have a braai they must inform me because then I would know.  I had no objection if it happened, but then I had to know about it, and I had good control over my personnel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You said the same would have happened if they as a group would have decided to go to the Wimpy?",
            "Unknown"
        ],
        [
            "JOHANNES ABRAHAM SCHEEPERS",
            "Yes, that would have happened.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now as you headed the investigation on this matter, is it correct that the result of your investigations were that a coloured man or an Indian man was responsible for planting this bomb?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does that - is that relevant Mr Koopedi, your applicants have said they planted the bomb, and I can't see them having been classified by the previous regime as Indian or coloured.",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "That is precisely my point Chairperson, and the idea was to show that much as the investigation is proved to be floored now by the nature of the applicants we had then, and I thought that for the sake of record purposes we have to show that perhaps the witness before us here cannot be said to have known all.  And like he said there are things that he would not be sure of.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me put it this way, I think I speak for my two colleagues too, we'd rather prefer a small record than a larger one.",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "There are no further questions to this witness.\nNO FURTHER QUESTIONS BY MR KOOPEDI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Re-examination?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "No thank you Mr Chairman.\nNO RE-EXAMINATION BY ADV STEENKAMP",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Scheepers on the issue that has already been addressed by the Chairperson concerning your possible knowledge of the activities of your underlings with regard to places that they could have visited with their informers, is it possible that they could have visited Wimpy with their informers because it was patronised by people of all races, and in those circumstances they wouldn't be easily noticeable?  Is it possible then they could have done that without your knowledge?",
            "Female"
        ],
        [
            "JOHANNES ABRAHAM SCHEEPERS",
            "Mr Chairperson I was for a long time in control of the information collection, in other words the, I dealt with the reports from my personnel, even before I came Commander, and it was not practice to use the same place over and over again.  If one of the members visited this Wimpy in order to meet up with an informant, they would not easily repeat this because that would become a risk.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "But if he had met with an informer at a Wimpy, would that be something that would be reported back to you?",
            "Female"
        ],
        [
            "JOHANNES ABRAHAM SCHEEPERS",
            "I would have known if he visited the informant or met up with him because he has to take notes, but I would not always know where this took place.  But it was not practice to go to the same place over again.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Thank you very much.",
            "Female"
        ],
        [
            "MR MOTATA",
            "Just one Mr Chairman following up on my colleague there.  I understand you when you say probably it was not the practice, but could it happen without your knowledge that for instance for convenience that your underling would go to the same place more than twice with the same informer because it's a public place, it's not easily noticeable?",
            "Male"
        ],
        [
            "JOHANNES ABRAHAM SCHEEPERS",
            "Mr Chairperson I doubt that because it would be a risk for himself as well.  In their training they were not allowed to do this.  And if he does do it he would run the risk of being exposed or his informant can be exposed, and the personnel would not do this.",
            "Male"
        ],
        [
            "MR MOTATA",
            "Thank you Mr Chairman I've got no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In other words you say that it is not likely to happen in this way, but you cannot dispute it?",
            "Unknown"
        ],
        [
            "JOHANNES ABRAHAM SCHEEPERS",
            "It is not impossible, but it is very unlikely.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "May the witness be excused Mr Chairman.\nWITNESS IS EXCUSED",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Thank you Mr Chairman.  Mr Chairman the next witness I'm then calling is Mrs Beatie Malope.\n\tMr Chairman just before Mrs Malope will start testifying if I can just indicate that Mrs Malope is also a victim in this incident and she used to work at the Wimpy Bar where this incident happened.  She will be testifying in Xhosa Mr Chairman, sorry Sotho Mr Chairman.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(duly sworn in, states)",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Thank you Mr Chairperson.  Mrs Malope am I right in saying that you are also a victim in this incident and that you are also opposing the application of all 4 applicants, am I right in saying that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Before we start the question can you maybe just indicate to the panel exactly what was your extent of your injuries?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "My ears were affected, one of my ears is -when you talk with me you must speak a little bit louder.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "At the time of this incident, am I right in saying that you worked at the Wimpy Bar?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "During 1988 for how many years have you been working at the Wimpy Bar at that stage?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Three years Sir.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "And what was your function in the Wimpy Bar?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I was receptionist receiving calls.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Am I right in saying that you were the person receiving calls for people who was ordering food from the Wimpy Bar?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Can you remember, have you ever ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Steenkamp before she carries on, I missed the injuries that she described on this ...",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "I'm sorry Mr Chairman I'll just ask her to repeat it.\n\tCan you just repeat your injuries to the Chairperson please, exactly what was the extent of your injuries.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The other problem is that my - I'm not able to see from a distance, my eyes are affected, I have a ...(indistinct) problem.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Am I right in saying that you've got limited hearing ability and also limited vision, is that what the extent of your injuries were?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Thank you Mr Chairman.  Just to repeat that last question, have you ever received any orders during the time that you worked in the Wimpy Bar from the police ordering food for people that was in custody, or even people that were in custody who was ordering food from - via telephone, or by the telephone?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "When we receive orders through the phone you ask the person the name and you ask him where is the place where he is staying.  We were not delivering food on Saturdays.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Have you ever received any orders from police or from the police station via the telephone?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No Sir.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "During the time that you've worked there - or let's go to the day of the incident, am I right in saying that on that day you had a special for children and you were organising this special.  Can you maybe describe or elaborate on that please?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes we had specials for children.  Parents were bringing children on that day so that they would have the food with the children.  We had balloons so that we should give to all these children that when they punched those balloons one of them would win a prize.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Why did you choose this specific day, was there any reason, or did you do it on a regular basis?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Every month in Wimpy we have a special for children.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "And this was the specific day in the month?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Specials were issued by the company, they would not even tell us the date.  Even on Saturdays we would have specials, but those specials were usually held on month-end.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Malope tell me, you say you were injured and you were affected by what occurred that day.  How do you feel about it?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I'm not happy because I did not know what happened or what was happening on that day.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well you've heard the evidence of the applicants, they now say a bomb was planted there which obviously resulted in your defects now.  What do you feel about that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It is difficult.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is it difficult to accept it?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It is difficult yes Sir - yes it's difficult.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Aside from not being happy about having defective hearing and eyesight, apart from that lot, why is it so difficult?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I'm not able to forgive a person.  If it was possible for him to make me recover from my problems with my eyesight and my hearing, that will be possible for me to forgive.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is that the reason you oppose the applications?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct Sir.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Has any one of them come to speak to you previously after this?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No Sir.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What would be your attitude if they did, any one of them did - to come make his peace with you?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I would not able to answer that.  If he will make me recover from my eyesight and my hearing, I would be able to forgive.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Just the one question.  Maam you've heard the testimony yesterday of the applicants, do you think what they have said yesterday is the full version, or do you accept the evidence as the truth - what is your feeling about that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I don't believe.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Can you maybe just elaborate why you think you don't believe them?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Why did they plant the bomb there if they were looking for people they were looking for, their targets.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Thank you Mr Chairman, no further questions.\nNO FURTHER QUESTIONS BY ADV STEENKAMP",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Koopedi have you got any questions.",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "No questions for this witness thank you.\nNO QUESTIONS BY MR KOOPEDI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you, you're excused.\nWITNESS IS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Before you go Mrs Molope, what is your address?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "1761 Moutlatsi Street.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "1761?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Moutlatsi Street - M-O-U-T-L-A-T-S-I, Moutlatsi.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Where is that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It's in Benoni Sir.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is there any particular name for a suburb?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It's next to Attenville.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So your address would be 1761 Moutlatsi Street Benoni.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "1761.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Moutlatsi Street, Benoni.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Wadeville.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Excuse me?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Wattville.  W-A-T-T-V-I-L-L-E.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "W-A-T-T-V-I-L-L-E.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Benoni.  Yes, thank you.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman the following witness will be Ms Amanda Jane Elizabeth Clemenson - Clemenson with a \"C\" Mr Chairman.  Ms Clemenson?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Amanda?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Amanda Jane Elizabeth Clemenson.  She is currently residing in London Mr Chairman, and her full address - she will state her full address just now.  Thank you Mr Chairman.  She will be testifying in English Mr Chairman.",
            "Unknown"
        ],
        [
            "AMANDA JANE ELIZABETH CLEMENSON",
            "(duly sworn in, states)",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Thank you Mr Chairman.  Ms Clemenson can you indicate before we start your physical address, where do you stay now currently and what do you do for a living?",
            "Unknown"
        ],
        [
            "AMANDA JANE ELIZABETH CLEMENSON",
            "I stay in Newcastle ...(indistinct) in England and I'm currently unable to work because of my disabilities.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "If I had to write a letter to you how would I address it?",
            "Unknown"
        ],
        [
            "AMANDA JANE ELIZABETH CLEMENSON",
            "My address?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ja.",
            "Unknown"
        ],
        [
            "AMANDA JANE ELIZABETH CLEMENSON",
            "9 Shearwater Close ...",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "S-H ...",
            "Unknown"
        ],
        [
            "AMANDA JANE ELIZABETH CLEMENSON",
            "E-A-R-W-A-T-E-R Close, Etal Park Estate - E-T-A-L Park Estate, Newcastle Upon Time (?).",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Newcastle Upon Time.",
            "Unknown"
        ],
        [
            "AMANDA JANE ELIZABETH CLEMENSON",
            "ME54NH, England.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Thank you Mr Chairman.  Ms Clemenson - Mr Chairman I could just indicate that Ms Clemenson did make available certain photos indicating her injuries.  Can you just state for the record exactly what the extent of your injuries were as a result of this bomb blast?",
            "Unknown"
        ],
        [
            "AMANDA JANE ELIZABETH CLEMENSON",
            "I have 70 percent deafness, I must wear a hearing-aid.  I've had two ear operations, both have failed;  I have got burns on my face which only become visible when I am upset; I have about 90 percent body burns all over.  My whole torso is completely scarred due to the fact that I had a silk shirt on which caught fire;  I have electrical cable scarring on my upper body where the cables fell down on top of me and I was electrocuted.  My abdomen was blown apart from just under where you bra-strap would be to where your panty-line runs across, that whole area was blown open.  I lost half of my large and small intestines;  I lost half of my large and small bowels.\n\tI was also told that had it not been for the surgeon that was present at the hospital I would have had to have had a colostomy.  I am completely embedded with shrapnel.  My right thigh was completely stripped of flesh and muscle, down to the bone;  my phenol artery was severed, I had to have several blood transfusions.  I now have an acrylic plate covering the few vessels which are still there.  I have no feeling in my right leg;  I had several large pieces shrapnel removed from my leg.  I had a big hole in the back of the right leg which needed to be stitched and there was no muscle left there.  My feet were both burnt;  I had minor shrapnel injuries which I required stitching for on my lower calves.  \n\tI had such internal that injuries that they do not know yet whether I will be able to carry children.  I have had constant surgery for the last ten years.  I am now currently waiting for an operation to remove the acrylic plate in my leg because it is working its way out and I have been told I stand a 50 percent chance of actually losing my leg from the hip downwards because they do not know if they will be able to do the operation successfully.  \n\tThey plan to cut me from my right shoulder-blade down to my left hip - open my back and take a large muscle out and do a muscular graph on my upper thigh.  But due to the damage to the blood supply they do not know whether the graft will take, so they will not know whether or not I will be able to keep my leg.  I have been diagnosed with severe post-traumatic stress disorder and I go for counselling to see a psychiatrist once every two weeks.  I have done so for the last 18 months.  \n\tI have severe cellusitis in my right leg which causes me a great deal of pain and I am often hospitalised through it.  I have been unable to work through clinical depression as well as my injuries.  I sustained a full nervous breakdown;  I have constant flashbacks and nightmares, and basically my life is in a mess.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Ms Clemenson you've heard the testimony yesterday of the applicants.  Can you indicate to the Committee why you are opposing the application?",
            "Unknown"
        ],
        [
            "AMANDA JANE ELIZABETH CLEMENSON",
            "There was no political motive, I do not believe they disclosed the full facts.  I believe that what they said was blatant lies.  They have ruined my life and they have ruined my family's life, and I will never ever forgive that.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Have you ever belonged or supported any political organisation or movement while you were still in South Africa?",
            "Unknown"
        ],
        [
            "AMANDA JANE ELIZABETH CLEMENSON",
            "No Sir I was only 14, I was not aware of any political organisations, or even understand the politics.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "So at the time of the injury you were 14 years old?",
            "Unknown"
        ],
        [
            "AMANDA JANE ELIZABETH CLEMENSON",
            "Yes Sir.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Ms Clemenson can you maybe just indicate, how did it happen that you visited the Wimpy Bar at that specific time during these - why, what happened?",
            "Unknown"
        ],
        [
            "AMANDA JANE ELIZABETH CLEMENSON",
            "I was out shopping with my father and his fiancee.  We were going clothes shopping, we were due to go for lunch at the Squirrels Nest.  Time was pressing on and we had made arrangements to meet friends, but obviously we had missed them.  We happened to be in the plaza because my father was looking for a new jacket, and we were in the clothes shop next door, and I was hungry basically and I insisted on going for a Wimpy because I like their Wimpy burgers and we used to go there frequently from school.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Am I right in saying that you were actually sitting next to the person that was actually killed in the Wimpy Bar?",
            "Unknown"
        ],
        [
            "AMANDA JANE ELIZABETH CLEMENSON",
            "Yes Sir I asked Mary-Anne to move places so we could sit down.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "You previously indicated that you think there was no political, or there is no political motive for the applicants.  Can you just elaborate on that, why you're saying that?  I mean the incident occurred - these applicants are saying they did it because it was part and parcel of the struggle as it then existed.  How do you feel about that?",
            "Unknown"
        ],
        [
            "AMANDA JANE ELIZABETH CLEMENSON",
            "I don't believe it, I think that they were just looking for extreme soft targets and that they were animals wanting to make themselves known and going about it the completely wrong way.  They had absolutely no political motive whatsoever because they attacked children, they attacked whites and they attacked blacks.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "And then lastly, can you remember how busy was the Wimpy at that stage just before the incident?",
            "Unknown"
        ],
        [
            "AMANDA JANE ELIZABETH CLEMENSON",
            "Yes Sir, it was absolutely chock-a-block.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Okay.  Thank you Mr Chairman, no further questions.  Thank you.\nNO FURTHER QUESTIONS BY ADV STEENKAMP",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Have you got any questions Mr Koopedi?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "No questions for this witness.\nNO QUESTIONS BY MR KOOPEDI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Clemenson you were a resident of South Africa at the time?",
            "Unknown"
        ],
        [
            "AMANDA JANE ELIZABETH CLEMENSON",
            "Yes Sir.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You are now a resident of England?",
            "Unknown"
        ],
        [
            "AMANDA JANE ELIZABETH CLEMENSON",
            "Yes Sir.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you emigrate because of this blast?",
            "Unknown"
        ],
        [
            "AMANDA JANE ELIZABETH CLEMENSON",
            "I went back to England with my mother because the Red Cross were unable to fund my medical fees anymore, and my mother and myself were very, very scared, so we went back to the United Kingdom to my other family that was still there and I had all my further surgery back in England.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How would you feel if any one or all of these applicants who now admit to having caused the blast were to approach you and make their peace with you?  How would you - what would be your attitude towards that?",
            "Unknown"
        ],
        [
            "AMANDA JANE ELIZABETH CLEMENSON",
            "I would not accept it because I do not believe that they are genuine.  I think they are just saying what they are saying to get amnesty, or attempting to get amnesty to walk away.  Their lives are intact, they may have committed a number of offences, but they do not go home with the nightmares that I have at night time;  they do not close their eyes and see the Wimpy Bar;  they do not smell the burning flesh; they do not ...(indistinct) when they go out in the ...(indistinct);  they do not see the horror on my family's faces when I undress and they see my scars.  I am unable to have a relationship with somebody because I am so repulsed myself by my body, let alone let somebody else see it.  There is nothing that could ever put that right.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "May the witness be excused Mr Chairman thanks.\nWITNESS IS EXCUSED",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "The last witness I will be calling will be Mr Victor Serrano Mr Chairman, Honourable Members.  Mr Chairman there is also a request that the son of Mr Serrano will be assisting him during his testimony if there is no objections to it.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Sorry Mr Chairman, it's Victor and then Serrano - S-E-R-R-A-N-O.  He will speak in English Mr Chairman.\n\tMr Chairman just before we start, maybe for the record and for the relevance of this witness, this witness is the father of the late Mary Serrano who died in the incident and it was the only deceased in the bomb blast.  Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "VICTOR SERRANO",
            "(duly sworn in, states)",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Thank you Mr Chairman.  Mr Serrano just before we start, you are currently a retired person.  Can you indicate to the Committee what was your occupation during 1988?",
            "Unknown"
        ],
        [
            "VICTOR SERRANO",
            "Mr Chairperson in 1988 I was a factory manager in telecommunications organisation company in Boksburg.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Am I also right in saying that the person - you are the father of the person that was killed, can you give - and that was your daughter.  Can you give her full details to the Committee please.",
            "Unknown"
        ],
        [
            "VICTOR SERRANO",
            "My daughter Mary-Anne D'Oliveira Netto Serrano.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "It's D'Oliveira Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Oliveira.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "And can you indicate to the Committee how old was she when she was killed?",
            "Unknown"
        ],
        [
            "VICTOR SERRANO",
            "My daughter was 21 years old.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Can you remember how it happened that she visited the Wimpy Bar at that specific day of the incident?",
            "Unknown"
        ],
        [
            "VICTOR SERRANO",
            "Mr Chairperson it was usual, not just Mary-Anne, but sometimes myself, my wife and the children to, we used to go to Benoni at the time, do shopping, whatever, and we always stopped at the Wimpy Bar around this time to have some food and refreshments.  \tOn this particular day my daughter Mary-Anne she decided to go by herself.  She went to pay some accounts and obviously again the usual, she went to the Wimpy Bar.  I believe she was expecting some friends, some ex-colleagues from the South African ...(indistinct) where Mary-Anne was working, did work before, and that's it.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Just before we go to the applicants itself, you've indicated to me that Mary-Anne was busy or was in a planning session of being married?",
            "Unknown"
        ],
        [
            "VICTOR SERRANO",
            "Yes Mary-Anne she was engaged a week before and she planned to be married in December.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Mr Serrano you've listened and you've heard the evidence of four applicants, all four of the applicants, can you tell the Chairperson and honoured members why you are opposing the application?",
            "Unknown"
        ],
        [
            "VICTOR SERRANO",
            "Mr Chairman, Honourable table, I cannot understand why a bomb so powerful as it was described yesterday was placed in a restaurant which at that time in 1988 ...(indistinct), it was a little new South Africa of today.\n\tAs I stated before I myself with my family we used now and again to go to Wimpy Bar to have a cold drink and so forth, and it was quite, I felt very good there because it's a very small place which incidentally I find very strange that police could meet there because we could almost hear the conversations in tables.  The tables were so close to each other that sometimes it was difficult to talk very loud.  \n\tAnyway, with a grandeur of people there of all races and even the waiters they're always so kind, always full of jokes.  In fact one of them is here today.  And now somebody, just for the sake perhaps of creating news to commemorate a specific day for a specific organisation, goes and places a bomb, a super limpet mine.  \n\tNo, I'm sorry, that was done purely for sensation, maybe to show that yes, my unit is doing something.  Nothing can justify terrorism that kills and maims innocent people, particularly when the terrorists know very well what they're going to do.  I'll say even the motives presented by the applicants, I and my wife and my son, we feel that attack on Wimpy Bar was a senseless, coward, terrorist act which served no purpose at all, except to make news to commemorate a particular day of a particular party or organisation.  \n\tJesus while he was crucified he said \"Father forgive them because they don't know what they are doing\".  Now you people, the applicants, they knew very well what they were going to do.  I have to be - all of us, we have to be very careful, if you allow me Mr Chairperson to mention this, you have to be very careful with Esmarie, my wife.  She never recovered.  My wife at any time can have a stroke and there is medical reports to confirm that.  \n\tMy wife since that day, and because of the problems, the family, we're alone, we haven't got any other family in this country - incidentally I'm a South African citizen, thank you very much.  I became immediately a South African citizen because I was convinced that sooner or later something like the Truth and Reconciliation Commission which I always believed could do, could find, could go into the matter, and thank you, they are here today.  \n\tMy wife has very high blood pressure and ...(indistinct), you cannot control that, blood pressure, and she has to take medicines every day faithfully because according to our doctors, and this can be proved, my wife can never recover, her heart is bumping, bumping at a very high rate.  So I cannot forgive him, I cannot forgive the applicants.  I'll never forget it.  Of course it is impossible to loose such a lovely person as my daughter was.  She had no political affiliations, and this will live with us forever.  \n\tIt could be by accident that she was in a cross-fire.  There was no cross-fire in Wimpy Bar, there was nothing there.  If I am ordered to plant a bomb for a particular, in a particular place to address a particular group of people or person, I make sure that people or person are there before I trigger the thing.  That was not done.  So you see Chairperson, Honourable table, I cannot forgive you.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Thank you Mr Chairperson that will be the evidence of Mr Serrano.\nNO FURTHER QUESTIONS BY ADV STEENKAMP",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Koopedi have you got any questions?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "No questions for the witness thank you.\nNO QUESTIONS BY MR KOOPEDI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Sir.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "May the witness be excused Mr Chairperson?\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairperson that will conclude the case for the victims in both the Wimpy and the Katlehong incidents where people were injured on whose behalf I've called these witnesses.  I thank you for your indulgence Mr Chairperson.  Thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Koopedi have you got any submissions to make before we adjourn?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "I would ask for some indulgence.  I have prepared a closing submission to yourselves.  However I would ask for a few minutes to be able to see whether one incorporate the evidence that has come in today in the submission.  The adjournment I'm asking for should not be for more than 5 minutes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well maybe you can use the time that Mr Steenkamp is going to make his submission to decide what you want to amend.  Mr Steenkamp?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairperson if I can make a short submission on behalf of the victims Mr Chairperson if you'd allow me.\n\tThe basic case of the applicants were Mr Chairperson, that their political motivation was that they identified the Wimpy Bar as a legitimate military target because it was frequented by Security Police.  The view of the victims are Mr Chairperson, that first of all the applicants didn't make a full disclosure - at least on the evidence of the third applicant Mr Ndlovu who admitted when he planted the bomb there was no security personnel in the Wimpy at all.  The view of the victims are at that stage there was no ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "That's not what he said, he said he did not see any.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "I mean he didn't see anybody.  The additional problem is Mr Chairperson that according to the victims they don't understand how attack on a civilian soft target like this could be described as a legitimate target.  It is still the view of all the victims in both these incidents Mr Chairperson that the applicants' application my not succeed, it must fail for the pure fact that they had difficulty to answer direct questions; they had difficulty to explain their political motive properly; they didn't make a full disclosure in the amnesty application which was originally presented before the Commission, although they submitted new statements.\n\tIt's still the view of the victims Mr Chairperson that they are not in the position to accept the applications of the applicants as it stand at this moment, and to conclude their feeling is that they application of all the applicants must fail before this Committee.  As you wish Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It seems to me that the opposition to the application centres around the blasting of the Wimpy Bar restaurant.  What - have you got any submissions in respect of the other events for which application is made?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairperson as - appearing for the victims, I'm only appearing for the victims in the Katlehong and the Wimpy Bar incidents.  With regard to the other incidents Mr Chairperson, I don't have any submissions whatsoever.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "But you as the Leader of Evidence Mr Steenkamp, notwithstanding the fact that there are no representations for the other incidents other than the Wimpy Bar, what is your view with regard to the applications in relation to the other incidents as they stand?  What is your personal view as the Leader of Evidence?",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairperson I was actually coming to that.  My view is Mr Chairperson, to be fair to the applicants as well, that we were not able to oppose those applications at all on the pure fact that we could not submit any factual evidence to oppose that at all.  So my view is Mr Chairperson, that the evidence of the applicants as far as other incidences must go, must stand uncontested.  As you wish Mr Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Judged on its own?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Judged on its own Mr Chairperson, on the merits of the case.  I hope that will answer the question Mr Chairperson.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "And do you think that having regard to the criteria, they admit the criteria set out in terms of Section 20 Sub-Section 3?",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairperson my view is, and my only view, it's only my personal view, is that the evidence as it stands is uncontested.  Regarding the requirements of Section 20 as stipulated in the Act, the only basic requirements is to have a political motivation and furthermore to make a full disclosure.  The bomb blasts, the pile-ons and further on, the police officer they actually caught actually supported the evidence in that regard as far as I'm concerned.  He indicated that they were used; they knew that targets were like pile-ons and throw-away stations ...(indistinct).  So in actual fact the witness that was called by myself is actually supporting that evidence.  Nothing else except if you want to ask me anything else Mr Chairperson.  Thank you Sir.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Mr Chairperson.  Honourable Committee Members it is my humble submission that all four applicants before you should be granted amnesty.  The four applicants seek amnesty for the actions of the Johannes Nkosi Unit ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Koopedi have you got that all written out, typed out?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "It's not, having regard to the time that I had.  It is written out but not typed up.  I will endeavour to make copies and give them to yourselves.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'd prefer for you just to give us headings rather than read the whole thing out.",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "What I have before me is no more than four pages.  If you would bear with me, thank you.  As I have stated the four applicants before you seek amnesty for the actions of the Johannes Nkosi Unit and those acts can be found on page 10 of the summation presented by the Commander of the Unit.\n\tHowever their applications overlap to other actions by their sub-units.  However the applicants were able to make contact only with one such sub-unit which was the Basil February Unit in Duduza, and could only give details about the actions of this unit.  Even though the applicants could not obtain any further details and the whereabouts of other sub-units, they still did not conceal to you Honourable selves the existence of these sub-units, and they further disclosed their level of involvement with this unit.\n\tAs it is clear that amnesty can only be granted for specific actions it is my submission that the applicants should be granted amnesty also for their involvement in the Basil February Unit.  With regards ...(intervention)",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Do we have information, do we have sufficient information with regard to the specific offences committed by that sub-unit?  Has any relevant and sufficient information led before us with regard to those acts?",
            "Female"
        ],
        [
            "MR KOOPEDI",
            "I will say the answer to that is two-fold Honourable member in that the applicants have enumerated, have specified their offences or acts of the Basil February Unit to the best of their knowledge.  Now what I'm asking for is that amnesty should be considered for their involvement up to that level of assisting and supplying whatever weaponry to this unit.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Yes I thought you were asking for amnesty in relation to the attacks on counsellors that were alleged to have been committed by the February Unit.",
            "Female"
        ],
        [
            "MR KOOPEDI",
            "On the contrary, what I - what we're asking amnesty for is our involvement with that.  Now I am not sure whether anyone can interpret that to overflow to the actual execution of those acts, but however the applicants feel that they trained this unit; they supplied this unit with weaponry and they taught them all sorts of things, and it's only fair to ask for amnesty in that it is believed, that if the applicants had, that the unit, the sub-unit has asked for amnesty, that unit is going to say to your Honourable selves, if they come before you, that they were trained by this unit, the Johannes Nkosi Unit; and we believe that it would be a big error not to include and seek amnesty for our involvement or the applicants' involvement with the Basil February Unit.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Are you asking for amnesty for having illegally possessed weapons and ammunition?",
            "Female"
        ],
        [
            "MR KOOPEDI",
            "To add on that, it's that, but not only that.  But we have, if you like, instigated this other unit to go and do certain acts.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "There is no evidence that they ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You see Mr Koopedi it's unnecessary for members of this panel to ask those questions, but we find ourselves in that position where we have to ask those questions.  Someone hasn't done his homework, because you ask us now on behalf of your applicants to grant amnesty.  Now for what must we grant amnesty?  What crime are these applicants asking to be pardoned for?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "I think what they are asking to be pardoned for is to posses the weapons, the hand-grenades that were used, to supply these weapons, and also to give orders to this unit to carry out attacks.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "There is no evidence that an attack was carried out as a result of the orders given by your clients.  We don't have that evidence.",
            "Female"
        ],
        [
            "MR KOOPEDI",
            "If you will allow me I will not deliberate that point, however I thought it's incumbent on me to stress that the applicants are interested in the activities of their sub-units.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You've made the point as far as you can make it.",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "Yes.  I'm indebted Chairperson.  Now I have with regards to activities of the other sub-units which we do not have details on ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well then skip that.",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "As it pleases you Chairperson.  During cross-examination of the applicants yesterday my learned friend advocate Steenkamp presented a newspaper cutting which purported to state ANC policy on the attack on the Wimpy Bar in Benoni.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you proceed, let us get one thing straight, I don't think you need to argue on anything else but the Wimpy aspect because I think it's virtually been conceded that there's a better than good chance on the successful application in respect of the other events.  The Wimpy one seems to be the focal issue for which we want to, on which we want you to argue.",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "I'm indebted Chairperson and you will notice that my entire address will revolve around that issue.  Now I have gone through the ANC's submissions, the written and oral submissions which were made to the TRC, and there is nowhere that the ANC states that the attack on Wimpy was a result of a mix-up within the ANC structures.  And because there has not been any evidence to corroborate what comes out of that newspaper cutting I would request that Exhibit B be disregarded in all its aspects as it bears no authority and authenticity.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Is there any evidence on the ANC's submissions that you have referred to that support the actions taken by your clients?",
            "Female"
        ],
        [
            "MR KOOPEDI",
            "I am not able to pinpoint the relevant page, but I believe it will suffice to say that in the voluminous submissions that have been given, handed in to the TRC, the ANC has acknowledged that Wimpy, the Wimpy Bar in Benoni attack was their operation, was an ANC operation.  They have not distanced themselves from that operation.  Now there is ...(indistinct)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's fine to say they did not distance themselves.  Did they associate themselves with it?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "Indeed they did, the Wimpy is listed as one of the attacks that were carried out by ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No that is so, I don't think it is in dispute that any of these applicants are members of Umkhonto weSizwe and ANC, but the drafters of that submission, is it specifically stated - I will check it, but I'm hoping that you can help me here, I don't recall the exact wording, is it stated in that submission that the ANC in its policy associated itself with the bombing or blasting of Wimpy, or have they just listed the Wimpy blast in Benoni as an event that was caused by members of the ANC?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "On the submissions as I can recall, Wimpy appears only as listed, and not as, there are no further elaborations.  However I would with your indulgence, wish to show further that there is more than listing of Wimpy, there is, there was association with this act by the ANC.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "I think it will be better for you Mr Koopedi to do that, because if I recall the submissions and the listing of various incidents that are contained in that submission, they are contained therein because the ANC has associated themselves with regard to a number of them, as listed in the submission.  So I think it would be better for you to check and give us more information with regard to the point you are making.",
            "Female"
        ],
        [
            "MR KOOPEDI",
            "Thank you Madam Commissioner.  If I may go on, re-visit the issue.  Now I also wish to draw the attention of this Honourable Committee to a publication named Seshaba.  I believe you would know that this was the ANC's newsletter whilst in exile.  I would refer you to the January issue of Seshaba of 1983, page 1 thereof, and I have made copies of this publication and other publications I'm going to be referring you to.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) there's two issues that concern  us in this application and it's based on the opposition.  Firstly on what basis is it alleged that a bomb was blasted in that Wimpy for political reasons;  and whether any of the applicants or all of them have made full disclosure in compliance with the Act.  Those are the two issues we want to hear.  We are quite aware of what certain Seshaba's and the - all the documents of the ANC.  We are also aware of the then president of the ANC, what he said about taking the fight to wherever we needed to take it.  Address us on the merits of this application.",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "This is indeed what I am endeavouring to do, I am trying to show you Honourable Committee Members that from these publications and other forms of communication it will be seen as to why and how the applicants descended on Wimpy.  It will also be explained and this is an endeavour to show that it was - the attack on Wimpy was - had many facets to it.  The attack on Wimpy was a political action ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I will be very surprised if you are able to prove that to us because your own clients tell us that the reason Wimpy was blasted because they were after the Security Police - for no other reason.",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "May I also with respect remind you Honourable Chairperson that it was in fact elaborated on at some stage and during the testimony that it was not only to get at the security personnel, but it went beyond that.  It went towards the commemoration - the 67th commemoration of the South African Communist Party;  it went towards spreading the necessary propaganda and the issue that was termed \"like taking away the honeymoons from the TV screens\", and I would urge strongly so that the Committee members should please consider that the applicants before you did not attack Wimpy simply for the one reason, there were a number of reasons.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "That in mind Mr Koopedi, I'm with you.  Having that in mind, are you then able to crisply address us on what basis was Wimpy targeted - having all those reasons in mind, are you able to crisply address us on that.  What was the basis for choosing Wimpy as a target, what ...(inaudible), and why is it considered a legitimate target, having regard to the Seshaba issue that you've alluded to, and having regard to the political objectives that you have stated was intended by your applicants, what was the reason why Wimpy was targeted for purposes of propagating the objectives of your clients?",
            "Female"
        ],
        [
            "MR KOOPEDI",
            "I am a little lost in what you have suggested, which is whether I am able to crisply address you on that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me make it easier for you to understand then.  If a bomb blast which I've got serious doubts about was to commemorate a birthday or a particular date of the South African Communist Party, why was Wimpy the target for that, why not the Union Buildings?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "I would with respect urge the Honourable Committee Members to not only single out the reasons, and consider each reasons for attacking Wimpy in isolation.  The evidence before you has been that there were a number of reasons that led to Wimpy.  Initially ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Give us those reasons, let's list it.  It was seeking out security policemen;  commemorating a particular significant day of the South African Communist Party, what else?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "An armed propaganda tactic.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, what else?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "A respond to a call by the leadership of the ANC to take war into the white areas, and I think those should suffice in terms of the reasonings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The last three, how does Wimpy become a target for that?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "Evidence was led before you that initially the idea was to focus on the security personnel in Benoni who was responsible for the mayhem in the East Rand.  Now that is how we come to Benoni, because that is where the headquarters was.  But then as events turned out, the security personnel were seen to be frequenting Wimpy, and as evidence was given to yourselves that at Wimpy this is where they would be most vulnerable, and that has not been hidden to yourselves.  And that is why people then decided to go to Wimpy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Koopedi I've just been talking to one of my colleagues ...(inaudible)\nPROBLEMS WITH RECORDING EQUIPMENT - INAUDIBLE",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Koopedi we feel that we're asking you questions that you are not able to readily at this point in time answer satisfactorily without having the benefit of the documents that you refer to.  Would it be not better to invite you to make written heads or written submissions to us by next Wednesday, and submit it to Cape Town head office.\n\tDeal with the issues that we've raised with you, in addition to one important issue that we want you to address specifically.  It's the question of proportionality.  Would that be better - not better to do that?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "I will gladly accept that proposition.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will await your heads of argument then, but deal with those issues that we've raised with you in addition to the issue of proportionality.\n\tWe've come to the end of this hearing.  We hope to be able to make a decision on the issues very soon after receiving Mr Koopedi's argument.  And I want to thank the logistics officer for arranging this hearing.  Also special thanks to all the interpreters, it is a thankless job, it is a difficult job.  To the applicants for taking advantage of the opportunities to come to terms with life.  And in particular I want to address the victims and those people who have lost love ones.  Unfortunately this country has experienced a terrible life over the last couple of hundred years.  \n\tThere are other people who have similarly lost loved ones, especially during the times, the height of the apartheid regime.  That does not, and I don't intend to suggest, that what happened in the events which we are concerned with is justified.  If for nothing else, for humanitarian reasons one can appreciate the feelings and the hurt that you experience, and one can only hope that in an endeavour to bring to fruition what we started in this country in 1994, that we can, with time, come to terms with what has happened.  \n\tI'm not going to suggest forgiving or forgetting, that is a matter for each individual person, but I can only hope that with time the emotional aspects of your lives will tend to be remedied.  I'm not too sure what we're going to find or what decision we're going to come to in this matter, I can only draw your attention to the fact that this Committee intends to apply the law as best it can, and whatever decision we make will be in terms of that law, and probably in the interest of this country.  \n\tI thank those victims and those who lost their loved ones for participating in this extraordinary and unusual process.  It is intended to bring people together like we should have been many hundreds of years ago, but as I said it was an unfortunate experience of this country, and it is the duty of each of us to press on so that we rectify the wrongs as best we can.\n\tThis hearing is now closed, I thank you.    \nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}