{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-09-07",
        "location": "BENONI",
        "day": "1",
        "names": [
            "MOLWEDI MOKOENA"
        ],
        "matter": "WIMPY BAR BOMBING AND OTHERS",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52834&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98090708_ben_benoni1.htm",
        "speakers": [
            "MR KOOPEDI",
            "CHAIRPERSON",
            "ADV STEENKAMP",
            "MOLWEDI MOKOENA",
            "SISI KHAMPEPE",
            "ADV MOTATA"
        ],
        "original_speakers": [
            "MR KOOPEDI",
            "CHAIRPERSON",
            "ADV STEENKAMP",
            "MOLWEDI MOKOENA",
            "MR MOKOENA",
            "MS KHAMPEPE",
            "ADV MOTATA"
        ]
    },
    "testimony": [
        [
            "MR KOOPEDI",
            "Chairperson, I will ask the question I asked before this witness ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "There is one last witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "The idea is not to call any other witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Steenkamp, how many witnesses do you propose to call?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, it depends on the situation.  At this stage I have two witnesses Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "What does it depend on?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Well it doesn't depend on anything Mr Chairman, we'll definitely call them.  The problem is, we didn't prepare any sworn statements but we can call them.  There's a possibility of a third witness tomorrow morning.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "A third witness?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Yes, Sir, but the definitely the two witnesses are available, they can testify immediately.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The evidence that your witnesses are intending to give, is ...[intervention]",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Well the first two witnesses, yes, Mr Chairman.  The third witness will probably deal with the facts of the incident itself, at the day of the incident.  The Security Branch police officer will probably come before.  The ...[indistinct] will make a sworn statement if necessary.  We're waiting for him but there is a request from the victims to testify, two victims.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "So what we're talking about is actually a maximum of three witnesses and one applicant tomorrow?\nPerhaps we can dispose of your last applicant now.",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "As it pleases the Committee.  Chairperson, the next and last applicant is Mr Molwedi Mokoena.  He is before you now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mokoena, what language would you prefer to use?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "I will answer for him whilst he is still ...[indistinct].  He also, like we indicated earlier, will use English.",
            "Male"
        ],
        [
            "MOLWEDI MOKOENA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Koopedi, where is Mr Mokoena's ...[intervention]",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Page 8 until 20, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I see his personal particulars are already set out in his application so you can skip those and get to the nitty gritty.",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "As it pleases the Committee.\n\tIs it true that you are one of the applicants in  this matter and further that you are a member of the Johannes Nkosi Unit which was based in the East Rand?",
            "Male"
        ],
        [
            "MOLWEDI MOKOENA",
            "Yes, I was.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now would you, very briefly so, inform the members of this Committee when you joined the ANC and in particular what training you had?\nMR MOKOENA\n\"I joined the African National Congress and its armed wing Umkhonto weSizwe in 1986 internally(?).  I became a member of the regional command, Johannes Nkosi Unit, between 1987 and 1990.  I received military and combat training in the former Soviet Union, Botswana, Zambia and Zimbabwe\"",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now the offences for which you are here before this Committee, would you, for the sake of the record, state the offences for which you are applying for amnesty?",
            "Male"
        ],
        [
            "MOLWEDI MOKOENA",
            "I firstly say I engaged in the following in my personal capacity\n1)\tThe bombing and electrical sub-station near Katlehong Station with fellow applicant, Alfas Ndlovu.\n2)\tBombing of the sewerage tanks in the Sunwatt Park with fellow applicant, Ernest Sigasa.\nAnd as part of the overall command, the Johannes Nkosi, I'm applying for the following:\n1)\tBombing of the \"Kitskonstabels\" Barracks in Mnisi Section.\n2)\tThe bombing of - the ambush of the \"Kitskonstabels\" and SAP in Motsamai Section next to Lindela Hostel.\n3)\tThe bombing of Wimpy Bar.\n4)\tAnd the bombing of the bus terminus in Germiston.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now when all these offences were committed, or in fact prior to that, were you involved in any way in the planning thereof?",
            "Male"
        ],
        [
            "MOLWEDI MOKOENA",
            "Yes, I was.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now you have explained or mentioned the offences for which you are applying for amnesty, would you briefly tell the Members of this Honourable Committee what you did on that day, how you went about executing those acts?",
            "Male"
        ],
        [
            "MOLWEDI MOKOENA",
            "...[inaudible] and on the electrical sub-section, and we placed the mini limpet mine on the railway line, the intersection of the railway lines. \tAnd the next thing we only got reports from the newspaper.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "With regards to the main sewerage tank in Sunwatt Park?",
            "Male"
        ],
        [
            "MOLWEDI MOKOENA",
            "With regard to the main sewerage tank in Sunwatt Park, we moved from our base again together with fellow applicant, Mr Ernest Sigasa.  We used one of our vehicles, which is somewhere identified as part of our support service to the place in Sunwatt Park.  It was in the evening between 8 and 9.  We went for those sewerage tanks which were a bit further away from the residential place and we placed our mines, and it happened like in the very first case, that we had to get the report from the newspapers of the explosion.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "That is all for now Mr Chairperson, from me.\nNO FURTHER QUESTIONS BY MR KOOPEDI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you just run by the incidents that you apply for?",
            "Unknown"
        ],
        [
            "MOLWEDI MOKOENA",
            "I think are two-phased, the specific ones that I applied, wherein I was physically involved and which is the bombing of the railway line and electrical sub-station near Katlehong, and the bombing of the sewerage tanks in Sunwatt Park.  And the rest are as my part as component member of the Johannes Nkosi Unit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which events are you talking about in respect of that now?",
            "Unknown"
        ],
        [
            "MOLWEDI MOKOENA",
            "It's - say for instance, the bombing of the \"Kitskonstabels\", which my fellow applicants ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did you do in respect of that?",
            "Unknown"
        ],
        [
            "MOLWEDI MOKOENA",
            "The planning.  Being part of the command unit, I was part of the planning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which are those now where you were part of the planning?",
            "Unknown"
        ],
        [
            "MOLWEDI MOKOENA",
            "The bombing of the \"Kitskonstabels\" in Mnisi, the ambush of the \"Kitskonstabels\" and SAP in Motsamai Section.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MOLWEDI MOKOENA",
            "The bombing of Benoni Wimpy Bar and the bombing of the bus terminus in Germiston.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Your only involvement was the planning?  \tYes, is that all Mr Koopedi?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "Yes, that is all for now.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "I've got no questions, thank you Mr Chairman.\nNO QUESTIONS BY ADV STEENKAMP",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "I have no questions Mr Chairman.",
            "Female"
        ],
        [
            "ADV MOTATA",
            "I've got no questions Chairperson.",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "Mr Chairman, that concludes the evidence from and for all four applicants.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will adjourn then till tomorrow morning at 09H30.",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "As it pleases.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Thank you Mr Chairman.  Mr Chairman, may I just take the opportunity to apologise on behalf of the victims for the incident which happened.  I'm sure we'll take care of it in the future, I do apologise.\nWITNESS EXCUSED\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}