{
    "header": {
        "type": "AMNESTY HEARING",
        "location": "PRETORIA",
        "day": "2",
        "names": [
            "JAMES WHEELER"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54886&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/pta/lotteri1.htm",
        "speakers": [
            "ADV BOSMAN",
            "CHAIRPERSON",
            "INTERPRETER",
            "JAMES WHEELER",
            "JOHANNES JAKOBUS DE BRUIN",
            "MR BOTHA",
            "MR DE KONING",
            "MR MOLOI",
            "MR PRETORIUS",
            "MR PRINSLOO",
            "MR STEENKAMP"
        ],
        "starting date": "UNKNOWN",
        "original_speakers": [
            "CHAIRPERSON",
            "MR STEENKAMP",
            "MR PRINSLOO",
            "MR DE KONING",
            "MR PRETORIUS",
            "MR BOTHA",
            "MR WHEELER",
            "JAMES WHEELER",
            "MR MOLOI",
            "INTERPRETER",
            "ADV. BOSMAN",
            "ADV GCABASHE",
            "ADV BOSMAN",
            "MS GCABASHE",
            "JOHANNES JAKOBUS DE BRUIN",
            "MR DE BRUIN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning everybody, welcome to the hearing.  Mr Steenkamp, is everybody here now?",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Yes Mr Chairman, I can confirm everybody is here and present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I wonder if the legal representatives could please place themselves on record?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Chairperson, Honourable Members of the Committee, I am J J S Prinsloo for the first applicant, Mr James Wheeler.",
            "Male"
        ],
        [
            "MR DE KONING",
            "I am L.V. De Koning for the second applicant, Mr Chairperson.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Chairperson, Members of the Committee, I am Neil Pretorius, I'm the attorney for the second applicant.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Mr Chairman, I am Wentzel Botha the attorney on behalf of the victims, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could I take the opportunity of introducing the panel.  On my right is Advocate Francis Bosman, my left is Advocate Leah Gcabashe, on my far left is Mr Jake Moloi and I'm Selwyn Miller and the evidence leader is Advocate Andre Steenkamp.  Are there any preliminaries or can we start straight off with the hearing?",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Mr Chairman, we can start immediately.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Chairperson, Honourable Members of the Committee, as I have already indicated I am representing Mr James Wheeler who is the first applicant in this Application for Amnesty.  We are as the legal team in possession of the pieces which have been submitted to the Committee today and I would like to commence by asking your leave for regard to the application of Mr Wheeler to lead the evidence.  Firstly I would like to request for leave to lead the evidence of this applicant myself.  At this point I would like to indicate to you that an affidavit has been prepared on behalf of the applicant and when I say leading evidence, I would ask for leave to distribute copies of the affidavit after it has been confirmed if it would meet with your approval?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly, Advocate Prinsloo.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Thank you Chairperson.  I ask then for leave to serve the affidavits to you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will receive this affidavit as EXHIBIT A.",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR PRINSLOO",
            "Thank you Chairperson.\n\tMr Wheeler is it correct that you are one of the applicants in this case?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think if he can be sworn in, I'll just ask Advocate Bosman to do it?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Mr Wheeler you are one of two applicants in this Application for Amnesty is that correct?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And you were born on 18th February 1967 and you are currently in the Krugersdorp prison.",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "I will now show a document to you.  You see the document which I am showing to you, do you recognise it?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What is it?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "It is the affidavit which I compiled.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Do you confirm that the content of this affidavit is true and correct?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Chairperson I ask for the leave that this statement be read into the record by the applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes certainly he can proceed.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Will you read in the statement for us?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "\"I am the applicant in this Application for Amnesty in terms of the Truth and Reconciliation Act of 1995.  The facts contained in this statement are within my own personal knowledge and unless otherwise mentioned or....[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Wheeler, if you could just go a little bit slower because of the interpreters, need time to think.  I notice that a number of people that are attending do not have these earphones, I'm sure that if they want earphones.\nMR WHEELER\n\"I am the applicant in this Amnesty Application in terms of Section 18 of the Act for the Promotion of National Unity and Reconciliation 1995.  The facts contained in this statement are within my personal knowledge except for so far stated otherwise or by necessary implication, appear to be different and I confirm that this is true and correct.  From a very young age I was educated by my parents, Mr Arthur Franklin Calvert Wheeler and Mrs Susan Charlotte Wallace Wheeler to respect and promote the freedom of the Afrikaner Volk.  There are three children in the family and I'm the youngest child.  At school, at Krugersdorp Primary School and Jan de Klerk High School, I was made aware by teachers of my culture as an Afrikaner and a White person.  I learnt especially at High School about the history of the Groot Trek and the two Boer wars of 1881 and 1899.  It sharpened by awareness of the Afrikaners struggle for freedom and the onslaught against it by the Black populations as well as the English populations.  Consequently, I came to the conclusion very early in my life that it would not go well with the Afrikaners in South Africa if Black people or other populations would rule over them and that is why I supported the political solutions which were proclaimed by the right wing organisations.  From the establishment of the Conservative Party of South Africa in 1982, I supported the party, I left High School after I had passed standard eight and I then went Krugersdorp Technical College where I received technical training as an electrician until mid 1986.\nAfter that I was called up in terms of the Defence Law for compulsory military service from mid 1986 until mid 1988.  I completed service in the Seventh South African Infantry Battalion.  During my military service I went among others to Oshakati in South West Africa and to Angola where there were battles between the South African Defence Force and SWAPO as well as the Angolese and Cuban soldiers.  During my military training at Seven S.A.I. the ANC SACP alliance was identified as South Africa's most important enemy to me and other soldiers completing military service, who were white.  The objective of the ANC SACP alliance was identified to us as the overthrowing of the White-controlled government and the establishment of a Black Communist government.  During that time there was a very strong terrorist campaign against the general population of the country with the assistance of the specially limpet mines while the so-called necklace methods of murder were used practically exclusively against Black people.  \nMedia reports and instructors in the South African Defence Force indicated practically without exception that it was the ANC SACP alliance which was responsible for this.  Despite that, I had the impression that the majority of the Black population was not assisting the South African government in combating the ANC SACP alliance.  The military service system was only of application to White men.  This led to the result that young white men like myself had to complete full time military service for an average of two years in order to protect all the population groups in the country against an onslaught while all young non-white men could commence with their careers or could study further.  \nAs a result of all these events I became embittered against Black people and I strengthened my belief that it would not go very well with White people especially Afrikaners who were generally more conservative or the more conservative out of the White people, if the ANC SACP alliance would obtain control over South Africa.  \nAfter my military service I joined the exclusively white Mine Workers Union when I began with my training as a mine worker at the Randfontein Estates Gold Mine in 1988.  I regularly attended MWU meetings and discussions were often held at these meetings about the danger of the black people taking over the work of the white people.  \nIn 1989 after my training at the Randfontein Estates Gold Mine, I was transferred to Venterspos Gold Mine where I worked as a mine worker until later in 1989.  After that I resigned from my position at the Venterspos Gold Mine and in 1990 I joined the Western Deep Levels Gold Mine and worked there as a mine worker.  \nIn the beginning of 1992 I resigned from my position at Western Deep Levels Gold Mine and began my term of employment at Elsburg Gold Mine in the Westonaria District as a mine worker.  Shortly after I commenced my duties at Elsburg Gold Mine, I met Cornelius Rudolph Pyper.  We were members of the same section.  Gert de Bruin became known to me shortly after that because I had noticed him at mine workers union meetings and at the mine offices.  Our sections also worked later underground in close proximity to one another and we shared a common resting place underground.  At a point I heard that Gert was an officer of the Afrikaner Weerstandsbeweging.  I, Corrie and Gert became good friends and our families visited one another.  I Corrie and Gert attended various AWB meetings, among others in Westonaria and Vogtville.  We also attended certain CP meetings which were held in the West Rand area.  It was unambivalently said by the AWB and CP speakers that these organisations were opposed to an ANC SACP government takeover because in effect it would bring about a Black Communist Government over whites in South Africa.  \nAt a number of these meetings, mention was made about our white farmers who were being murdered by black people and that it was their action to drive the white farmers from their land.  Numerous times the Church Street bombing was also mentioned as well as the Magoo's Bar bombing and the attack on an English church in the Cape.  In these attacks innocent people were killed and others were injured.  \nIn 1993 I applied for membership of the AWB and I supported the AWB actively.  The AWB called us in to prepare ourselves for a survival and freedom struggle which lay ahead.  The leader of this movement said amongst others that if the ANC SACP would take over the government of the country, that the AWB would take it back that very same night with violence.  Consequently, I purchased legally for myself a Maverick shotgun and ammunition therefore as well as a 9 mm pistol and ammunition for my spouse to whom I had been married since the 2nd May 1992.  A point 22 gun and ammunition was also left by my grandfather who passed away on the 10th July 1992.  My grandfather's widow, Mrs Sophia Katherina Elizabeth Susan Van Zyl, gave the gun and ammunition to me along with documentation on the 17th April 1994.  I was still illegally in possession of these guns and ammunition when the incident occurred ten days later on the 27th April 1994.  I, Corrie and Gert on various occasions during 1993 and early 1994 met at one of our homes and then Gert would tell us that we had to purchase emergency supplies and ammunition.  He told us that us Boers during the period of the 1994 general election would find ourselves within an emergency state and that we had to maintain control over the country in such a way.  \nAt that time there were rumours that for example, the electric and water infrastructure of the country would be attacked.  We purchased emergency supplies in order to prepare for the imminent war.  Early in 1994, Corrie's younger brother was murdered by black people.  It embittered me even further and convinced me of the necessity to prevent a government takeover by the ANC SACP alliance.  On the 27th April 1994, me and my wife were visiting in Hill's Haven near Westonaria at Corrie's home.  He and I were initially working on my car.  Me, my wife and Corrie, during the morning, went to the Westonaria Village in my red Ford Sierra motor vehicle in order to go and fetch Corrie's wife and child at their G.P.  We did some shopping after that and then drove past the voting halls in Westonaria to see how the voting was commencing.  We saw large numbers of black people standing in rows in order to vote.  \nIt was my further confirmation of my impression that the Afrikaner and other Whites' freedom was being signed away by the election.  After that we drove back to Corrie's house and first took a drive through Hill's Haven in order to see how the voting was going there.  There was a lot less black people there than in Westonaria.  After that we drove to Corrie's house.  On the way there we heard over my car radio that bomb explosions had taken place on the East Rand.  We then dropped off our wives and Corrie's child at Corrie's home and drove to Gert in Hill's Haven in order to get a sealant for my car's exhaust and to ask him whether or not he had heard about the bomb explosions and if he knew anything else about it.  Gert told us there that he had heard about the bomb explosions and that the rightists resistance had begun.  He said that further bomb explosions would occur.  I was then convinced that the freedom and survival struggle of which the AWB had spoken had begun.  Me and Corrie went back to his home after I had gotten the sealant from Gert.  We visited further there and later family of Corrie and a friend of mine and his wife also arrived and also visited there.  \nDuring the afternoon we braaied meat and drank strong alcohol.  Because it was election day, there was much talk of politics especially among the men who were there.  Me and Corrie spoke about politics and about the plans to disrupt the elections.  I mentioned that we might possibly plant bombs seeing as we had worked with explosives and it was easily available.  I also said that my weapons were available if they were to be needed and that the South African Police would not be able to trace us if we used my shotgun.  We decided that we had to make our contribution to prevent that the government be given over through the election to the Black ruled ANC SACP alliance.  By means of this I wanted to help promote the political struggle of the AWB and the CP against the ANC SACP alliance.  I thought that even though we would not be able to stop the election by means of our actions, that the ANC SACP alliance as a result of our actions would later be more prepared to make political concessions to the Afrikaners and other whites.  A while after this, my wife climbed into my Ford Sierra motor vehicle and drove home.  Corrie and I decided together to go and shoot black people in order to try to obstruct the election.  Corrie and I and his wife and child later went to my house in my wife's Audi motor vehicle.  There I loaded my shotgun and point 22 gun and ammunition for both guns on the back seat of my Sierra motor vehicle.  Corrie's wife used my phone to phone the police.  When I noticed that she was phoning the police, I disconnected the telephone by pulling the telephone wire out of the telephone connection and consequently she could not speak to the police any further.  Corrie and I climbed into my car and we drove to Gert's.  He wasn't home.  From there we drove on the Randfontein/Westonaria toll road in the direction of Randfontein in order to seek out an opportunity to shoot black people.  \nWhile we were driving I saw a mini-bus with black people inside in front of us in the road.  I then took my shot gun from the back seat and gave it to Corrie.  I drove until we were driving next to the mini-bus upon which Corrie fired a shot through the open front left door window of my vehicle at the driver.  I could not see if he had shot anybody.  Immediately after the shot I accelerated and drove away.  I looked in the rear view mirror of my car and saw that the mini-bus was gradually leaving the tar road.  Corrie asked whether I thought that he had managed to shoot someone and I replied no seeing as I had gotten the impression that the mini-bus did not lose control.  \nFrom there we went to my brother's house in Krugersdorp where we spoke to him and among other's said that we had shot at a black person in a mini-bus.  He said that he didn't believe us.   After a short while we left from there.  I dropped Corrie off at his home and then drove to my own home.  The following morning early I drove to Corrie's and spoke to him to hear what he would be doing for the day.  After that I drove back to my home.  At plus minus eleven I was at home watching T.V. when I heard knock at my home's front door.  When I opened the door I saw several police officers standing with Corrie in front of the door.  I invited them inside and we then spoke.  A police officer asked me whether I knew about the shooting of the previous evening.  I answered in the affirmative.  He said that one had died and one had been wounded and that I had to go with the police.  I then changed my clothes and I went with them.  \nI was later charged with murder, attempted murder and illegal possession of a firearm and ammunition.  Later, bail was granted to me and Corrie until our case had been completed in the Supreme Court.  During the case I pleaded guilty to murder, attempted murder and the illegal possession of a firearm and ammunition.  \nIn my application form the date of this is indicated as 17th October 1994.  However, that is a typing error which I did not see when I signed the application form and I apologise for that.  On the 12th October 1994 I pleaded guilty as per the transcription of the court case.  After that I was found guilty by His Honour, Judge Maynard of one charge to murder, one charge of attempted murder and one charge of the illegal possession of a firearm and one charge of the illegal possession of ammunition.  \nOn the 17th October 1994 I was sentenced to 15 years imprisonment for murder, 5 years imprisonment for attempted murder and collectively one year's imprisonment for the illegal possession of the point 22 gun and ammunition.  The Honourable Judge determined that the sentences be served concurrently and consequently I am serving an effective term of 15 years imprisonment.  Despite the impression which was created during my bail application and later trial that the crimes were not committed with a political objective, it was in fact committed with such an objective as I have already explained in the statement.  Before my bail application and my later trial I was advised by my attorney and advocate respectively that I would probably receive a death sentence if I held the allegation that I committed the murder for the achievement of a political objective.  As a result of that I instructed my wife not to make public my political connections or my political convictions when she testified.  That was also the reason why I respectively instructed my attorney and my advocate that the version which they would submit on behalf of me to the court should state that I had no political affiliations.  Since the incident on the 27th April 1994 I have though much about what happened.  It bothers me considerably that I participated in the killing of a person and the injury of one more who were possibly not even ANC or SACP supporters or enemies of my people.  I cannot believe that I was so narrow minded.  It is now also clear that my actions did not realise the political objective which I was trying to achieve.  A young man is now dead and another injured and I realise that if their families and friends are embittered and sad about it that it is absolutely justified.  Nothing which I could do or say now could \ncompensate for their loss, nonetheless, I would like to express my sincere regret towards Mr Godfrey Papyana who was wounded to his and his deceased brother Mr Viyani Papyana's parents, Mr Z N and Mrs G Papyana and the rest of their family for what I have done to them and the deceased and I want to ask them if they could try to forgive me.\nI have decided that I will never again use violence towards someone in order to achieve a political objective.  The fact that I first killed someone and injured someone before I came to this decision is a regret that I will have to carry me for the rest of my life.  I hope that through my actions in the future I could make a contribution to the reconciliation between black people and white people who still view each other as enemies.\"",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "That is the statement Chairperson.  The original is in the possession of the applicant and I request permission to hand that in for purposes of the record.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Yes I have thank you.   Thank you Chairperson.  Mr Wheeler you are applying for amnesty in this application is that correct?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And the evidence which you've just given, do you want that to be taken into account for the purposes of this application?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "That is all we have, thank you.\nNO FURTHER QUESTIONS BY MR PRINSLOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr De Koning have you any questions you would like to put to the witness?",
            "Unknown"
        ],
        [
            "MR DE KONING",
            "Mr Chairman, if I may request that Mr Botha who I believe is opposing the application might first cross-examine, I think it might save us some time in as much as there might be matters which emanate from his cross-examination that I would like to deal with and further since a client arrived here shortly before, minutes before, we commenced there are a few minor aspects which I might just need to obtain an instruction on if it pleases you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have any objection to that Mr Botha?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "No, thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have any questions you would like to put to the witness?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Yes I do have questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\nCROSS-EXAMINATION BY MR N W BOTHA",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Mr Wheeler you are saying today here before this Committee that you were a member of the AWB?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Do you have any proof of your membership?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Unfortunately not.  During my detention my wife went to the headquarters of the AWB on several occasions to try and get information about us but to no avail.  Later however, she contacted the AWB offices in Randfontein and all that they could tell her was that they knew about us.",
            "Male"
        ],
        [
            "MR BOTHA",
            "So as you sit here today you have no actual proof that you were a member of the AWB?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Correct.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Did you receive any orders or instructions from the AWB?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "It was a well known fact that the 1994 elections were to take place and what proceeded those elections, certain announcements and statements were made by these people.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Did you receive an order, a direct order to you?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "No.  The way these people spoke - that I took to be an order.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Did they advise you?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "No.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Did they plan this thing for you?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "No but they planned something bigger for South Africa.",
            "Male"
        ],
        [
            "MR BOTHA",
            "You say that they planned something bigger for South Africa, what are you referring to?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "I'm referring to statements made by certain right wingers of which we're all aware and in which it was stated how they would plunge the country into anarchy.",
            "Male"
        ],
        [
            "MR BOTHA",
            "I'm not quite sure that I understand you, how was going to plunge the country into anarchy?  The blacks?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "No, the right wingers.",
            "Male"
        ],
        [
            "MR BOTHA",
            "What do you regard as a political objective?  To achieve a political objective?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "We don't see people of colours and races, we look at them in terms of the party they belong to and we would then see what would happen if those parties took over the government of the country.",
            "Male"
        ],
        [
            "MR BOTHA",
            "You said that you didn't see black people as belonging to a race or colour but simply as members of a political party?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes that's true.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Did you know that the Papiyana brothers who were driving in that car, did you know to which political party they belonged?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "No - but ninety percent of the black people in South Africa belong to the ANC.  If a white person were shot the chances were a lot more remote that he would belong to the ANC than in the case of a black person.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Sir I could refer you to the judgement of Judge Mynhardt in this matter, if the Commission would just bear with me.  Judge Mynhardt says, I'll give you the page number in a moment, it's on page 47 of the bundle, it's page 358 of the judgement and line 30 at the bottom, that he would be able to kill black people and I may say that the terminology which was used in the evidence was not the term \"black person\" or \"black people\" but let's leave that there for the moment.  If you say that you wanted to attack a person belonging to a political party, why is the impression that was being created by your attorney and advocate at the trial that you simply went out to shoot black people, not ANC people or SACP members?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "During my evidence in the court I said that we didn't decide to follow a political line with our affairs because right wingers before us had been given the death sentence for that kind of activity and that's why we were cautious.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Right, if that is the case, then during the proceedings in the Supreme Court, October 1994, you told a lie in court by saying that you had no political objective?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That's correct.",
            "Male"
        ],
        [
            "MR BOTHA",
            "And the purpose was simply to save your own skin because you were under sentence of death or you could possibly face the sentence of death?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That is correct.  At that stage I was very concerned about my family, my child was 50 days old and I was thinking of him.",
            "Male"
        ],
        [
            "MR BOTHA",
            "By the way, why did you not think of this child before you continued with this act when Mrs Pyper told you that this was a ludicrous thing which you were planning to do.",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "At that stage we didn't know what the extent of this thing would be.",
            "Male"
        ],
        [
            "MR BOTHA",
            "At that stage you couldn't envisage how the planning would go and what exactly you would do?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOTHA",
            "I put it to you that you are quite possibly also telling a lie to this Committee.  This time not to save your skin but to get out of prison and therefore it's not an unfamiliar thing for you to tell a lie once again?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "No.  In the case of the 1994 elections I could say that we were actually cowards but now that the opportunity has presented itself to fix things that went wrong on the past, I think we must accept that, we must grasp it with both hands.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Right.  If I can refer you to paragraph 4 of your affidavit, you say that your parents taught you to respect the freedom of the Afrikaner people and to promote it?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Did they teach you at any stage that one respects the Afrikaner people by killing black people?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "No, that is not so.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Very well.  When you and Mr Pyper on the night of the 27th April decided to embark on this tragic mission of yours, were you acting in your capacities as military personnel of the state or any state body or organisation?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "No.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Were you acting in your capacities as, or according to your versions, members of the AWB?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That's true yes.",
            "Male"
        ],
        [
            "MR BOTHA",
            "But there was no direct order given to you to do that?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "I accepted that by virtue of the statements by AWB and CP leaders that something was about to happen and that we should prepare ourselves for a war and at that stage there were bomb explosions on the East Rand and I thought the time had come.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Alright so it's this picture of a political war situation which you had in your mind at the time?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR BOTHA",
            "And you were prepared for this situation of war, you had gone to buy supplies and you were prepared for this war situation?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR BOTHA",
            "And you discussed politics?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR BOTHA",
            "It seems strange to me that a person who spent many years in military service that in that situation of war he would start tampering with his car, fixing his car, starts drinking, he has a braai.  I put it to you that it was extremely improbable that a person who has this vision of a political war, an imminent political war, that he would actually commit these acts and do these things?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "We didn't know when and where it would start and on the mine, we had a public holiday and up to the stage when we started making our arrangements for ourselves we didn't know anything.  It was only afterwards that we heard of the bomb explosions.",
            "Male"
        ],
        [
            "MR BOTHA",
            "In the months preceding there were also bomb explosions is that not so?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR BOTHA",
            "And isn't it so that members of the right wing parties or leaders of the right wing parties admonished people and asked them to please be calm?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That's not the impression that I got.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Tell me, you say you attended AWB meetings?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Were you a member of the armed wing of the AWB?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "No.",
            "Male"
        ],
        [
            "MR BOTHA",
            "If you weren't a member of the armed wing why did you think that you should arm yourself and shoot people?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Because our leader called us up to arm ourselves. In making these judgements and statements he wasn't actually referring to his armed wing because they were already armed.",
            "Male"
        ],
        [
            "MR BOTHA",
            "So you, the ordinary AWB members, had to take up arms for self-protection and self defence?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "No, it was expressly stated that a situation of war would be created and that we should also lay in emergency supplies such as food and water.",
            "Male"
        ],
        [
            "MR BOTHA",
            "But you decided on this day that the war was about to start, that you were going to have a nice day, that you would fix your car, work on your car and when you'd had enough alcoholic drink, you then started your political discussions and you said that it would be easy to use explosives, to plant it at the United Bank?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That's correct.  I was looking at certain ideas and options whereby we could make a contribution.",
            "Male"
        ],
        [
            "MR BOTHA",
            "You wanted to derail the elections?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR BOTHA",
            "If you wanted to derail the elections why did you only on the day of the elections think about explosives and think that you could obtain it from the mines?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Well that was an option that we had.",
            "Male"
        ],
        [
            "MR BOTHA",
            "So it wasn't actually planned at all the whole thing?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "The reason why we spoke about the explosives was because we could obtain it quite readily, there would be no problem to get hold of it.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Sir, I put it to you that the mine where you were working, I practice in that area so I know, that it is not at all easy to get hold of explosives?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "I must correct you on that - it is in fact quite easy.",
            "Male"
        ],
        [
            "MR BOTHA",
            "One other aspect, paragraph 9 of your statement, you say: \"specially Afrikaners who were generally speaking the most conservative component of the Whites\"  Is there any factual basis for making this kind of statement?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.  If we look at the people in South Africa, that is in fact the case that our Afrikaner people in the past have been conservative in any context and as far as anything was concerned, we were conservative.",
            "Male"
        ],
        [
            "MR BOTHA",
            "I will leave the point there except to say that you have no factual basis for making such a statement.  At what time did you fire the shot in which my client's son and brother was killed?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "It was approximately quarter to eight to ten to eight that evening.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Wasn't it a little bit later such as for instance ten past eight perhaps?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "I'm not sure.",
            "Male"
        ],
        [
            "MR BOTHA",
            "The polling booths closed at 20.30 that particular evening?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Correct.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Why twenty minutes before the election was to be a thing of the past and after virtually everybody had voted, why shoot a person then?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "I put it to you that the election was to continue the next day.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Are you talking about the postal votes?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes and the right wingers tried to disrupt the elections but nothing happened after we shot these people.",
            "Male"
        ],
        [
            "MR BOTHA",
            "When you attended AWB meetings how many people were at these meetings where it was said that you should take up arms?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "I can't specifically give you - or I can specifically refer you to the leader of the AWB who said explicitly and repeatedly.",
            "Male"
        ],
        [
            "MR BOTHA",
            "How many members of the AWB were there?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "There were many but I'm just mentioning one.  I didn't go to all the meetings.",
            "Male"
        ],
        [
            "MR BOTHA",
            "So there were thousands even tens of thousands of people who according to you heard these words?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes and it appears that they also interpreted it in the same way judging by the panic which existed just before the elections in South Africa.",
            "Male"
        ],
        [
            "MR BOTHA",
            "And of these thousands and tens of thousands of people, you, Mr Pyper, was virtually the only one apart from the armed wing who planted bombs, who decided to embark on such a tragic mission?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "There were other incidents but that is what happened.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Can you tell me why you and Mr Pyper were the only amongst those ten thousand who decided to take up arms and to kill people on your own initiative?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Because we believed in what the leaders had told us.",
            "Male"
        ],
        [
            "MR BOTHA",
            "And did the leaders preach that you should go out and kill black people?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That's where the statements came from, that's how I interpreted it.",
            "Male"
        ],
        [
            "MR BOTHA",
            "If the Honourable Commission would just give me a moment so that I can look at my notes?  I put it to you that this act which you committed was not politically motivated.",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Well, according to me it was a political act because ninety percent of the country's blacks were ANC members.",
            "Male"
        ],
        [
            "MR BOTHA",
            "From the records of the Supreme Court proceedings  it appears that you and Mr Pyper had drunk quite a lot of alcohol?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes we drank.  It was a public holiday.",
            "Male"
        ],
        [
            "MR BOTHA",
            "And as the drinking progressed the political temperature of your discussions increased?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Well I could put it to you in this way, before we started drinking we had already discussed politics here and there and in the course of the afternoon we did start talking about it more and more.",
            "Male"
        ],
        [
            "MR BOTHA",
            "And this act of yours was motivated by the bravado of a drunkard, if one could put it like that and aimed at black people and not for any political motive?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "I don't think you can put it like that because we weren't drunk.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Very well, you were the person who supplied the firearm?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR BOTHA",
            "You cocked the firearm?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR BOTHA",
            "You handed it to Mr Pyper and said \"shoot\".",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "I cocked the firearm and handed it to Mr Pyper and I moved so that I was right next to the taxi.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Tell me, afterwards, did you have any remorse, did you - or it seems that you simply quite at ease went to your brother and went and visited him and you made a joke about having shot somebody in a mini-bus, a black person and he said that he didn't believe you?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That is true.",
            "Male"
        ],
        [
            "MR BOTHA",
            "So at that stage you had no remorse?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "At that stage I didn't even know that anybody had been killed or wounded.",
            "Male"
        ],
        [
            "MR BOTHA",
            "But it was your purpose when you left in the Ford Sierra?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Correct.",
            "Male"
        ],
        [
            "MR BOTHA",
            "The next morning you were still of quite a peaceful state of mind that you were watching television?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Correct.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Amidst this war, you had now done your bit, you had fired a shot at a mini-bus and now as far as you were concerned, the war was over?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "No, I was watching television to try and find out whether there had been any other events and in that way I realised that we were the only ones who had actually done something.",
            "Male"
        ],
        [
            "MR BOTHA",
            "In the last paragraph of your affidavit you say: \"I can't believe that I could have been so shortsighted.\"",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That's correct.",
            "Male"
        ],
        [
            "MR BOTHA",
            "I put it to you, that you were so shortsighted because the alcohol had actually made you that way and not politics.",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "No, that's not the case, we believed what the right wingers were proclaiming and we stood by our people and we were prepared to help them in this specific time.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Did you buy this 12 bore shotgun for the purpose of shooting a black man with it or was it the purpose to protect yourself?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To protect yourself or?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "I've asked the question double, I apologise, he's got only one answer and I think that he must just clarify that.",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Is it correct that you bought the firearm to protect yourself?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "No.",
            "Male"
        ],
        [
            "MR BOTHA",
            "I'm sorry I wasn't listening?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "I also purchased the firearm to protect my family but that was not the exclusive reason why I bought it, there was more than one reason why I bought a firearm.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Just at that point, can you say what is the other purpose for which you acquired this firearm?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Because sometime before the elections it was said that we should arm ourselves and I also wanted to protect my family and that is why I bought the shotgun.",
            "Male"
        ],
        [
            "MR BOTHA",
            "In your application you mention two political parties, you already mentioned that the AWB made certain calls and according to you, they said that you should go to war?  Is that also the case with the other party, that you apparently supported?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "I will say that it wasn't so very applicable to that other party because there were also certain criticisms voiced against the election.",
            "Male"
        ],
        [
            "MR BOTHA",
            "I see that you mention in your statement that you went to Mr Gert de Bruin's home that night?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Was it to go and buy liquor?  Why did you go there?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "No, we stopped there to find out whether he had heard anything more about the defiance and resistance campaign against the elections but he wasn't home.",
            "Male"
        ],
        [
            "MR BOTHA",
            "And then you decided that you would simply continue on your own without the knowledge of this AWB officer?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Wheeler, at what time did you go to Mr de Bruin's home?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "It was approximately half past seven to twenty to eight.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.\nADV. BOSMAN: ...[inaudible]",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "That is correct.\nADV. BOSMAN: Was that at a stage when you already had the firearms in the car?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOTHA",
            "I would like you to sketch for us a picture of the situation at Mr Pyper's home where you were together as friends.  You mentioned that there were friends present and from the record it appears that there was a Mr Eksteen and his wife?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Also a Mr and Mrs Skikkerling?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR BOTHA",
            "And even in front of them you continued with your political talk?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes, we did.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Later that evening the Skikkerlings left?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Mr Eksteen remained behind?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Mr Eksteen then said to you or said to Mrs Pyper that she should see to it that yourself and Mr Pyper would not leave that night because he could sense that he was trouble looming?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes that's true, I think that's what he saw.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Later that night he left but he returned to just come and check to see that everything was okay?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "I'm not aware of that.",
            "Male"
        ],
        [
            "MR BOTHA",
            "I will leave that there.  You were working on your Audi car?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR BOTHA",
            "And this vehicle was at Mr Pyper's home?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR BOTHA",
            "It also appears from the record that some of the tools were still attached to the engine which indicates that you just decided at some point that you'd had enough and you left all the tools and the rags there?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes, we didn't have the necessary parts to continue with our fixing of the car.",
            "Male"
        ],
        [
            "MR BOTHA",
            "You then took the car and you left to go and fetch the faster Sierra and the firearms?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Correct.",
            "Male"
        ],
        [
            "MR BOTHA",
            "You know, this is simply another indication to me that this was an act flowing from your consumption of liquor.  The fact that you were so negligent that you simply left the engines and the tools and the rags there?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "I put it to you like this that Mr Pyper and I didn't live very far apart and it wasn't necessary to remove these things.  Our homes were about 20 paces from each other.",
            "Male"
        ],
        [
            "MR BOTHA",
            "So you drove with the engine and the keys and the cloths round the block to your home?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOTHA",
            "I put it to you that if you had committed this act out of political conviction then you would not at all have gone about it in such an unplanned fashion.  The unplanned modus operandi which you used indicates that it was alcohol instead of politics.",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "I put it to you that any person probably uses alcohol on a day off but that it played no role in our decisions.  We knew exactly what we were doing.",
            "Male"
        ],
        [
            "MR BOTHA",
            "This is nothing other than a political assassination and if you had planned it in front of friends, people who would have tried to dissuade you from carrying it out, does that sound to you like someone who has a political objective or rather someone who is speaking in a drunken or out of a drunken sense.",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "It is so that Mr Eksteen probably wanted to prevent it but it came to my realisation that we had to make our contribution to this rightist resistance, to the takeover of our country.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Mrs Pyper also tried to dissuade you at one point, you swore at her?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "I'm not aware of that.",
            "Male"
        ],
        [
            "MR BOTHA",
            "According to the Supreme Court...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, what aren't you aware of?  The fact that she tried to stop you or the fact that you swore at her?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "Yes, that's right, no the fact that I swore at her.",
            "Male"
        ],
        [
            "MR BOTHA",
            "It's not all that important but at a point she attempted to call the police?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOTHA",
            "And you knew that she was going to telephone the police?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOTHA",
            "At one point she also hid your motor vehicle keys so that you couldn't drive with this mission?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That's correct.",
            "Male"
        ],
        [
            "MR BOTHA",
            "And if you wanted to execute this assassination, why proceed with it if it would be clear to you that she would phone the police and she did in fact contact the police - why did you continue with it?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "It was, as they said, the quest for our fatherland and our Boerevolk and this quest inspired me to such an extent that I continued with this and that I believed firmly and was convinced that there were others who were also assisting in this freedom war which of course later would appear to be incorrect.",
            "Male"
        ],
        [
            "MR BOTHA",
            "I put it to you that you were inspired by the brandy and I have no further questions.\nNO FURTHER QUESTIONS BY MR BOTHA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Botha.  Mr de Koning?",
            "Unknown"
        ],
        [
            "MR DE KONING",
            "Thank you Chairperson.  If you would allow me, I'm going to ask a number of questions just for about five\nminutes in order to clear a few aspects.\nEXAMINATION BY MR DE KONING",
            "Male"
        ],
        [
            "MR DE KONING",
            "Mr Wheeler, please correct me if I'm wrong, but my recollection is that the election of 1994 was scheduled in order to take place over two days.  Is that correct?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Do I also understand it then in terms of your testimony that you and the second applicant, Mr Pyper, on the 27th April, attended or were at Mr de Bruin's house twice.  Once in the morning and once in the evening, shortly before the shooting?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes that's correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And the purpose of the visit to Mr de Bruin's house in the morning was in order to determine when things would be happening and what would be happening.  Do I understand that correctly?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And my instruction is that at point it was already known that a bomb had exploded somewhere, somewhere on the Eastern Rand?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes that's correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And do I comprehend your testimony correctly in so far as you create the impression with me that you regarded Mr de Bruin as someone who was higher up in the hierarchy of the AWB as a mere supporter?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes that's correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And the message which you received as I understand your testimony regarding the first visit in terms of the fact that the bomb had exploded, this signalled the beginning?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And that violence had begun in terms of the disruption of the election, is that correct?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And do I also then understand your testimony correctly in that you say that the shooting with a shotgun was a further attempt to disrupt the election?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes that's correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And my comprehension of your testimony is correct in that you leave the impression with me and I would like to know if you concur with my impression, that between you and the second applicant, Mr Pyper, you actually assumed the leading role although he actually pulled the trigger, do I understand it correctly?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes you could say that.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Furthermore, I would like to determine with you whether or not you concur regarding my instruction to the knowledge that before the day of the 27th, by the second applicant and yourself, an opportunity was sought out at work in order to secure explosives but because of security measures, that opportunity did not present itself?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That could be so.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Furthermore, I would like to determine from you that this shooting had taken place on the evening of the 27th, that is a common issue and that my comprehension of why it occurred in the evening and that people often do strange things in the evening in the hope that they might not be noticed, is that correct?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That's correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Then I would also like to control the following with you, what are the christian names of Mr Eksteen?  Is that Mike?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And in their home before you and the second applicant left the home to go and fetch the firearms and ultimately launch the shooting in terms of the attempted derailment of the election, you attempted to persuade Mike to contribute to this.  Is this correct?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And that because of his opposition to this you told me and I beg your pardon, Chairperson, you told him that he was a \"slapgat\" and that he was not prepared to do his part for Volk and Afrikanerdom?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That is correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Just a moment please.  Am I correct when I say that the second applicant's impression was that Gert de Bruin had some other higher appointment than a mere supporter of the AWB movement?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That is correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And Gert de Bruin was approached by you and it appeared, to be informed regarding the strategies more so than you and the second applicant, is that correct?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Mr Wheeler, perhaps I should just ask you another question first, in so far as my learned colleague Mr Botha wanted to bring home to you that on the evening of the 27th April 1994, you were under the influence of alcohol and I would like to just accept that for the moment, would that have been the first opportunity or moment in your life where you had too much to drink or had you been like that before?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "No, I had had too much to drink before.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And if alcohol was the motivation or the agent which inspired you to go on this expedition which we could say that the objective was to kill or injure black people, you would then concur with me that there had been ample opportunity before the 27th to do this, is that correct?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Can we then accept your answer that you did this on the 27th April in order to derail the elections?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Because from what I understand from your statement and I'm referring to it's entirety you held the fear or it was inbedded within you from the AWB's side that the election would bring about essential changes in the government structure?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That is correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Chairperson, might I just ask for five minutes because there are certain issues which I am still slightly unclear about?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly Mr de Koning.  We'll take a short adjournment.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR DE KONING",
            "(cont)\n\tThank you Chairperson.  Chairperson for the sake of order shall I wait until everybody has returned and is seated before we proceed?  Thank you Chairperson.\n\tMr Wheeler, my instructions are that the second applicant \nat an opportunity by means of the mediation or for want of a better word, by the mediation of Mr de Bruin applied for a 303 gun which would come from the Lenasia Military Unit or something of that sense.  Are you aware of that?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Did you also make such an application?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "The guns however for some or other reason were not made available?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Then, with the second visit to De Bruin's home on the evening of the 27th as I understand it, shortly before the shooting, Mr de Bruin was not at home?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And the second applicant remained seated in the vehicle at that occasion?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Perhaps just to observe whether or not your and the second applicant's versions correlate with the following aspect, it is my instruction that the hope which you cherished with this deed was the derailment of the election and the hope that a State of Emergency would be announced which would bring or prevent a complete change of the political dispensation?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Thank you Chairperson, I have no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr de Koning.  Mr Steenkamp?",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Mr Chairman, if you would allow me just two questions.\n\tMr Wheeler, just to clarify it for myself, the instruction that you received was this to the effect that you understood it that you could take a weapon and during or before the election kill any black person?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "No it was said that we should acquire weapons and that that is what would happen.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "On what grounds did you decide that it was your responsibility to kill, shoot a black person during the election?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "From the fact that I saw myself as a white Afrikaner and that is how I identified myself with what happened.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Did the AWB ever create the impression with you that your contributions would be important in light of the fact that you could go and shoot a black person on your own?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes - might I just consult with my legal counsel?",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "I will explain the question.  Mr Wheeler, did the AWB ever order you that you or members of the AWB, was it\never said to you that you could take a weapon and that it would be justified within the struggle of the AWB to take a weapon and shoot a black person?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That is what I heard from their discussions and that it would be a collective attempt not an individual attempt.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Before or after the incident did you contact the AWB?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "After that my wife contacted them.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Did you contact them afterwards and tell them what you had done?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "No because the day after the incident we were arrested and I think that for about two or three weeks we were in detention before our bail application was granted and during that time my wife tried to make contact quite a number of times and they said that they did know about us and the incident.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "And my final question to you........\n..(tape ends)",
            "Male"
        ],
        [
            "MR PRINSLOO",
            ": .....next, I see the pages unfortunately are not numbered, sir, but typed pages, typed page 35, in the middle.   Do you have the documents in front of you?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the bail application?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It also appears in ...(intervention).",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...in the second volume of documents.   Maybe if you can get to the bail application and then just point to the number of, the page number of the bail application and we can get it on our papers.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Mr Chairman, it's on page 45.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Of the bail application.   That is page 55 of the second volume of the papers.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "I'm sorry, Mr Chairman, I'm confusing everyone, it's page 35 of the bail application, and the numbered page it's page 45.   The page number, it's page 45.  In the middle of the page, and I will just read to you briefly\n\"Where are your husband's political convictions? My husband does not have specific political convictions, he has never belonged to a political organisation, he does not have any attitudes against any other political colour or race, he treats everyone equally well.\n\t\tAnd regarding politics?\n\t\tI cannot say that he has moved into a specific direction.\"\nWas this also a light held by your wife?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes, I gave the instruction to state it as that\nbecause my advocate or my attorney granted me two chances and said one could be like this and one could be like that, and I considered, in terms of my family and decided that we would not follow a political direction.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "No further questions.\nNO FURTHER QUESTIONS BY MR PRINSLOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you. Mr Moloi, do you have any questions you would like to ask the witness?",
            "Unknown"
        ],
        [
            "MR MOLOI",
            "Thank you, Mr Chairman.   Mr Wheeler, according to your evidence, you had received a military training?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Amongst other things, you were taught was to obey orders given by your seniors, is that correct?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Were you at any stage during military training, and even when you were engaged in military activities, allowed to make your own conclusions of what could be meant by a policy, for instance?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "No.",
            "Male"
        ],
        [
            "MR MOLOI",
            "So at all times instructions were to be clear cut and understood unequivocally?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That's quite correct, yes.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Do I also understand that you say you had not received any clear-cut, unequivocal instructions to kill blacks?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That is correct, under the given circumstances of the '94 elections, and what predecessed it, and what was said by people, led to this incident.",
            "Male"
        ],
        [
            "MR MOLOI",
            "You then drew your own conclusions from what you heard being said by the leadership of the AWB?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes, through my conclusions, I thought that we were assisting them in this operation or war, as they called it, we assisted them, I thought so.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Had they specified to you which form this war would take?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "They just said that we would know, and that is it.",
            "Male"
        ],
        [
            "MR MOLOI",
            "And were you ever informed that it has now started and in which form, and what your contribution should be?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes, after we've been at Mr De Bruin's house, and he confirmed that bombs went off and this is the beginning of the resistance.",
            "Male"
        ],
        [
            "MR MOLOI",
            "What did he mean by that, did he mean now bombs are going to continue going off, or whether you must now take your rifle and go out and shoot?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That was as I took it, that now we, as white people, now our action has begun, and I took it as myself clearly, as the bombs went off, I knew something is busy happening here in South Africa.",
            "Male"
        ],
        [
            "MR MOLOI",
            "According to the radio broadcast you heard, was the bomb explosion attributed to any particular person or organisation?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "No, it happened at the airport, and which meant that once that you close off all the, as we can say accesses, that nobody could escape, and that is what I saw in this thing, that nobody, if somebody starts attacking these places, then obviously to me it meant that it started, what these people had said.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Chairperson, before we continue, I'm not certain whether or not my client is aware of the fact that he may use the interpretation services and perhaps he might be a bit more comfortable using these services.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, because whatever you say is getting translated simultaneously as you speak, but if you would just speak a little slower, it would assist us greatly.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Thank you, Chairperson.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Mr Wheeler actually the question is, did anybody claim responsibility for the bomb explosion that you heard of over the radio?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "I can - it's what I know.",
            "Male"
        ],
        [
            "MR MOLOI",
            "So the bomb could have been set by the right wing or the left wing or anybody else for any purpose whatsoever?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Not within this specific context of the events of the election and what preceded it.   Regarding this specific event, we knew that it was the right wing that had planted this bomb.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Because there were left-aligned parties against the elections?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "This could be true.",
            "Male"
        ],
        [
            "MR MOLOI",
            "So the shooting we are talking about took place before the close of the elections on the day in question?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOLOI",
            "And earlier in that day you had seen scores and scores of people queuing at polling stations for voting purposes?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOLOI",
            "For the simple reason that the elections were scheduled to take place over two days, it's quite likely that at the time of the shooting, there were still scores and scores of people queuing at the polling stations?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That may have been so.",
            "Male"
        ],
        [
            "MR MOLOI",
            "You wanted to make your contribution to hinder the process of the elections, but you did not choose to go shoot where there were many blacks queuing for voting purposes?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That's correct.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Instead you chose to go shoot in an abundant area, where only one vehicle was moving at the time, and did not know whether or not those people were interested in the elections or not?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "As I have stated, I accept that that 90% of the black South African population supported the ANC and that is how I accepted it, and that we attempted also, through this incident, which today we could term isolated, we attempted to embed fear within the minds of other people.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Did that incident have relevance really to the elections?   The elections were not conducted in that abundant road in the middle of nowhere?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "I could put it to you as follows:  that we were an isolated case.   If the objective had been achieved which was proclaimed by these people, it would have been a completely different situation, but for the reason that we were an isolated case, it is now a completely different story.",
            "Male"
        ],
        [
            "MR MOLOI",
            "The fact of your contribution towards the cause of the AWB would have been much greater if you had chosen to go shoot where there were people queuing for purposes of voting, because your intention is to disrupt the voting process, is it not?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That is possible.",
            "Male"
        ],
        [
            "MR MOLOI",
            "After this incident, did you report to De Bruin that \"I have now contributed by doing X, Y, Z\"?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Mr De Bruin was not at home that evening, and after we returned, I went home, but I dropped Mr Pyper off at his home and I went to my own home, and the following morning I returned to Mr Pyper, where we discussed these things and I said to him again that I did not believe that we had killed people and I returned to my home and that is where the police arrived then.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Did you endeavour in any way to reach De Bruin, your immediate senior, according to you, or any other AWB official?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "No, I did not, because on radio and television there was no mention of the so-called resistance which would have been carried out by the right wing movements.",
            "Male"
        ],
        [
            "MR MOLOI",
            "...contribution then have been recognised by AWB if you had not made it known to them, and secondly by the political, the government leadership at that time, because it was your intention to disrupt what they were doing, the elections, how would it have been known?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "We must once again consider the allegations which were made that we were in fact a group of people who carried out these actions, and that is what I believed as well, and the day after the incident, we were reasonably shocked or embittered because no other incidents had occurred, and that we had acted exactly according to that which the right wing had proclaimed and that nothing further had happened.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Can you really say you had acted precisely as the right wing had prescribed, because if I understood you properly, you were never given instructions to go shoot the blacks?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "I would say so.",
            "Male"
        ],
        [
            "MR MOLOI",
            "...proud then if the disruption of the elections succeeded, that your organisation, through your contri-bution, is recognised as the cause thereof?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes, I would have been proud.   However, after these events, what is there to be proud of.",
            "Male"
        ],
        [
            "MR MOLOI",
            "How would, before you were arrested, how then would your organisation accredit you, so to say, with that deed if you did not inform them about it?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Let me put it to you this way, there was no mention of accreditation or reward, we were told that we were doing this for our country.",
            "Male"
        ],
        [
            "MR MOLOI",
            "No further questions, Mr Chairman, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.   Advocate Gcabashe, do you have any questions you would like to put to the witness?",
            "Unknown"
        ],
        [
            [],
            "Yes, thank you chair.   Mr Wheeler, talking about the value system that you were brought up in as an Afrikaner conservative young man, those same values you were taught in your family were the values that people like the Ecksteens who were at your house, the other family, Schutte, I mean they, your wives, they held the same values, didn't they, they were brought up in the same types of households?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "I'm not certain as to how they were raised.",
            "Male"
        ],
        [
            [],
            "The discussions you had on your house on the 27th, the political discussions, you were all agreed that you were under threat as a \"volk\", that you needed to protect yourselves and you needed to try and conserve the values you had been taught?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "Could you repeat the question please?",
            "Male"
        ],
        [
            [],
            "Just from the discussions you had on the 27th, you were talking about politics, yes?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            [],
            "The ideas that you were sharing were based on the same values you had all been taught, you know that you are a folk, you are a grouping of people, fairly conservative people, yes?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "Those who were present, who were not as far right as what we were, had their own ideas and I had my own ideas.",
            "Male"
        ],
        [
            [],
            "I'm simply saying that the core of things you were discussing, as Afrikaner people, was that you believed in certain things, is that correct?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "That is what I believed, yes.",
            "Male"
        ],
        [
            [],
            "And you wanted to preserve your culture, your status as fairly conservative people?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "That is correct.",
            "Male"
        ],
        [
            [],
            "And this is what colours your political idea as well, you know, your upbringing, those values you are taught, there are certain political objectives therefore you try and achieve?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "That is correct.",
            "Male"
        ],
        [
            [],
            "I'm just thinking broadly in terms of the AWB, broadly in terms of Afrikaner families, what I have learnt about them in proceedings such as this, so if I'm wrong, please say I'm wrong, all right?   Now, in those discussions, you and Mr Pyper were the only ones who wanted to go out and do something to derail these elections?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "That is correct.",
            "Male"
        ],
        [
            [],
            "And you heard the discussion between I think it was Mr Ecksteen and Mrs Pyper, where he said to her, \"Try and stop them\", you were there?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "I think so.",
            "Male"
        ],
        [
            [],
            "And you, despite having your own people say to you, \"This isn't the right thing to do, not now\", you still decided to go out and shoot whichever black person you came across?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "You could put it that way.",
            "Male"
        ],
        [
            [],
            "You went out and didn't bother to identify those black people as ANC or Communist Party members?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "As I've said, one must look at the broader spectrum, if one wanted to identify the people, you would have had to have gone to the election rooms and looked at the ballots which they had voted with in order to determine who was ANC or who had voted for other parties.",
            "Male"
        ],
        [
            [],
            "But your upbringing was to value life, yes?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "That's true.",
            "Male"
        ],
        [
            [],
            "The only time you would go against what you had been taught from childhood would be where you had a specific political objective?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "That is correct.",
            "Male"
        ],
        [
            [],
            "Now I'm talking about this particular case, how did you think you were achieving a political objective when you couldn't identify your enemy?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "I accepted that black people voted ANC and that they were ANC orientated, and that led me to doing this.",
            "Male"
        ],
        [
            [],
            "Now, you grew up with black people around you, whether they were workers, but you grew up with black people around you, yes?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "No, the only time when I worked with black people was when I actually began working, when we mixed with black people, so to speak.",
            "Male"
        ],
        [
            [],
            "Didn't you have black \"bediendes\", people who worked in your home from a young age to the time you were married and settled?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "No.",
            "Male"
        ],
        [
            [],
            "The few black people you met at work, did you assume that they too were ANC or Communist Party members?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "On the mine there were various cultural groups also from other countries, for example from Mozambique, who had come to seek out work here, and those with whom I identified as South African mine workers, in my mind they were ANC members.",
            "Male"
        ],
        [
            [],
            "But this wasn't a fact that you established at any stage?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "No.",
            "Male"
        ],
        [
            [],
            "And forgive me if I'm wrong, do say so, this isn't what the AWB taught you or talked about, that all black people are ANC or Communist Party people, all of them?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "Everybody accepted it as that, and we also knew that the IFP was on the one side and automatically the AWB was aware of them, so it was said that black people supported the ANC, however most of the IFP members came from Natal and we didn't really have anything serious to do with the IFP people.",
            "Male"
        ],
        [
            [],
            "Also Lukas Mangope and the AWB, to a certain extent, co-ordinated activities, supported them in certain ways, those were black people, the AWB didn't teach you that every black man is an enemy, am I wrong?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "You could put it that way.   If you observed what had happened in Bophuthatswana, that the AWB members were driving through the streets and voluntarily shooting at black people, so at that stage they didn't know to which party those people belonged.",
            "Male"
        ],
        [
            [],
            "Yes, but the AWB people went there specifically to protect a black person and his followers, those were not their enemies, that's why they died there, they were helping black people?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "That is correct, for the reason that they helped black people there and that also substantiated that the ANC had once again recruited or incorporated Bophuthatswana into South Africa.",
            "Male"
        ],
        [
            [],
            "What I'm putting to you, as I understand what I heard of the AWB, they act on principle, there is a cause they believe in, they are principled that they base what they do on, they don't make general assumptions?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "It was indeed so with the case of Bophuthatswana, but in the case of our own country, in terms of the 1994 elections, it was a different story.   How else?  Because there is no other way to determine which people would be IFP or ANC, seeing as black people were the majority, how would we distinguish between who would be an IFP or an ANC follower, as well as white people in this case who supported other organisations?",
            "Male"
        ],
        [
            "MR MOLOI",
            "How would your conduct then, if I may jut in, how would your conduct then of shooting these people you couldn't identify have assisted you in achieving the political objective of eliminating your enemy, your enemy, and in so doing derail the course of the elections?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "We must not forget that this period, during which people proclaimed that we were part of a large-scale resistance power or movement, that we would put the country into a state of war.   It was our view that we would have been part of this, not only us, but that there were also other people who were doing the same sort of thing, and which, at the end of the day, did not transpire, as such.",
            "Male"
        ],
        [
            "MR MOLOI",
            "...say indiscriminate action against whomsoever would achieve the objective you sought to achieve, namely to derail the elections by endangering or killing your enemy, the ANC and the SACP supporters?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "At that stage I believed this, and I stood firmly by what I believed.   However, today I have a completely different viewpoint.",
            "Male"
        ],
        [
            [],
            "Were you a registered member of the AWB?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "That's correct.",
            "Male"
        ],
        [
            [],
            "And you joined them in 1993?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "That is correct.",
            "Male"
        ],
        [
            [],
            "How many AWB meetings did you attend between the time you joined in '93 and the 27th of April 1994, just roughly, I don't want exactly?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "Approximately 10 to 15.",
            "Male"
        ],
        [
            [],
            "And on the basis of having heard the AWB leadership talk about, I'll call it the total onslaught, you decided that you did not need any further authority before taking your gun and going out to shoot the enemy?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "It was said that we would be one collective power, that there were many others who would incorporate their activities in the maintenance of South Africa.",
            "Male"
        ],
        [
            [],
            "Now, looking at the action of shooting the victims on that night, it was because you believed in a cause, it was a principled action, you say?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "That is correct.",
            "Male"
        ],
        [
            [],
            "Now, you did not stop to see if you had achieved your objective of killing these people, correct?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "That is correct, as I have said, I looked in my rear-view mirror and saw that the taxi had not sped or rolled off the road, and from that I made the inference that no-one had died or had been wounded.",
            "Male"
        ],
        [
            [],
            "And yet, having not achieved your political objective, I mean the taxi just veered off the road, you didn't go on to another incident and another one, to make the point you felt you had to make on that day?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "No, we didn't.",
            "Male"
        ],
        [
            [],
            "But you had set out to achieve a particular political objective, you weren't sure that you had achieved it after that first shooting?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "That is correct, as I said today, I was certain that we had not achieved it, because at that point we were not part of the larger force which was protecting our Afrikanerdom, in fact, to tell you the truth, we were part of nothing.   So if others were part of or did the same thing that we did, it would have created a completely different viewpoint regarding that period in time.",
            "Male"
        ],
        [
            [],
            "Well you were part of nothing, this is really the point that I am trying to understand, you were part of nothing at that time, you did not even go to Mr De Bruin's house after the act to say, \"We have done X, what can we do next?\", you were part of nothing?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "Let us once again look at the events preceding the election, what was said, we all know it, we felt so strongly for our cause that we decided to harm these people.  However, at the end of the day, as I have said, on the radio and television nothing appeared which would substantiate the political objective which they were talking about, and one could say that they had left us alone, no-one assisted us.",
            "Male"
        ],
        [
            [],
            "Coming to your day in court, you took the oath to tell the truth, yet you did not tell the truth?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "If I may just intervene, I didn't get that question, but I understand that the question implied that my client testified.   I just want to correct that, he has never testified at any proceedings preceding today.",
            "Male"
        ],
        [
            [],
            "My apology.   I really am thinking more of the bail application, of the evidence that has come from that, in terms of what was said, and yes, other people gave testimony at the bail application.   Thank you, Mr Prinsloo.  But the point really is that the people who did give evidence misled the Court, this is what you are saying?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "Yes, that's correct.",
            "Male"
        ],
        [
            [],
            "And one of the reasons you are saying is that you were worried about the death penalty?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "Yes, correct.",
            "Male"
        ],
        [
            [],
            "A death penalty which, at the time, and I'm happy to be corrected, had already been rescinded by the then President De Klerk, it was actually done away with under his government?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "No, I think there was a moratorium that existed in the, putting such sentences into effect, it was still in existence and on the books at that time.",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes, because if we look at the court records, it was also mentioned in court.",
            "Male"
        ],
        [
            [],
            "Again, the point, the point, however, being that if you were a principled member of an organisation, if you were a member who believed in your cause, you wouldn't mind either the death sentence or life imprisonment for the cause, for your cause?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "Let's look at it this way, we had time to reflect on it, and there wasn't a lot of right wing resistance against the taking over of the government, the handing over of political power from white to black, so my reasoning was, why should I decide, or I thought I should decide, should I continue or should I look at my family's interests, that was at the stage after we moved into the new South Africa, and based on these considerations, I decided that I would not follow the political route.",
            "Male"
        ],
        [
            [],
            "Finally, my difficulty really is with that political objective, as has obviously become the crucial discussion in today's hearing.   I am concerned and what I don't understand is why you have waited all of this time to actually say, \"We did it for our cause, you know, there was a political objective\"?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "In the first place, I considered my family's welfare, and for that reason I didn't want to receive the death penalty, and for me, who was part of an organisation who was supposed to take part in the toppling of a government, I felt that I could at least try to contribute to reconcile people.   I didn't do this thing simply just for the sake of doing it, I reflected on this matter for a long time and ultimately I decided that this was the right thing for us to do, not only for us, but also for other people, also whites like ourselves who are opposed to this, just to demonstrate where it actually gets you, and that's why I'm here today.\n\tThank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Advocate Bosman, do you have any questions you'd like to ask?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Thank you, Mr Chairman.   Mr Wheeler, I need some clarity about the membership issue of the AWB.   What did you do to become a member, did you sign a register, did you pay a subscription?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "Yes, you also had to fill in a form, which I did, and you had to pay a subscription.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Did you receive any acknowledgement of your subscription, did you receive a membership certificate?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "No, to this day we haven't received anything like that.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Did you expect such a thing, were you told that such certificate would be issued?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "Yes, I assumed that people would come and see me at home and that sort of thing, but I assumed that people forgot to do that, and collections were also taken up at the meetings, party meetings, they collected money, and I then made my contribution.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "How would you have identified another AWB member?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "AWB members got to know each other at meetings, like for instance the one where we met Gert, and also when you talk to people, you find out how they are orientated, politically speaking.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And how did you determine from whom you could receive orders?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "These people were speakers, and they were eloquent speakers, and I accepted that these were the kind of people who had authority.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Are you saying that anybody who spoke from the podium and who addressed a meeting would be a senior person in the hierarchy who could give orders?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "It was from the way in which they spoke and from their demeanour, one could ascertain what kind of a person this person was and in what capacity he was involved and what his thoughts were.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Now, if you couldn't get hold of Mr De Bruin to find out how your contribution would fit into the wider strategy, was there anybody else whom you could identify or refer to?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "I think so, I'm not sure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In the bail application proceedings and in the papers, it seems that the braai that you and your friends had on that afternoon started at about 12 o'clock during the day, is that right?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "It's possible.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To give, you to give us some indication of the quantity of alcohol that you drank from the start of the braai until the time that you and Mr Pyper went away in the vehicle?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "Let us say six beers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Quarts?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "Yes, and a half a bottle of brandy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Each?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "No, how could I put it, we shared it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was there also other people present, so ...(intervention).",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "I really can't tell you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There was also mention in the proceedings of whisky being drunk, can you recall?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And were you and Mr Pyper drinking neck to neck, I mean having about the same amount, or did you drink more than him or he more than you?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "I can't answer you on that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What would you say your state of sobriety was when you got into that red Sierra to - with the shotgun?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "We were under the influence, I can't say to what extent, I can't say how drunk we were, but we were under the influence.   I had had more to drink than was permissible.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You mean that if you were stopped by traffic cops, you wouldn't have passed the ,08% blood alcohol, you would have been ...(intervention).",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you said in response to questions put to you by Mr Botha, that when you left, you were under the impression that the police were going to be phoned and told about what you were going to do, is that correct?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And yet you proceeded with your plan, or with your intentions?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you do that?   Your intention was to go and kill somebody?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "We were firmly convinced that there were other people who would make the same contribution to try and plunge the country into war, and I firmly believed that I was part of that larger plan, and believed that we were busy with a bigger resistance campaign, I didn't think that we were just two of us, two people committing an act by ourselves, we were of the impression that we were part of something bigger.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you agree that one would expect that if somebody's planning to go and murder somebody, or execute somebody, or assassinate somebody, and you had to plan it properly, you would take precautions not to get caught, like changing the numberplates on your car or not even using your own car, using some other vehicle that couldn't be traced to you, that sort of step to cover up your acts, and yet you say you go there, you go in your own motor vehicle, knowing or expecting that the police may well be telephoned and informed of it, but you say that's because you thought it was a larger operation, a small part of a larger operation?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "That is correct, and that everything would have been in a state of confusion in the country.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that your (indistinct)?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "That is correct.   There were also indications that the police would support right wing groups, which also turned out not to be the case.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is Mr Ecksteen a member of the AWB?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Prinsloo, do you have any questions, arising questions in re-examination?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Yes.   Thank you, Chairperson.",
            "Male"
        ],
        [
            "RE-EXAMINATION BY MR PRINSLOO",
            "The first aspect, Mr Wheeler, I'd like to refer to, your evidence during evidence in chief and during cross-examination is to the effect that you thought that you were part of a war which was about to commence?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And the organisation whose interests you wanted to serve by your conduct, who was that, or what was that?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "It was the AWB and partly the CP.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Chairperson, with respect, I would like to refer to the applicant's application, on page 5 of the paginated documents, paragraph 11(a), the question is\n\"Were the acts, offences or commission executed in the execution of an order of or on behalf of or with the approval of an organisation, body, liberation movement, State department or security\nforce?\"\nAnd the answer given there is:-\n\"No.\"\nMy instruction is to apply to you at this stage for the amendment of that form, the answer should be:-\n\"Yes, on behalf of the AWB.\"\nAnd my instruction is:-\n\"Also on behalf of the CP.\"\nAnd I therefore request the according amendment.\n...(tape ends)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr De Koning?",
            "Unknown"
        ],
        [
            "MR DE KONING",
            "I don't have any particular objection, neither to standing down or the amendment, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Prinsloo, perhaps it would assist, you want to amend it to say, to insert the answer yes, if we could just get that ...(intervention).",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...to get the answer that you wish to insert there, the answer is yes, and then is there any qualification to the yes?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "\"On behalf of the AWB and the CP.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, the copy that I have of that application form, at present the answer there is, it's typed in \"Nee\".",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you want to delete that?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think we'll take that short adjournment for Mr..., what is the time now?   Perhaps we can take the lunch adjournment at this stage, I see it's ten to one, and then if possible if we could try to start at ten to two, we'll just bring the lunch adjournment ten minutes earlier.  We'll take the lunch adjournment now.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Botha?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Thank you, Mr Chairman.   Mr Chairman, I had a look at Mr Prinsloo's intentions on behalf of the first applicant.   My respectful submission is that at this stage there is no real reason and no real real reason for this, as he describes it as a mistake, and that should be clarified, why is there such a mistake on the documents, and this mistake goes to the essence of this whole hearing.   Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Prinsloo?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Chairperson, I agree with my learned colleague.   I would like to lead evidence, but that will have to take place with your permission, because that is actually in the nature of evidence in chief, and therefore I would have to ask permission from you to find out whether I can deal with this matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is in order.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Thank you, Chairperson.",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "(still under oath)",
            "Unknown"
        ],
        [
            "FURTHER EXAMINATION BY MR PRINSLOO",
            "Mr Wheeler, is it correct that this application form of yours was drafted in consultation with your legal representatives?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Is it correct that you considered the questions in paragraphs 11(a) and 11(b) of the application form?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "When the form was completed, the answer to 11(a) was \"no\"?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Can you recall what the motive was at that stage why the correct answer to this question in 11(a) was \"no\"?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "I misinterpreted the question and I thought they, or I thought it referred to whether there was money involved.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Is it correct that as far as 11(b) is concerned, that you read 11(b) with 11(a)?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And did the question in 11(a) have any effect on your interpretation of 11(b)?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Can you recall how you reasoned at that stage, why 11(b) or why 11(a) had an effect on your answer in 11(b), or otherwise, the other way round?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "If I'd said yes in the previous one, then that would have implied that we would have had to give them names of the people, because I misinterpreted it in the previous question, I thought that it referred to money being involved and that's the reason why I thought it had to be answered in that way, I thought it would cause a big misunderstanding.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was there any issue of you having argued that there was a direct order being given for the commission of the offence which you committed?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Please listen to my question carefully, did you at any stage consider to say in this application that somebody gave you a direct order to commit this specific offence and kill this specific person?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "No.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Is it also so that the portion which appears on page 5 of this application at the top of the page, that that portion was completed simultaneously with the rest of the application?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "That also includes the portion which appears on page 5, I quote, it's the fourth line from the bottom, the typed version\n\"In that way I wanted to, in respect of the political struggle of the AWB and the CP, SACP, I wanted to promote that political struggle.\"\nIt included that part as well?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "That is then the evidence in respect of this aspect of Mr Wheeler's application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "I submit, Chairperson, that as far as the application for amendment is concerned, that it appears very clearly from the top portion of page 5 that in reality there is no misunderstanding as far as the correct interpretation of the application as a whole.   I want to emphasise the sentence that I've quoted, that it had to have followed logically that that would have been the answer, if there was no interpretation problem, then the answer in view of what the applicant had said at the top of page 5 must, the answer must have been yes, that is the answer now to 11(a), there can be no other logical conclusion, because these two things, as they stand, are contradictory and in view of this it can have no prejudicial consequences for any interested parties if this amendment is granted.   It is actually self-evident.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Thank you, Mr Chairman.   Mr Chairman ...(intervention).",
            "Male"
        ],
        [
            "INTERPRETER",
            "Speaker's microphone.",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "...my argument on this point over until the end of these proceedings, regarding this, especially there's a few questions that still has to be asked pertaining to this.  How can he think that this was, this meant something to do that he, that there was money involved, but with your permission I will hold it over for argument at the end of the proceedings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Prinsloo, it doesn't really have much effect whether the application to amend is granted or refused at this stage or at a later stage, would you agree with that?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Yes, Mr Chairman, I just wanted to do it earlier rather than later, to not create the wrong impression.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "But I agree with you, with respect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What would your attitude be to Mr Botha putting a few questions to Mr Wheeler at this stage?   It might save making an application to recall him later on this point, as to how he could make that mistake, I think, would you have any objection to that?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "No objections.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Botha, would you like to ask some questions now at this stage?   It might save some time later.",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Yes.   Yes, I will do it now.   Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR BOTHA",
            "Mr Wheeler, your explanation is that this question 11(a), you interpreted it to refer to  financial reward or interest.   If you read question 11(a)\n\"Was the act, commission or offence carried out in the execution of an order of or on behalf of or with the approval of the particular organisation, institution, body, liberation movement, State department or security force?\"\nAnd your answer was initially no.   How could you have interpreted this question as referring to any financial reward?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Maybe I can explain it like this, when I drafted these documents, I was still in prison, and I read through it very briefly, and that's how I interpreted it.",
            "Male"
        ],
        [
            "MR BOTHA",
            "You say you read it briefly, when was that?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "I really can't tell you at this stage.",
            "Male"
        ],
        [
            "MR BOTHA",
            "27th of March 1997, that was the date on which the statement was attested to.   Was it more or less at that stage?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "It's possible.",
            "Male"
        ],
        [
            "MR BOTHA",
            "And in this period of almost a year, you haven't realised this mistake before, it's only now that you realised this mistake?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "As I said in my affidavit, I apologise for misunderstanding, and this is something that we actually just didn't notice, due to an oversight.  After we sent these documents away, I never again read through it, I just assumed that what I wrote down here was correct.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Can you remember today what you thought at that stage, a year ago?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "No.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Then how can you tell the committee today that you at that stage thought there was an issue of money involved and that the question referred to money?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "It may be one of the thoughts that entered my mind, and what I thought was that nobody had offered me any money to commit this act, I hadn't received anything from the movement, and that is why I interpreted it in this way.",
            "Male"
        ],
        [
            "MR BOTHA",
            "So you're saying that it could have been something that you thought about a year ago.   Could one of the other thoughts that came to you not have been that it was indeed so that the act had not been committed with the approval of the organisation?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "No.   We mention in the paragraph above that, it was simply a matter of an oversight.",
            "Male"
        ],
        [
            "MR BOTHA",
            "No further questions on this particular point.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Botha.    Mr Prinsloo, just before we move on, just on this, while we're dealing with this matter, 11(b) says\n\"If so, state particulars.\"\nYour amendment to, your application to amend 11(a), will that have any effect on your answer to 11(b) of your client?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "No, chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because that only refers to \"on behalf of\"?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were re-examining your client, I don't know if you have any ...(intervention).",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Yes please, Chairperson, I have a couple of questions.",
            "Male"
        ],
        [
            "RE-EXAMINATION BY MR PRINSLOO",
            "Mr Wheeler ...(inter-vention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...of this application will then be pended until later in the hearing.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Thank you.   Mr Wheeler, I'd like you to just reflect carefully, and take your time, please don't get the impression that we're hurrying you up, take your time and think, and indicate to the committee what your impression was, if you cast your mind back, after you heard these statements and pronouncements made by, for instance, Mr Eugene Terreblanche, in respect of what would happen if the AWB, or the ANC took over the country, that the AWB would take it back by force, etcetera, if you could place yourself back into that period of time, the 27th of April 1994 and you have to indicate to the committee what your views were as to what would happen if the plan which you interpreted Mr Terreblanche to have encouraged you to commit, what would have happened if that plan had taken place successfully, what would have been the outcome on the day of the elections or in that period of time if it had happened as they had held out to you?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "At that stage, with all these statements and pronouncements, we were actually afraid as to what would happen to us if there was a takeover of the government, because in the whole of South Africa's history, there'd never been black people in government, and I assumed that what these people were telling us, namely that it would be a disaster, and it would be especially bad for the Afrikaners if there were such a change in government, that caused me to think what would happen and how things would be after the elections, and in that way I was influenced and I had a growing conviction that the people in South Africa would be very badly off under a black controlled government, and that is how I made the decision to try and combat that.  The explosions that took place at the time also made me realise that these people were actually busy doing what they had promised they would do, and that we would take our land back and that we would not yield to an ANC/Communist government.   All right, today the contrary has been proved, that we are not that badly off after all, and now we realise that we should just have accepted it, and that in the past our people suffered, but today things are not that bad, and I think if we had this view then, we would have had a very different situation today, the feelings that we had then, before the elections, namely the fear that these people, the new government, would oppress us, those are feelings which are hard to describe, and those feelings were instilled in us, and that is how it happened, that is the feeling that I had regarding that period surrounding the elections, I feared that we were entering a very shaky period, and at that stage everybody was full of bravado and quite prepared to resist.   Ultimately, of course, nothing happened and we stood alone.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Wheeler, I don't want there to be any misunderstanding between the two of us, I would like you to describe to the committee, what was the plan, what was the action which you thought should take place if people correctly interpreted the appeals made by the AWB?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "There was the issue of the water infrastructure being attacked or sabotaged and that people's electricity was going to be cut off ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what Mr Prinsloo is asking you is, what, could you tell us what you thought would have happened had this uprising, if we can call it, by the followers of the AWB been successful, also what would have happened after the elections had everything gone as you thought it should have gone, or expected it to have gone?",
            "Unknown"
        ],
        [
            "JAMES WHEELER",
            "We would then have taken over the country entirely.   We would be able to restore the fact of being white people and we would not have yielded to the government.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Who would you have expected to have been in control of the country after the elections?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "I think that Ferdi Hartzenberg would have been a suitable person.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Would you, in those circumstances, have expected anybody to prosecute you for any offences perpetrated in the execution of this war?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "No.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Is that what you thought afterwards, or had you already reached that conclusion at that earlier stage?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "I'd already thought so earlier.",
            "Male"
        ],
        [
            [],
            "May I just ask for clarity, you thought somebody like Ferdi Hartzenberg might take over.   I mean what made you think this, is this what was said in your party political meetings?",
            "Female"
        ],
        [
            "JAMES WHEELER",
            "No, this is what, my own conclusion.",
            "Male"
        ],
        [
            [],
            "But what was said in the party political meeting, you know the end result will be?",
            "Female"
        ],
        [
            "JAMES WHEELER",
            "They just said that we will take over the country and that the country would be governed by the right wing, and I assumed that perhaps Mr Terreblanche would also feature, but my own conclusion was that Ferdi Hartzenberg would be the person to take over the country.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Wheeler, during cross-examination a question was put to you, namely whether you'd told Mr Pyper to shoot, to fire a shot at the mini-bus.   May I ask you the following, in my notes I have a gap there, could you please indicate to the committee, did you at any point say to Mr Pyper that he should fire?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "No, I said that I'd cocked the rifle and handed it to him, whereupon I accelerated to draw level with the taxi and the shot went off.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Towards the end of cross-examination by Mr Botha, he made a statement to you and immediately afterwards he said he had no further questions, but you didn't answer that statement that he made.   The statement was this, that it was the liquor which encouraged you to commit the offence.    What is your answer to that, was it the liquor?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "No, it wasn't.   As we already said, there were many prior occasions when we'd consumed liquor and that was not the reason or the motive why I acted on that day.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "In cross-examination, you were asked whether, who was your immediate senior in the AWB, did you have any contact with him immediately after the incident?   My question is, was there any question of Mr De Bruin being your immediate senior in the AWB?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "No.",
            "Male"
        ],
        [
            [],
            "(Indistinct), you had no seniors or juniors as far as you were concerned, as an individual?",
            "Female"
        ],
        [
            "JAMES WHEELER",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Regarding one other aspect, you've already indicated that Mr Ecksteen was not a member of the AWB?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Now, to the best of your knowledge, who amongst the other people at that gathering on the afternoon of the 27th, who, amongst those people, were AWB members?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "It was just myself and Mr Pyper.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "I have no further questions, thank you, Chairperson.\nNO FURTHER QUESTIONS BY MR PRINSLOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, (indistinct) to Mr De Koning and\nMr Botha to ask if they have any questions arising out of the questions that were put to the witness by the panel members.   Mr De Koning?",
            "Unknown"
        ],
        [
            "MR DE KONING",
            "Would you just bear a second with me, I just want to confer with my learned attorney?   Mr Chairman, can I just make sure?   We're confined to matters raised by the committee as opposed to Mr Prinsloo in re-examination, we're not entitled to that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR DE KONING",
            "Thank you, Mr Chairman.    That means (indistinct).\nNO FURTHER CROSS-EXAMINATION BY MR DE KONING",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Botha?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Yes, I have a few questions.   Thank you, Mr Chairman, I do have a few questions.",
            "Male"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR BOTHA",
            "Mr Wheeler, with reference to what Advocate Gcabashe asked you, he asked you whether you grew up with black people and you said no, you didn't actually grow up with them, but that you worked with them?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOTHA",
            "In your supreme court case, you called a black man to testify on your behalf, and he apparently was a colleague of yours at work?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "Yes.",
            "Male"
        ],
        [
            "MR BOTHA",
            "I refer the committee to page 75 of the first bundle, line 12, if I could read that to you?\n\"He is not a person with political convictions to one or the other side which could serve as a motive, a motivation for the conduct on that particular evening.   He is also not an aggressive person.\"\nThat is now referring to yourself:-\n\"On the contrary, the evidence is that he had very good working relationships with his subordinates and his colleagues.\"\nThe evidence of Klaas Mabaya in this respect is significant.  Was Klaas also lying, according to your instructions, was he lying to the judge?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "If I could put it this way, in 1992, I was working at the mine and Klaas came to work for me, and since then a lot has happened, but in the context of what I said, that we should not follow a political line in the court case, I thought it a good idea to call him to testify.",
            "Male"
        ],
        [
            "MR BOTHA",
            "I'm not understanding your answer.   Please just answer it again.",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "The last time that I worked with this man was in 1992.   He wasn't working for me at the time of the court case.",
            "Male"
        ],
        [
            "MR BOTHA",
            "In 1992?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "That's right.   I was working at Western Deep Gold Mines in 1992, and that is where I got Klaas from to come and testify for me, because I believed that we should not, or that we hadn't achieved our political objective and therefore we believed we shouldn't take the political line, and that's why I thought Klaas should come and testify for me, but this was two years before the incident that I had seen him last.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Very well.  So Klaas also misled the Court, because he testified as to things that happened before '92 and the incident took place in '94?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "The things that he testified about took place in 1991, such as for instance when I referred to there that I took them to their homeland in Lesotho on Christmas day or New Years day.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Would you agree with me that that is not the conduct of the normal AWB person?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "We were not opposed to black people, but we were opposed to what they stood for.",
            "Male"
        ],
        [
            "MR BOTHA",
            "You then refer in your affidavit which you read to the committee today, in paragraph 12\n\"In the beginning of 1992, I resigned from my position at Western Deep Levels Gold Mine and I got a job at the Elsburg Gold Mine at Westonaria.\"\nWhat was the reason for your resignation?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "At Western Deep Levels, I worked quite far underground, and there were several incidences of rockfalls in which black people were killed, and after the last one I decided to resign and go to a safer mine.",
            "Male"
        ],
        [
            "MR BOTHA",
            "The impression which your wife created during the bail application was that you could not, in respect of the death of these black people, that you couldn't actually deal with it and that's why you resigned?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Chairperson, I don't want to interrupt unnecessarily, but I want to ask if these questions are actually flowing from the questions that the committee put?  With respect, I can't see that it does.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Honourable Chairperson, if I may react, what I'm dealing with here is cross-examination by Advocate Gcabashe.  She put questions relating to the relationship between Mr Wheeler and black people with whom he'd grown up, or with whom he had not grown up, and the people with whom he worked, so it flows directly from that cross-examination relating to his relationship with his colleagues and so forth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Advocate Gcabashe would dispute the word \"cross-examination\", questions by her.",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "I apologise, Advocate.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I'll allow it to continue, but if you ...(intervention).",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "I'm finished.   Mr Wheeler, the question is, isn't it so that at Western Deep Levels Gold Mine, that you resigned from that mine because you couldn't deal with the death of people in your team?",
            "Male"
        ],
        [
            "JAMES WHEELER",
            "To a certain extent, yes.\nNO FURTHER QUESTIONS BY MR BOTHA",
            "Male"
        ],
        [
            [],
            "Can I just ask for clarity, are we talking about the black people who were dying, you couldn't deal with that?",
            "Female"
        ],
        [
            "JAMES WHEELER",
            "Yes, because of the rockfalls that took place on the mine.",
            "Male"
        ],
        [
            [],
            "Ja, but that still gives me even greater difficulty at your shooting at black people again who, in a sense, you cared for, and that here you don't bother to identify, can you identify that contradiction?",
            "Female"
        ],
        [
            "JAMES WHEELER",
            "At that point our country was not in danger of being taken over by these people, and I believe that anyone, no matter who they may be, has black people working for them and that they should see to the needs of their workers, is that not so?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Steenkamp, do you have any questions?",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "No questions, thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.   Thank you, Mr Wheeler.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Thank you, Chairperson, these are all the\nquestions for Mr Wheeler.   \n\tI would like to call another witness.   However, there is a technicality which plays quite an important role in my submissions and might influence my decision regarding whether I could call the person, and secondly under which disadvantage I may stand should I call him to give evidence.   As the honourable members of the committee have already heard from the testimony of Mr Wheeler, as well as the documentation in terms of the applications of both applicants, it is very clear that there is an exceptional chance that if Mr De Bruin were to testify, questions would be posed to him and in all probability they would, which might in effect incriminate him, and I wish to ask the committee whether, in terms of section 31 of the promotion of ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct) with the attorney-general, etcetera, that's the section you're referring to?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "That is correct, Mr Chairman.   Otherwise there will be severe limitations on the evidence and you will have the factual situation that every now and again, most probably, there will be objections to certain questions being put because it might have the result of Mr De Bruin incriminating himself.   If the committee, however, issued an order in terms of section 31, after the prerequisites had been met, in respect of questions which might elicit incriminating answers as to the role of Mr De Bruin and his own participating in any planning, then I submit to you then the full truth can come before this committee, and I would urge the committee to, before I call Mr De Bruin, or before I decide to call Mr De Bruin, that you exercise that discretion, so that he can be called and talk freely and so that we can hear the full truth, without technical ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, it would seem from the evidence that we've heard now from Mr Wheeler and as you say what's on the documentation, that it would be difficult to foresee a situation of Mr De Bruin being convicted in a court of law in respect of the death of the deceased and the injury of the deceased's brother, you know either as an accessory before the fact or in any other way, because it would seem that from what Mr Wheeler has said, he made certain statements and he created certain impressions in the mind of the applicants as to what action they should take, but if it would assist, I think the panel would be of the view that the evidence of Mr De Bruin would assist in this matter, so that would satisfy sub-section 2(b) there.   I'll hear what Mr Botha has to say about it, but I don't - my prima facie view is that there wouldn't be a problem from the panel's point of view of complying with the provisions of 2(b) before he calls - section 31.2(b) before he's called, if that would assist.",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "I agree with the panel, Mr Chairman, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Steenkamp?",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Mr Chairman, I actually pre-empted this position and I've already had certain discussions, not myself, but with Advocate Van Zyl, who is the senior deputy attorney-general in the office of the A-G.   I have also, one of the members, instructed one of the members earlier this morning to speak to Advocate De Vries.   He left a message on my cellphone and I've spoken myself to Advocate Van Zyl, and I have got a copy of the fax which was sent to Advocate De Vries's office this morning, he acknowledges the content thereof and as far as section 31's requirements is then stipulated, with all due respect, Mr Chairman, I did have certain discussions with the A-G regarding this specific issue and the position that may arise on this issue.   So I've got copies here, if necessary for ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what Mr Prinsloo would be wanting would be some written confirmation from the attorney-general that the provisions of section 31 would apply in respect of the evidence given by Mr De Bruin, and that he would therefore benefit by the other provisions in the Act that his evidence given in this hearing would then not be used against him in any subsequent criminal trial.",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Mr Chairman, because of the, I would like to say the practical time concerned this morning, Advocate De Vries was unable to send me a written confirmation, but all I can say is that I did have oral confirmation by Advocate Van Zyl and Advocate De Vries, but if necessary I'm sure they will, if necessary, will give me a written undertaking, if necessary.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think that will - would you insist on waiting for that written undertaking?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Mr Chairman, my position is this, that if the committee is satisfied that the prescribed prerequisites of section 31.2 have been met, paragraphs (a), (b) and (c), whether that is based on written acknowledgement or whether you satisfy yourselves in any other manner, I would be satisfied, as long as the committee says that it's satisfied that those prerequisites have been met, then in terms of this provision, with respect, you can issue an order that the witness should answer all questions, and then he has the protection under the section.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you'll notice also that the wording of section 31.2(a) says that the commission, after the commission has consulted, whatever that may be, and there has been that consultation through Mr Steenkamp.\n\tThe committee is satisfied, as I've already mentioned, that the evidence would assist here and is therefore necessary.   \n\tWith regard to (c), he may be asked a question which might incriminate him, although, as I've already indicated as well that that might be remoted, from what we've heard now, but it may well arise that he may have to answer a question which will incriminate him, so in that regard then, I would, and my members who are sitting with me here are in agreement, order that the provisions of section 31, particularly section 31.2, have been satisfied and that they would apply in regard to the testimony given by Mr De Bruin in this matter.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you be calling Mr De Bruin now, or would he be giving evidence also - I don't know if Mr De Koning will also be calling him again after that or not?",
            "Unknown"
        ],
        [
            "MR DE KONING",
            "Mr Chairman, I would avail myself of my opportunity to elicit what I need to know from him in cross-examination, I haven't had the opportunity of consulting with him, I don't know what he will say.   So I will perhaps see what comes and also what comes from cross-examination.  I don't intend\nleading him as such, if it pleases you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Thank you, Mr Chairman.   I call Mr De Bruin.",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR PRINSLOO",
            "Mr De Bruin, you have heard the evidence of Mr Wheeler this morning?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "You are an adult person living in Westonaria?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "I'm showing a document to you, do you recognise it?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What document is this?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "It is a statement which I have made.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "An affidavit?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Do you confirm that the contents of the affidavit are the truth and correct?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Chairperson, I have copies of this affidavit and I ask that it be handed out to all persons involved, after which I would beg your leave for it to be read into the record?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you, Mr Prinsloo.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Thank you, Chairperson.   With your leave, I'll ask Mr De Bruin to read his statement into the record.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll receive this affidavit then as EXHIBIT B.\nAFFIDAVIT OF MR DE BRUIN HANDED IN AS EXHIBIT B",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You may proceed, Mr De Bruin.\nMR DE BRUIN\n\"  I, the undersigned, Gert Johannes Jakobus de Bruin, declare with this as follows.\n\t   I am an adult male person, currently living in Westonaria.   My identity number is 60072050700008. \n\t   I know the two applicants in the amnesty application, namely James Wheeler and Corrie Pyper.  I had met them in 1992 at the Elsburg Mine, when all three of us were employed there.\n\t   I matriculated in 1978 from the Riebeek High School in Randfontein.  After that, I completed two years compulsory military duty at Potchefstroom, Bloemfontein and Pretoria.   Initially I was trained as a field artillery officer at Potchefstroom, and after that as a parabat in Bloemfontein, after which I remained in the parabat corps, and after that I was transferred to Pretoria.   After that, I also completed military camps in terms of the Defence Act and remained in the parachute corps, and more specifically 44 Parachute Brigade.   \n\t   My parents have always been very conservative and my father was a founding member and active supporter of the Herstigte Nasionale Party.   In my parents' home, I initially from a very early age came into contact with political discussion and the politics of the country.\n\t   During my military service, the ANC/SACP were identified to us as the most important terrorist enemy of the existing constitutional dispensation in South Africa and we were trained to combat this alliance.\n\t   General Constand Viljoen was, during my military service, a prominent leadership figure in the South African Defence Force, as well as Jan Breitenbach, who was the commanding officer of 44 Parachute Brigade.   I remember very clearly how, before we became involved with an operation, Colonel Breitenbach addressed us and emphasised the danger of the ANC/SACP alliance, as well as how important it was that the foot soldiers of this alliance be destroyed for civilisation and order in South Africa.   Therefore, as a soldier I was thoroughly schooled and informed regarding the threat of the ANC/SACP.  \n\t   Against the aforementioned backdrop, it is clear why I became so intensively involved in conservative or rightist organisations.   Since 1982, I was a member of the Mine Workers Union.   Since 1982, a youth member of the Herstigte Nasionale Party.    Since 1989, a member of the Afrikaner Weerstandsbeweging, and since 1989 also a member of the Boerestaat Party and the Order Boerevolk, which was related to the Boerestaat Party.  I attach copies of my AWB membership's certificate and a certificate of the Order Boerevolk as Annexures A and B respectively.\n\t   At the time of the general elections in 1987 and 1989, I was also a supporter of the Conservative Party, although I was never a registered member of the party.  I supported the party during electoral times in the constituency Carletonville, because there was not a Herstigte Nasionale Party candidate for the parliamentary election and also because the CP candidate for Carletonville at that time, Mr Ari Paulus, was a well-known former chief secretary of the Mine Workers Union.\n\t   I was never an officer in the AWB.   I had regular contact with the officers of the movement and was an active member of the movement.   I assume that James Wheeler and Corrie Pyper possibly had the impression, from this involvement with the officers of the AWB, that I myself was also an AWB officer.\n\t   I confirm that I attended various AWB and CP meetings on the West Rand with the applicants.   I also confirm that at these meetings it was unambivalently stated by AWB and CP speakers that both the AWB and the CP were opposed to an ANC/SACP government takeover of South Africa, because it would effectively bring about a black communist government over whites in South Africa.   I also confirm that at certain of these meetings there were discussions regarding white farmers who were being murdered by black people and that it was thought to be an action to drive white farmers from their land.   Also, at some of these meetings, mention was made about the Church Street bombing, the Magoos Bar bombing, as well as the attack on the church in Cape Town.   Several times it was emphasised that these incidents had occurred as a result of a terrorist onslaught against the existing constitutional order in South Africa.    Especially the AWB called whites in to prepare themselves against this terrorist onslaught against themselves, as well as to prepare themselves for a freedom struggle which lay ahead.   I remember quite clearly how Mr Eugene Terreblanche, the chief leader of the AWB, at various incidents where I was present, said that during the same night when the ANC would take over the government of the country, the AWB would take it back with violence.   At various meetings, Mr Terreblanche called us up to prepare for the freedom struggle which lay ahead and encouraged us to make ourselves, or to arm ourselves for this.\n\t   Against the abovementioned background, myself and the two applicants met at our respective homes quite a number of times and I encouraged them to collect emergency supplies and ammunition.   I did this as well.   \n\t   At both AWB meetings and within the Mine Workers Union, I heard that there was an ability among the white workers countrywide to cripple the country overnight by breaking up strategic services.   The motivation for this possible action was found within the undemocratic actions of Mr F W de Klerk and his government, which were keeping white voters in the dark regarding their idea to hand over the country to an ANC/SACP government without protecting the interests of the whites.   In the discussions which were held in the abovementioned, consensus was achieved that it would not serve any purpose to participate in a one man one vote election, because it would provide legitimacy to the elections and the new constitutional dispensation which was agreed to between the ANC and the National Party.\n\t   Shortly before this and on the election day, it was reported in the media that certain bomb explosions had taken place on the Witwatersrand.   On the election day the two applicants arrived at my home and among others we discussed the media reports regarding the bomb explosions.   I told the two applicants that the boere's resistance had begun and that more explosions would occur.   I said this because I regarded this as a logical inference against the backdrop of this, which had been conveyed to us especially at AWB meetings regarding the proposed freedom struggle because of the power takeover by the ANC/SACP and the fact that the bomb explosions had occurred as a reaction against the election.   This was according to the media reports.  I cannot remember the exact elections and what we regarded as a giving over of power to the ANC/SACP alliance.   We were called up to offer resistance to this and to become engaged in a freedom struggle, but no-one specified that in detail.\n\t   After we had discussed this for quite a while, the two applicants left my residence.   To the best of my recollection, my family and I spent the rest of the day with my parents in Randfontein.\n\t   The next day, at my place of employment I heard that the two applicants had been arrested for murder after they had allegedly shot dead the driver of a kombi on the West Rand and had wounded another person.   \n\t   I have the original of the statements in my possession, so I would like to ask leave to submit this to the panel for the original bundle.\"",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you, Mr Prinsloo.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Chairperson, this is the only question which I would like to pose to Mr De Bruin.\nNO FURTHER QUESTIONS BY MR PRINSLOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr De Koning, Mr Botha, do you want to do the same order as ...(intervention).",
            "Unknown"
        ],
        [
            "MR DE KONING",
            "I would prefer that, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Botha, do you have any objections?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "No objections.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.   Yes, Mr Botha.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR BOTHA",
            "Mnr De Bruin, ek sien dat u het inderdaad hier 'n afskrif aangeheg van u bewys van lidmaatskap van die Afrikaner Weerstandsbeweging?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Ja, dis korrek.",
            "Male"
        ],
        [
            "MR BOTHA",
            "When did you apply for this document and when did you receive it?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "In 1989, the exact day and month I cannot recall, but it was a question of three months after I had applied for membership that I received my membership card.",
            "Male"
        ],
        [
            "MR BOTHA",
            "I see that there is a small block, firstly there's a triangle with the AWB logo, and then there's a small square which would appear that it has been left there for a passport size photo?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That's correct.",
            "Male"
        ],
        [
            "MR BOTHA",
            "On my copy there is no photo of you on this AWB membership card.   Can you explain why?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "I never had a photo taken or pasted thereon.  I didn't see the purpose of it, because my name, my surname and my signature were enough for me in terms of this membership card.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Very well. As a member of the AWB, if I understand or remember correctly, the AWB wore certain uniforms with certain ranks?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOTHA",
            "What was your position within the hierarchy of the AWB movement?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "I was simply a regular member of the AWB.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Can you tell me whether you wore a uniform of the AWB?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "No, not at all.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Did you at any stage see that the two applicants, either one of them, wore a uniform to indicate that they were members of the AWB?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "No, we never wore the uniforms.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Can you tell the honourable committee why not?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "I saw no purpose as to why we should wear the uniform because the uniforms that you are referring to were regular khaki clothes, which the AWB members regularly wore and I saw no purpose to prove to one and all that I was a member of the AWB.   I attended meetings in civil clothes and Mr Wheeler and Mr Corrie Pyper did the same, and that is all that I can say regarding this, we saw no purpose to wear the uniform in order to prove that we were members of the AWB.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Very well.   Is it true that by wearing the uniform, one would identify much more clearly with the purposes and the objectives of the AWB?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That is so.",
            "Male"
        ],
        [
            "MR BOTHA",
            "When you, as a soldier, because it appears to me that you were also operative on the Angolan border, at any point when you entered that war in your civil clothing, did you at any point make war?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "No, it was discipline which was enforced upon one to wear a uniform and one was more proud of the uniform which was issued one in the army.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Would my inference be unfair then if I were to say that these applicants neglected to wear their AWB uniform while they were entering this war situation and that therefore they would not be proud or identify themselves with the objectives of the AWB?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "With all respect, it would depend on each person whether or not they would want to wear the uniform and I cannot explain why the applicants refused to wear the uniform or purchase the uniform for that matter.",
            "Male"
        ],
        [
            "MR BOTHA",
            "In paragraph 8 of your statement, you mention the Church Street bombing, can you remember approximately in which year that took place?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That is a sudden question, but I know that with the Church Street bomb a school friend of mine was injured and I can't provide the exact date and day.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Was that approximately five or six years before the election?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "MR BOTHA",
            "And the Magoos Bar bombing, can you remember when that took place, how long before the election did this take place?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That was also quite some time before the election.   If I had to estimate, I would say also approximately five to six years before the election, in the 1980's.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Could you tell me what the relevance of that would be to the election day, can you explain that to us please?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "I feel that many explosions occurred, exercises of sabotage, before the election, and as I have said in the former paragraphs, that I was raised in a very conservative manner, that I was in the military division of the Parachute Brigade, and there we were specifically made aware who our enemy was and what our enemy was doing on the borders of Namibia, and also what they were doing internally, and I feel that the bombs which were planted were planted by those who wanted to overthrow the government of that time, and I felt that in our action on election day, had to be an expression of what our feelings were.",
            "Male"
        ],
        [
            "MR BOTHA",
            "On the 27th of April 1994, did you regard a bomb attack from the side of the ANC/SACP alliance as a possibility?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "No.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Can you specifically recall the words, you mentioned the name of Mr Terreblanche, I assume that that is the leader of the AWB, what exactly did he say?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "His exact words I cannot recall, but what it boiled down to was that on the day that the ANC would become this country's government, on that night he would take over the country and take it back with violence, those were his words, not exactly as I have stated them, but what he said inferred to that which I have said to you today.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Paragraph 9 of your statement indicates that at various meetings, Mr Terreblanche called you up to prepare for the imminent freedom struggle and to arm yourselves.   He didn't tell you to make war, he told you to protect yourselves?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOTHA",
            "If that was the call, and you, along with Mr Wheeler and Mr Pyper, had undertaken discussions and recalled these bomb explosions from six to seven years ago, why is it then that only the two of them decided that they would go and shoot the people and that you decided, or in fact you didn't make any decision, you yourself did not at all participate in any such activities as what they did?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "As I referred to in paragraph 9, where Mr Terreblanche called us to prepared for the imminent freedom struggle and to arm ourselves, I thus waited for specific instructions from specific people, and ultimately I did not receive such instructions, although I had much to do with AWB officers.",
            "Male"
        ],
        [
            "MR BOTHA",
            "However, you weren't even at home, you went to visit your parents in Randfontein, so you wouldn't have received those instructions?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "I drove to my parents that afternoon, and the AWB officers with which I was involved knew that I would be with my parents and they would have known where to contact me and that would have been at my parents' home.",
            "Male"
        ],
        [
            "MR BOTHA",
            "I'm going to ask you one more time, why is it that only Mr Wheeler and Mr Pyper decided to go and shoot people and you did not go along to go and shoot?    They received the same instructions, why didn't you?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Because I was waiting for a specific instruction from a specific person.",
            "Male"
        ],
        [
            "MR BOTHA",
            "And why didn't they wait for these instructions?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "I suppose that they were not aware of the fact that specific instructions would be issued.",
            "Male"
        ],
        [
            "MR BOTHA",
            "I put it to you that in all possibility they were not aware of such instructions because they simply were not members?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "They were members and they attended various meetings with me.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Do you have personal knowledge that they received appointments as members of the AWB?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "I know specifically of applications that they filled out and which were handed in, but I don't know why they did not receive feedback from the AWB officers.",
            "Male"
        ],
        [
            "MR BOTHA",
            "You state in paragraph 14, it appears to me that you came together on the relevant day and you were, all three of you were frustrated at the elections, which you regarded as giving over power to the ANC/SACP alliance.   At what time did you meet?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "It was during the morning hours when Mr Wheeler and Mr Pyper were at my home, they also asked for tools with which they wanted to fix his vehicle, and I told them that I didn't have any equipment.   However, I did supply them with parts.   We spoke for a time, but I cannot remember the exact time.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Can you tell me, you see the picture that they are sketching is that a great war would emanate from these events, and you have said in paragraph 10 that they were gathering emergency supplies and ammunition, can you explain to me that if there was a war on the way and that all the necessary emergency supplies and ammunition was ready, why would you go for a visit in Randfontein?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "The reason why I paid a visit to my parents was that if anything would occur, Randfontein was approximately 15 to 16 kilometres away from my home, so I could be back at my home within a question of minutes, and also at my parents' home provision was made for supplies, so that if anything had happened, I would have been able to survive there.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Mr De Bruin, if an order had come through to you from your authorities, your officers, what would you have done, what would the order would have been, what would you have expected?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "It's difficult to say, the order could have been that the people should meet and do something, or the order could have been that the people should meet just to hear that they could continue with their normal lives, that nothing was going to happen, it's difficult to say what ...(tape ends) ...it was going to be.",
            "Male"
        ],
        [
            "MR BOTHA",
            "To do something like what?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "What we expected was that people would get together and that there would an insurrection and revolt, that is what we prepared ourselves for.",
            "Male"
        ],
        [
            "MR BOTHA",
            "You were used to army discipline.  Were there any specific instructions for any specific events?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "No, there were no specific instructions given to us. It could have been conveyed to the officers, because they would have had to take the lead, but not to us ordinary members.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Would you, on the instructions of your senior officers, give your shotgun to your friend and, armed with your grandfather's .22, go and shoot any black man that you meet along the way, would you do that?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "No, because I felt that such a person wasn't a threat to me, but he was a threat for my political convictions.",
            "Male"
        ],
        [
            "MR BOTHA",
            "I have no further questions. I thank you, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Botha.\nNO FURTHER QUESTIONS BY MR BOTHA",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr De Koning.",
            "Unknown"
        ],
        [
            "MR DE KONING",
            "Thank you, Chair.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR DE KONING",
            "Mr De Bruin, do I understand your evidence correctly that you were actually, from a very young age, you were very interested in politics, especially organised politics?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And your political involvement was limited to right wing politics?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And more specifically the far right wing?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "If I look at the evidence which was led at the bail applications of the two applicants, I see on typed page 2, Chairperson I think it's page 12 of the bundle, Mr D Rie testified, I think he was from the Security Department of the Westonaria Gold Mine, he testified that he saw the accused, and at the bottom of the page he was asked, perhaps we should go from rule 19\n\"  Mr De Rie, on the 27th of April 1994, did you see the two accused on that day?\nI saw accused No 1 earlier that night, at about seven\no'clock or twenty to eight in the Hills Haven area, he \nwas driving in his vehicle.\"\nHe further says:-\n\" He had a passenger in the vehicle with him, I can't say that it was accused No 2.\n\t\t   Where did you see the two accused?\"\nThat was the next question:-\n\"The vehicle was parked in front of a house of an AWB member in Hills Haven.\n\t\tWho is this person, what rank did he hold in the AWB? \nMr De Bruin, he's one of the officers in the AWB.\"\nNow the statement I'd like to make to you is that it appears to me that in the community in which you lived it was a generally known fact that you were involved in the right wing politics, especially AWB circles, and that you were openly so involved, you made so secret of that fact, am I right?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "I had no, there was no need to make a secret of my involvement in the AWB, but people could have made their own inferences as to whether I was a member or an officer, I didn't make it clear to anybody what exactly my position was in the AWB.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Now I don't want to dispute the matter with you, all I want to ascertain is this, you were clearly aware of the fact that your political convictions were known to your community?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "It could have been like that.",
            "Male"
        ],
        [
            "MR DE KONING",
            "In your affidavit which you handed in today, you also say that you concede that it's possible that the two applicants could have believe that you were an officer, is that not so?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "It's possible.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Am I right in saying that the AWB leader, and perhaps one should use the plural, leaders, shortly before the elections, often, especially on television, made pronouncements and statements which indicated that they were in favour of violence?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That's correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "At these meetings, which fortunately I, or unfortunately I never attended, but as I understand from media reports, at these meetings it was widely propagated that there should be resistance to what was happening, namely the transformation from one constitutional dispensation to another?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That is correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And that violence was an acceptable mechanism, as far as the AWB was concerned, to try and halt that transfer of power?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That's correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And that is how it came about that the people who attended these meetings were encouraged and incited to mobilise and to arm themselves?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "The liberation struggle which you mentioned wasn't only a struggle to try and defend, it was widely propagated that offensive action should also be taken?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And you, as an active supporter of the AWB, obviously identified yourself with these judgments and statements made?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And you would agree with me today that, going by what Mr Wheeler told the committee today, that he regarded you as a leader in the AWB, a leader of some sorts, I say leader in the sense that you weren't an ordinary member, that you held some office in the AWB, did you never convince him of the contrary?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "No.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And the same goes for Mr Pyper, is that not so?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And, due to your active involvement in right wing politics, you would agree with me that they could, therefore, also have seen you as a very definite leader of whatever extent?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And you would also then agree with me that, referring to the visit to you on the morning of the 27th, when the bomb explosions were referred to and you told them, as you say in paragraph 13, you said\n\"I told the two applicants that the resistance of the boers had started and that there were more explosions to follow.\"\nThat could surely have created the impression with them that you had certain inside knowledge?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And it could also have created the impression with them that the time for action was on hand, because the first shots had already been fired, so to speak?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And you would then also agree with me that that could have been interpreted as incitement to violence?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Well that's their own inference which they could draw, but it's possible.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Well, given the circumstances, I want to put it to you, it was clear what was going on in their minds?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "If I understand it correctly, you would also agree with me that you were in some way aware of the fact that these two applicants, like yourself, had associated yourselves with this liberation struggle and the mood of defiance as to what was happening at the time?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And their intense interest in the explosions which took place that morning and their approach of you to try and find out what exactly was happening, those are also indications of the fact that they saw you as somebody who knew more than they did and who was a leader?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Am I correct if I infer from your testimony that when you told them that the resistance of the boers had started, you believed in your own mind that the explosion which had taken place on that day was an explosion caused from right wing circles?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That is correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And that was also the message which you tried to convey to them by the statement which you made to them?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "So, insofar as they had any doubt as to who was responsible for those explosions, you, during your meeting with them on the morning of the 27th, you conveyed to them that it had been caused by the right wing and the AWB?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "You in fact, if we look at the spirit of what is stated in paragraph 13, you also said to them that, \"This is not the end and we also have to make our own contribution as far as is necessary\"?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And you can't say that these events and these communications to them directly or indirectly was responsible for the fact that they went and did what they in fact did later that day?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Maybe I should ask you this, do I understand your evidence correctly that the propaganda which originated from the higher echelons of the AWB was to the effect that violence should be perpetrated to cause disruption?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That is correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And you heard Mr Wheeler testifying as to the possibility that was considered to plant a bomb at the United Bank or something like that, did you hear that?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "You would agree with me that the United Bank is not per se a political target?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "So the objective of the violence which was propagated by the AWB was to instill fear in the community at large?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That's correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Do I understand it correctly that it was part of the AWB's propaganda that this fear should be instilled so the people will stay at home and no go and vote so that the elections are scuppered?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Well I'm asking you, is that how you understood the objectives or did you understand it to be one of the objectives?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And you would not have understood it in that way if it hadn't been said, whether from the political platforms or at secret meetings where members of the AWB had talks?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "You say that you regarded both of the applicants as members of the AWB by virtue of their sympathy for the cause and their visible involvement in the AWB?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Please bear with me for a moment, I'm nearly finished.   I see that in paragraph 11 of your statement you refer to the fact that you were involved in the AWB and the Mineworkers Union, and you say that\n\"At AWB meetings and at Mineworkers meetings, I heard that there was the capacity amongst white workers across the country to paralyse the country overnight by interrupting strategic services.\"\nAm I to infer from that, that the Mineworkers Union also had a right wing political undertone?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "In paragraph 14 of your statement, about the middle of the paragraph, you say, the sentence starting with the word \"we\"\n\"We were previously called up to resist and to wage a freedom struggle, but nobody specified it in any detail.\"\nYou would agree with me that, as I understand your evidence, although it was never specified what exactly this resistance and freedom struggle should be, it was generally known that it referred to violence?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And that was the view of the AWB and their propaganda?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And that is also the vision that you shared with the two applicants?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Please just give me a moment, Chairperson.  Thank you, Chairperson.   Mr De Bruin, you've already conceded that the applicants had reasonable grounds for believing that you had some leadership position in the AWB and that you also had some inside information as to the activities of the AWB.   You'd also concede that that could have misled them into thinking that you were also a person who could issue orders?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That is correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Thank you, Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr De Koning.\nNO FURTHER QUESTIONS BY MR DE KONING",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Steenkamp, do you have any questions?",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Mr Chairman, just two questions, thank you.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR STEENKAMP",
            "Sir, I'd like to understand from you, you're an AWB member and you have a good idea of the AWB'S policy, what it stands for, etcetera?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "I knew what the AWB's affairs were, not everything, but the basic policy, but because I'm no longer actively involved in the AWB, I've lost all interest in the organisation.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "No, but I'm referring to the time of the incident?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes, I was very much aware of what was going on.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Was it ever the policy of the AWB that all black people were enemies of the AWB and should therefore be killed, was that ever their policy?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "It wasn't the policy, but that was the idea that Mr Terreblanche conveyed to us.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Did he say that all black people were enemies of the AWB?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Basically, yes.   He did not allow any black person as a registered member of the AWB.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Would he have allowed or would he have approved of the AWB killing any black person in this period of time?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "No.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Well could you then tell me, or explain to me, where does the applicant's political motivation fit into this policy of the AWB?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "It's difficult, I suppose those are inferences which you drew from conversations with leadership figures in the AWB or things that were said at meetings.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "When you heard of this incident, whilst you were still an AWB member, did you agree with their conduct as an AWB member, not personally, but as an AWB member, did you agree with what they did?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "As AWB member and as a person, it shocked me, and I did not agree with the conduct.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Why not?   Because it wasn't AWB policy, or why?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Because I felt that it served no purpose and I felt shocked about it.\nNO FURTHER QUESTIONS BY MR STEENKAMP",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Prinsloo, any re-examination?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Yes please.",
            "Male"
        ],
        [
            "RE-EXAMINATION BY MR PRINSLOO",
            "Mr De Bruin, if the idea that was propagated within AWB circles, as prescribed by yourself, the idea to disrupt the elections by means of violence, now if sufficient numbers of people had done what the applicants did, the applicants in this matter, do you think that that would have achieved the objectives so propagated by the AWB?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "It's possible.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "So within that context, you would agree that the actions of the applicants made sense?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "No further questions.\nNO FURTHER QUESTIONS BY MR PRINSLOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Moloi, do you have any questions you wish to put to the witness?",
            "Unknown"
        ],
        [
            "MR MOLOI",
            "Mr Chairman, I'd like to clear a few issues with the witness.   Mr De Bruin, exactly when did you come to know the two applicants?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "It was in 1992, at the mine where we worked, that's where I got to know them.",
            "Male"
        ],
        [
            "MR MOLOI",
            "From which time did you know them to be members of the AWB?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "It was towards the end of 1992, beginning of\n'93, they went to AWB meetings with me.",
            "Male"
        ],
        [
            "MR MOLOI",
            "You have mentioned that you know they did complete certain application forms for membership.   When was that?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "It was at these meetings, I can't remember the specific meeting, but I know of application forms which they filled in at these meetings.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Had you also completed a similar application form to become a member?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "No, I filled in a similar form at the offices in Ventersdorp for membership of the AWB.",
            "Male"
        ],
        [
            "MR MOLOI",
            "And how long did the process take before you could be issued with a membership card, which you have attached to your affidavit here?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "It took me approximately three months before I received my membership card.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Did you at any stage inquire from the applicants whether or not they had received their membership cards three months or more after the forms were completed?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "No, but I told them that there was such a card and I showed them what it looked like, and I told them they had to wait for that, they would receive that to prove that they were members.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Were you in their company and also attended meetings with them, say three months or so after their application forms were completed?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.   Yes, we attended meetings, but I can't recall specific time periods, but after their applications had been filled in, we again attended meetings.",
            "Male"
        ],
        [
            "MR MOLOI",
            "If you would not receive your membership card, having completed the forms duly, after say six months, what would you have done?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "I would inquire as to what was going on, but it was generally accepted that if you filled in the form, you were already a registered member and you don't have any problems.   It wasn't essential to have a membership card to prove that you were a member.",
            "Male"
        ],
        [
            "MR MOLOI",
            "There was no need at all to screen you, for instance to determine whether you are now a leftist, so to say, attempting to infiltrate the AWB, that was all irrelevant, you just had to complete the form and that's it?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes, that's correct, you could simply fill in a form and you were approved and accepted as a member.",
            "Male"
        ],
        [
            "MR MOLOI",
            "And then issued with a membership card?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That's correct.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Advocate Gcabashe, do you have any questions?",
            "Unknown"
        ],
        [
            [],
            "Yes, thank you.   Just on that point, was there such a thing as a supporter as opposed to a member of the AWB?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            [],
            "What's the distinction?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "A member is someone who had filled out an application form and received a membership card.   Your number would appear on the computer system and that would prove that you are a member, whereas a supporter would be someone who would attend meetings and support the AWB but not want to be directly involved by becoming a registered member of the movement.",
            "Male"
        ],
        [
            [],
            "So it's therefore correct to say that until you have your registered card and you are known of, you are on the computer system, you are a supporter, you're not a member?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "No, that's not correct, because your membership card might have become lost in the post, but your name would appear on the computer system, indicating that you are a member.   So it's possible to be a member and have one's name on the computer, but if you're a supporter you're not on the computer system or do you have a membership card.",
            "Male"
        ],
        [
            [],
            "But if you don't follow up what might have happened to your application form, can you really assume that you are a member and not a supporter?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes, it could be.",
            "Male"
        ],
        [
            [],
            "No screening is done in this organisation, sir, when you were there, no screening was done to verify the bona fides of the people who wanted to join?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "No, there was no selecting, because applications were made at the head office or at meetings.",
            "Male"
        ],
        [
            [],
            "Okay.  Now, on a slightly different aspect, you have said that you attended AWB meetings with the applicants\"",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes, that's correct.",
            "Male"
        ],
        [
            [],
            "They heard what you heard?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            [],
            "You didn't have to interpret anything to them, they speak Afrikaans like you?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Correct.",
            "Male"
        ],
        [
            [],
            "You never had a uniform?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "No, but I did have khaki clothing which I wore, however that was not my AWB uniform.",
            "Male"
        ],
        [
            [],
            "Just on that point, khaki uniforms, wearing khaki doesn't qualify you as a member, surely?   It's irrelevant whether you're wearing khaki or red or blue?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "No, it was basically the same.",
            "Male"
        ],
        [
            [],
            "But your officers would be in full uniform, is that correct?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That's correct.",
            "Male"
        ],
        [
            [],
            "Then why did the applicants, or why do you think the applicants may have elevated your status to that of officer, because on all the points I've just asked you, you didn't qualify as an officer?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "All that I can say regarding their elevation of me to an officer is because I knew many of the officers and communicated with many of them at meetings, and so therefore the applicants could have made inferences that I might be an officer from seeing such things.",
            "Male"
        ],
        [
            [],
            "But you have confirmed that they heard what you heard when you went to meetings, you didn't have any special privileged information?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "No, no special information whatsoever.",
            "Male"
        ],
        [
            [],
            "And they are adult men, and they were at the time adult men, like you?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That's correct.",
            "Male"
        ],
        [
            [],
            "A slightly different aspect again, moving on from that one, I thought I heard you make mention of the SADF uniform, that you were proud to wear that uniform, did I hear correctly?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That is correct.",
            "Male"
        ],
        [
            [],
            "But not so the AWB uniform, did I hear correctly?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That's correct.",
            "Male"
        ],
        [
            [],
            "Now it's difficult for me to understand that, can you explain that to me?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes, I can explain it.   Those who wore the AWB uniforms, which were basically khaki clothing, we saw on a number of times how they wore this clothing.    Some people couldn't really fit with the clothing, but they wanted to wear it.   The women in the AWB wear khaki clothing which doesn't suit them, but they wear it nonetheless, and I didn't want to wear the clothing, I didn't want to identify myself with the AWB by wearing such clothing.   That is all that I want to say.",
            "Male"
        ],
        [
            [],
            "Would it then be correct to say that your commitment to the cause was not as strong, is the easiest word I can find, you weren't as committed to the cause as some of those uniform-wearing AWB members, who wanted to show the whole world that they believed in the cause of this organisation?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Could you repeat the question please?",
            "Male"
        ],
        [
            [],
            "Is it correct to conclude therefore that your personal commitment to the AWB was not as strong as that of somebody who proudly wore that AWB uniform?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That's correct, if you make that inference.",
            "Male"
        ],
        [
            [],
            "Now, given that, why again would the two applicants want to believe that you're an officer of this organisation that they say also represented their cause, who they were?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Many of the officers within the AWB were basically people, how could I put it, please pardon what I'm about to say, but they were people who generally appeared to be stupid, and what I mean by that is not that they are stupid people, but they create the image of stupidity by means of the decisions that they make and the actions that they take, and I did not want to associate myself with stupidity and stupid decisions, and I put it to the two applicants many a time that there were certain elements who were making very wrong decisions with which I could nt agree, and that was one of the reasons which I posed to them which might have led to them seeing that well, I'm not super-intelligent, but I'm not dumb enough not to see what was going on.",
            "Male"
        ],
        [
            [],
            "Now, having had these discussions with them, you were still left with the impression that they thought that you were the person they would take orders from, or they could relate to in the AWB?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes, that's correct, they might have received that impression and maintained it.",
            "Male"
        ],
        [
            [],
            "The basic point, however, being is at no stage did you give them an instruction to go out and shoot black people they happened to come across, at no stage?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "No, I never received or found it necessary to issue such instructions.",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Advocate Bosman, do you have any questions?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Thank you, Chairman.   Mr De Bruin, did you recruit the applicants for the AWB or who recruited them?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "No, I did not recruit them for the AWB, but with our underground resting place conversations, as well as conversations that we had at our respective homes where we often met, we spoke politics and I inferred that politically they felt the same way as I did, and I invited them along to meetings with me and there they made their own decision to join the AWB.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "So indirectly you may have recruited them?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Indirectly, yes.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And the testimony of Mr Wheeler created the impression with me that it was a kind of strategy which was planned for the election.   However, on the other hand, if you could just explain, you said that you were waiting for instructions, which of course creates the impression of a certain structure?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "The discussions which Mr Eugene Terreblanche held specifically at meetings led one to the conclusion that he was secretly planning something, and that the officers of the AWB were involved with it, and that they would issue instructions to us.   That is the inference that I drew from the statements made by Mr Eugene Terreblanche, as well as that we would receive instructions, because the officers knew who else was involved with the AWB, who else was members of the AWB, so you would have thought that the general AWB member attending these meetings would have interpreted that the regular members were waiting for instructions to be given.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Yes.   And on the morning when you were discussing, or talking to the applicants, did you mention these further instructions to them?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "No.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Did it not, was it not said that you were waiting for instructions, that you had to be ready in case something had happened?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And nobody wondered where the instructions would come from?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Well we assumed that the instructions would be issued from the leadership element.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "When you say \"we\", do you mean you and the applicants?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes, that's me and the applicants.   As I saw it, I would receive instructions, I knew where they were, and then I would have said to them, \"Guys, we've received these instructions, we must report over there or meet over there\", and that would have been the case if I'd received such instructions.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "So therefore, to conclude, you were clearly under the impression that everybody had to wait for instructions which would be issued by the officers?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "No, not that there would be definite instructions, but if there were to be instructions, I would convey it to them.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr De Bruin, we've been talking about officers of the AWB, did they have, did these officers have military ranks, did they call themselves captains and lieutenants and brigadiers and generals?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That's correct, they had basic military ranks.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And did the applicants ever ask you what your rank was, whether you, what level you were in the hierarchy?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "No, we never discussed things like that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions arising from questions put by the members of the panel?   I'll start with Mr Prinsloo.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Thank you, Chairperson.",
            "Male"
        ],
        [
            "RE-EXAMINATION BY MR PRINSLOO",
            "Mr De Bruin, you answered a question that the officers of the AWB wore a uniform.   I would just like to clarify with you, do you know a Mr Fred Rundle?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Is it correct that he is quite high up in the AWB?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Do you know the position which he occupies within the structure of the AWB?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "I'm speaking under correction, but I suppose that he is a general.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "This specific person, does he wear a uniform",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes, but I have seen him at various meetings without a uniform.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Would you agree then that this is one of the cases where one of the top officers within the AWB often doesn't wear his uniform?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "So your answer cannot indicate an absolute rule, but a more general rule, that normally members would wear uniforms?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "No further questions.\nNO FURTHER QUESTIONS BY MR PRINSLOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.   Mr De Koning?",
            "Unknown"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR DE KONING",
            "Mr De Bruin, the question was posed to you that the applicants were with you at the meeting and what you heard is what they heard.   However, you told me during the first round when we shared certain ideas with each other that the AWB propagated violence as well as the disruption of the election?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That's true.",
            "Male"
        ],
        [
            "MR DE KONING",
            "So they must have heard that as well?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Furthermore, would you agree with me that, strange enough, and well I cannot provide the reason for this, but the director of the Security Division of the mine was also under the impression that you were an officer in the AWB, is that not true?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "I don't know him.",
            "Male"
        ],
        [
            "MR DE KONING",
            "But that he has said it under oath?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "I know that he has said it under oath, but I don't know him.   I know that the security services at the Westonaria mine involved, that they often drove among the houses, it could have been that he saw me and I didn't see him, and that he might have seen that the two applicants were with me, that is all possible.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Then I would also like to ask you that in answering one of the questions put by one of the panel members, that at the meetings you often communicated with certain officers because you knew them?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That's correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And will you agree with me that once again that is a very strong factor which might have led the applicants to believe that you possessed certain knowledge?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That's correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Would you agree with me further when you say that there was certain planning which was undertaken, as I understand your testimony, that from the AWB's side resistance and disruption of the elections would come, all that you were waiting for, and I'm referring to you specifically, is an instruction regarding what you were supposed to do and you would then also have gone over into action, is that true, that is the inference which we must make from your testimony?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR DE KONING",
            "You have said to one of the committee members that you never issued instructions to the applicants to go and kill or shoot black people, but you say in paragraph 13\n\"I told the applicants that the boere resistance had begun and that more explosions would occur.\"\nSo you will agree with me then that what you said to them then could clearly have been interpreted as the fact that the struggle had begun, the first shots had been fired and action had to be taken?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That's correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And in the light of that which you have just said, the concession which you have just made, it could very well be interpreted as an instruction, it could be in the form of a request or someone stomping his foot and saying, \"Now you will do this\"?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "So it could very well have been an instruction, depending upon how the person hearing that statement had interpreted it?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Indirectly, yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And you've also said to the committee that Mr Terreblanche created the impression that the organisation was ready and that the instruction would come from some point and that then it would flow through the channels to whoever was supposed to undertake the instructions?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Then, Mr De Bruin, there is another aspect which I find rather strange, you've said that you were shocked when you heard what the applicants had done.   Do you remember that?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes, I remember that.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Now, I'd like to ask you whether you would agree that the explosion which occurred on the morning of that election day was, if my memory serves me correctly, on the Johannesburg International Airport, is that correct?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And that people died during that explosion?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And that ultimately people were prosecuted and placed in jail as a result?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That's true.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And we can accept that the news reports also reported that people had died during that explosion?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "However, if I understand your testimony correctly, especially that which you have said in paragraph 13 of your statement, you were not shocked at the loss of life which occurred there, because that was within the strategy of disruption?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "I was shocked.",
            "Male"
        ],
        [
            "MR DE KONING",
            "So you were shocked about that as well?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That's right.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Although it was part of the planned strategy to disrupt the election and sow chaos so that there could be no change in the State dispensation, do I understand it correctly?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Although these events were to be expected to you, you said that in a humane way, it did shock you, so that would be of application to any act of terrorism in terms of the objective to disrupt and terrorise?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KONING",
            "So that which you have said with regard to what you heard the applicants had done was not an exception?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That's true.",
            "Male"
        ],
        [
            [],
            "If I might just interrupt at this point, can you explain that shock, you know Mr De Koning is talking about you were shocked?",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Ja.",
            "Male"
        ],
        [
            [],
            "Why in relation to these two applicants, why?",
            "Female"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Because I did not expect that the two applicants would have done something like that, because they were my friends and my friends at that point were at the mine, we never spoke in such a way that we would have killed people in order to achieve our objective.   We spoke about the possible loss of life, but not that we directly would cause it, and that is why I was shocked at my two friends, that they could be involved in such a matter.",
            "Male"
        ],
        [
            "MR DE KONING",
            "However, you expected of them to participate in the resistance and freedom struggle which you told us of, like yourself?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes, that's true.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And you knew that the resistance and freedom struggle would lead to violence, people being injured, death, blood, destruction?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes, I knew that.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Chairperson, I am finished.   However, in my notes there are three places where I have placed a question mark regarding certain things which the witness has said regarding where he involved the applicant regarding certain things which he said to you, and I would like to clear this up so that I can either just get a version on that and just determine whether it is in line with the applicant's version.   Would you grant me that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is this arising out of questions that were put?",
            "Unknown"
        ],
        [
            "MR DE KONING",
            "That is correct, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, yes, all right.",
            "Unknown"
        ],
        [
            "MR DE KONING",
            "My note pertaining to questions from the board?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you want to ...(intervention).",
            "Unknown"
        ],
        [
            "MR DE KONING",
            "A two minute adjournment, it would be very brief.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR DE KONING",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what we'll endeavour to do, I see it's getting towards four o'clock, but I think it would be good if we could finish with Mr De Bruin's evidence today, rather than ...(intervention).",
            "Unknown"
        ],
        [
            "MR DE KONING",
            "Hold it over.   No ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...hold it over until tomorrow.",
            "Unknown"
        ],
        [
            "MR DE KONING",
            "I surely have that intention as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because Mr Botha will then ask questions, and that will be the end of it.",
            "Unknown"
        ],
        [
            "MR DE KONING",
            "Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.   We'll take a short adjournment at this stage.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "(still under oath)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr De Koning, I see that everyone's not back in, including one of the applicants.   I think we should perhaps get them in.",
            "Unknown"
        ],
        [
            "MR DE KONING",
            "We can just wait a while, thank you\n...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh here they're coming in now, yes.   Yes, I think you can continue.",
            "Unknown"
        ],
        [
            "MR DE KONING",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR DE KONING",
            "Mr De Bruin, the second applicant has told me that in 1989 already, he, at an AWB meeting at Donald's Dam, he had completed an application for membership, did he mention that to you?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "Yes, now that you mention it, I know that he definitely told me this at a certain point.",
            "Male"
        ],
        [
            "MR DE KONING",
            "And at another event he attended, another meeting, where he filled out another application form, because he had never received any proof or certification or membership card?",
            "Male"
        ],
        [
            "JOHANNES JAKOBUS DE BRUIN",
            "That's correct.",
            "Male"
        ],
        [
            "MR DE KONING",
            "Thank you, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that ...(intervention).",
            "Unknown"
        ],
        [
            "MR DE KONING",
            "That is all I have, just to clarify.\nNO FURTHER QUESTIONS BY MR DE KONING",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Botha?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "I've got no further questions in re-examination.\nThank you, Mr Chairman.\nNO QUESTIONS BY MR BOTHA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.   Thank you, Mr De Bruin.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR DE KONING",
            "Chairperson, before we adjourn, might I request, for the sake that the second applicant will appear regarding testimony, that you request the prison authorities to bring him here earlier?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I was just about to do that, because I realised this morning that there was a bit of a problem, I don't know what the nature of it was, but they did come late, despite arrangements having been made by the legal representatives to get them here early.",
            "Unknown"
        ],
        [
            "MR DE KONING",
            "I'd be indebted to you.   Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What will be a convenient time to start?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "I'm sure nine o'clock, for consultation purposes, would be sufficient, or if we could have roughly an hour, I don't know what time you would wish to start.   Do you want to start ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could we try to start at half past nine?",
            "Unknown"
        ],
        [
            "MR DE KONING",
            "Well if we could have him at half past eight, we would be more than happy.   Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.   Mr Steenkamp, is anybody from the Gevangennisdiens hier?",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Yes, Mr Chairman, there is people from Correctional Service here, I think the people who actually transported him are, all of them are present here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are they here, present here?",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "He is sitting down there, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it possible to bring the applicants here before 8:30 tomorrow morning?\nINAUDIBLE REPLY IN BACKGROUND",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.   We'll then adjourn for the hearing to resume at 9:30, or depending on Mr De Koning's consultations, as soon thereafter as is possible, and also Mr Wheeler should also be brought timeously as well please, please if Mr Wheeler could be here by that time as well, at half past eight, thank you, and that the two applicants be brought by the Department of Correctional Services to the venue here by 8:30 tomorrow morning.   Thank you.    We'll then adjourn.",
            "Unknown"
        ],
        [
            "MR DE KONING",
            "Thank you, Mr Chairman.\nCOMMITTEE ADJOURNS",
            "Male"
        ]
    ]
}