{
    "header": {
        "type": "AMNESTY HEARINGS, SUBMISSIONS - QUESTIONS AND ANSWERS",
        "starting date": "1997-02-26",
        "location": "PRETORIA",
        "day": "3",
        "names": [
            "SCHEEPERS MORUDU"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54892&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/pta/pta.htm",
        "speakers": [
            "ADDRESS",
            "ADV DE JAGER",
            "ADV DU PLESSIS",
            "ADV MPSHE",
            "GAUTENG",
            "JUDGE MGOEPE",
            "JUDGE WILSON",
            "MR CURRIN",
            "MR MORUDU",
            "MRS KRUGER",
            "MS H KRUGER",
            "MS KHAMPEPE",
            "MS KRUGER",
            "ON RESUMPTION",
            "S MORUDU",
            "SCHEEPERS MORUDU",
            "WITNESS EXCUSED"
        ],
        "original_speakers": [
            "ADV MPSHE",
            "JUDGE MALL",
            "MR S VAN DER MERWE",
            "MS H KRUGER",
            "MS KRUGER",
            "GAUTENG\n",
            "MPSHE",
            "MRS KRUGER",
            "JUDGE WILSON",
            "MR VISSER",
            "ADDRESS\n",
            "ADV DU PLESSIS",
            "MR CURRIN",
            "JUDGE MGOEPE",
            "SCHEEPERS MORUDU",
            "EXAMINATION BY MR CURRIN",
            "MR MORUDU",
            "S MORUDU\n",
            "NO FURTHER QUESTIONS BY MR CURRIN\n",
            "CROSS-EXAMINATION BY ADV DU PLESSIS",
            "ADV DE JAGER",
            "DU PLESSIS",
            "MS KHAMPEPE",
            "NO FURTHER QUESTIONS BY ADV DU PLESSIS\n",
            "RE-EXAMINATION BY MR CURRIN",
            "COMMISSION ADJOURNS FOR TEA\n",
            "ON RESUMPTION\n",
            "MR VAN DER MERWE",
            "ADV VISSER",
            "BRIG CRONJE\n",
            "JUDE MALL",
            "JAN HATTINGH CRONJE",
            "EXAMINATION BY ADV DU PLESSIS",
            "BRIG CRONJE",
            "MR MPSHE",
            "CROSS-EXAMINATION BY MR CURRIN",
            "CROSS-EXAMINATION BY MR VISSER",
            "NO FURTHER QUESTIONS BY MR VISSER\n",
            "RE EXAMINATION BY ADV DU PLESSIS",
            "NO CROSS-EXAMINATION BY MR MPSHE\n",
            "WITNESS EXCUSED\n",
            "COMMITTEE ADJOURNS\n",
            "DE JAGER",
            "JACQUES HECHTER",
            "CAPT HECHTER\n",
            "CAPT HECHTER",
            "NO CROSS-EXAMINATION BY ADV MPSHE\n",
            "O VAN VUUREN\n",
            "PAUL VAN VUUREN",
            "O VAN VUUREN",
            "COMMISSION ADJOURNS\n"
        ]
    },
    "testimony": [
        [
            "ADV MPSHE",
            "Thank you Mr Chairperson and members of the Committee.\n\tMr Chairman before we start with the leading of evidence may I request that counsels herein \npresent today for the first time be put on record.",
            "Unknown"
        ],
        [
            [],
            "Yes.",
            "Unknown"
        ],
        [
            [],
            "Thank you Mr Chairman.\tMy name is S W van der Merwe, I appear on \nbehalf of Mr Eric Winter who is implicated in the application of Mr Venter in relation to the PEPCO Three.",
            "Male"
        ],
        [
            "MS H KRUGER",
            "Thank you Mr Chairman.  My name is H Kruger, I appear on behalf of General Smit \nwho is implicated according to a notice received on 21 February in the matter of Dr Ribiero and his wife.",
            "Female"
        ],
        [
            [],
            "There is little likelihood of these matters being reached during the course of today - Mr \nMpshe.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman, there is a likelihood that we may deal with he PEPCO three today but there \nis no likelihood of dealing with Dr Ribiero and his wife's matter today.",
            "Unknown"
        ],
        [
            [],
            "Yes.  Well, Mrs Kruger then you may be, unless you wish to stay on you will be excused \nfrom further attendance and I think it is hoped that we will reach your matter sometime tomorrow.",
            "Unknown"
        ],
        [
            "MS KRUGER",
            "Thank you Mr Chairperson. I will return tomorrow.\nPRETORIA HEARING\tAMNESTY/",
            "Female"
        ],
        [
            "GAUTENG",
            "166",
            "Unknown"
        ],
        [
            [],
            "Mr Mpshe, we understand that General van der Merwe is going to give evidence \ntomorrow morning?\nADV.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Yes, Mr Chairman.",
            "Unknown"
        ],
        [
            [],
            "Is it your intention that immediately thereafter you will be dealing with the matter in \nwhich Mrs Kruger is appearing?\nADV.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman may I suggest that Mrs Kruger be here tomorrow at 2.00 o'clock so as to be \nsure that at the time she arrives we shall be through with the other matters as per schedule, Mr Chairman?",
            "Unknown"
        ],
        [
            [],
            "Mrs Kruger, will it inconvenience you?",
            "Unknown"
        ],
        [
            "MRS KRUGER",
            "No. Not all. I will be available tomorrow afternoon.",
            "Female"
        ],
        [
            [],
            "Thank you very much.\tThe letters that you mentioned earlier, thanks very much, \ncopies of those have now come to my hand - the letters written by you to the Amnesty Committee here in \nJohannesburg. Thanks very much for those letters.\n\tMr Mpshe, in the other matter that you are going to be dealing with today, is there no likelihood \nof Mrs Kruger's client being implicated in it?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman, not to my knowledge because I went through the applications myself and I \nissued all notices to people who are implicated as per applications, I don't know if this may be the case \ninasfar as the mention of names at the hearing is concerned.",
            "Unknown"
        ],
        [
            [],
            "But as far as you are concerned at present.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "As per applications, no.",
            "Unknown"
        ],
        [
            [],
            "Yes.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "(Aside discussion with Chairman) What about van der Merwe?\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "167",
            "Unknown"
        ],
        [
            [],
            "What about him?",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Might he not implicate your client?",
            "Unknown"
        ],
        [
            [],
            "He has not - cross-examination.  Mrs Kruger we don't know what is going to happen \nduring the evidence of Mr van der Merwe when he is going to be cross-examined tomorrow and at this \nstage one doesn't know whether there will be any mention made of your client in his cross-examination, but \nperhaps you might just monitor the situation and make yourself available if it transpires that you have an \ninterest in the matter in what he says.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "We have not had any clear evidence as to how their duties overlapped, but I have no \ndoubt he will be able to tell you whether they were working in the same office and his name may be \nmentioned.",
            "Unknown"
        ],
        [
            [],
            "At any rate, in his evidence-in-chief, which has been read into the record, your client is \nnot implicated in that.",
            "Unknown"
        ],
        [
            "MS KRUGER",
            "I have got no problem to attend then if I understand you correctly, tomorrow morning \nwhen General van der Merwe is going to testify.   Will you then excuse me until tomorrow morning?",
            "Female"
        ],
        [
            [],
            "Yes, certainly. Thank you.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman, then the next issue is the issue on which the Committee was approached in \nchambers by Advocate Visser and Advocate du Plessis.  The Committee gave an indication that it would be \ndealt with right at the beginning before we commence leading evidence.   That pertains to the report, Mr \nChairman.",
            "Unknown"
        ],
        [
            [],
            "Yes. Mr Visser.",
            "Unknown"
        ],
        [
            [],
            "May it please you Mr Chairman.  The reason why we believed that it is important to \nmention this in open \nPRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            [],
            "168",
            "Male"
        ],
        [
            "ADDRESS",
            "Committee will appear from a report dated 25 February 1997 in the \"Beeld\" and I refer your attention \nspecifically to the last column in the middle to the following words.\n\t\t\"Advocate du Plessis said that the five mens' then seniors were not prepared to provide \nthe information. The general attitude of the security forces towards the Truth and \nReconciliation Commission is negative. The general feeling is that the Commission \nshould not be assisted\".",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman I wish to place on record, that nothing could be further from the truth \nregarding my clients, they have filed applications for amnesty. General van der Merwe has offered his \nevidence and is going to testify tomorrow. \n\tI wish us just to keep two matters separate.\tThe one is the \"alleged non-assistance of the five \napplicants\" before you now and what is stated here in the newspaper \"assistance to your committee\". Now \nwe say that there is no grounds for drawing the inference, and the inference is in fact false and we wish to \nplace that on record, Mr Chairman.",
            "Unknown"
        ],
        [
            [],
            "Thank you. We trust that there will be more responsible reporting by newspaper reporters \nof proceedings before this Committee.",
            "Unknown"
        ],
        [
            [],
            "Well, except Mr Chairman that apparently according to my learned friend Mr Mpshe, my \nlearned friend Mr du Plessis did in fact say this.",
            "Male"
        ],
        [
            [],
            "Yes. Inaccurate report.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "(Aside to Chairman)\tIt's an accurate report -",
            "Unknown"
        ],
        [
            [],
            "Yes, but it is \nthe wrong impression created.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Well his counsel said it.",
            "Unknown"
        ],
        [
            [],
            "Yes.\tThank you very much for having placed \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "169\nthis on record.",
            "Unknown"
        ],
        [
            [],
            "Thank you Mr Chairman, I take it no further than that.",
            "Male"
        ],
        [
            [],
            "You wish to comment on that.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, please Mr Chairman. Thank you very much.\n\tMr Chairman, I did say this, in argument.  It is true that the applicants, in October, when they \nprepared for their evidence, did approach certain persons to request them to be of assistance and they did \nhave a lot of trouble with that. I do not withdraw any submission that I did make yesterday.",
            "Unknown"
        ],
        [
            [],
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "In respect of Mr Visser's clients, I can place on record that most of them were \nrepresented by Mr Wagner, we did not approach them to help us at that stage or before this hearing, but \nwhat I want to emphasise again is that we did give evidence and it is not simply just an argument, it was \nevidence by Brigadier Cronje and Captain Hechter as far as I can recall that their superiors of that time, and \nspecifically of the National Party has not assisted the applicants, has not offered the applicants any \nassistance whatsoever. I still stand by the view that we have difficulty and had difficulty finding witnesses \npertaining to certain aspects and it was in that context that I addressed the argument to you.\n\tThe second point I want to make in this regard is that we are grateful for the assistance of General \nvan der Merwe to our clients - who is a client of Mr Visser and Mr Wagner. He graciously agreed to assist \nthe applicants and the Committee at the time when we started with these hearings.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "169",
            "Unknown"
        ],
        [
            "ADDRESS",
            "What I want to emphasise is that clearly my reference to people who do not want to assist the \nCommission, could not have included Mr Visser's clients for the pure and simple reason that it was \nknowledge at that time that all his clients applied for amnesty and that they are working together with the \nCommittee and are part of this process. That is an important point that I want to place on record. \n\tFurthermore, in respect of what was said \"Die algemede houding van die veiligheids magte\" it \nwas simply a general reference, \"a general attitude of the security forces\", about the general attitude of \nmembers of the South African Defence Force for instance and I made that statement as a general statement. \nIt obviously didn't include people who are willing to participate in the process and it obviously didn't \ninclude Mr Visser's clients.\n\tMr Visser acts on behalf of 81 former South African Police members and, therefore, clearly he \ncannot speak for the whole South African Security Forces including the South African Defence Force or \nother policemen. We ourselves act for other policemen as well.\n\tAnd then lastly, I want to say, Mr Chairman, that we are very appreciative of the fact that Mr \nVisser has indicated that his clients intend to cooperate with the Commission and with us and we would \nappreciate it if it could be possible for us, and we would discuss that with Mr Visser, if it would be possible \nfor us to perhaps have consultations with some of his clients who might be able to assist the applicants in \nproviding the Commission with important and necessary information which his clients might have and \nmight possess. Obviously, we do not want to drag the proceedings out and we will limit it to just the \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "170",
            "Unknown"
        ],
        [
            "ADDRESS",
            "necessary information but, we deem it important that the Committee obtains evidence pertaining to the \norder structure and the workings of the State Security Council and if they can be of assistance to us, we \nwould gratefully appreciate it. Thank you very much.",
            "Unknown"
        ],
        [
            [],
            "Well, I have no doubt that that is a matter that you and Mr Visser would be able to work \nout. This Committee can hardly direct Mr Visser and tell him that he should instruct his clients to render \nassistance, I have no doubt that that is a matter that experienced legal men like you would be able to \nresolve amongst yourselves.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, Mr Chairman, I will definitely endeavour to do so and we are grateful for the \nfact that they have indicated in public that they are prepared to assist the Committee.",
            "Unknown"
        ],
        [
            [],
            "Mr Chairman, if I may by way of reply. The matter seems to have resolved itself by my \nlearned friend now stating publicly, that his remarks were not intended to reflect on my clients and I am \nsure Die Beeld's reporter who is here will rectify that in a next edition. Thank you Mr Chairman.",
            "Male"
        ],
        [
            [],
            "Yes. Thank you very much.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman, yesterday when we adjourned we were busy with the matter no. 3. on Day 1 \n\"Interrogation of Scheepers Morudu\" my learned friend Mr Brian Currin was to sum up that matter. I hand \nover to him.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Mr Chairman, that is correct, you will recall that we were to call Scheepers Morudu and I \nwill do that in a moment but before I do that and very briefly, there is an issue of importance that just needs \nto be raised before you, I did discuss it with you previously.\nPRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "171",
            "Male"
        ],
        [
            "ADDRESS",
            "As you will recall, Mr Chairman, on the 6th February, we approached, on behalf of the victims, \nthe Committee to subpoena a group of witnesses in regard to the whole question of the line of command, \nthe issue of trivets and cooperation between the SAP and the SADF, time is becoming important because \nof the fact that if they, depending on your eventual ruling, if they are to be subpoenaed they need to be \ngiven sufficient notice, and I just would, because I have instructions from the victims who are affected, to \nraise with you now in the forum, the written application which we filed with the further motivation earlier \nthis week in regard to Brig. Victor, Brig. Schoon, Col. Louw, Gen. Buchner, Gen. Beukes, the former \nMinister of Law and Order - Adriaan Vlok, the former Minister of Defence - Magnus Malan and the \nformer State President - P W Botha, to hear whether you have had an opportunity to consider the matter \nand what your position is in regard to calling these witnesses. As I indicated and particularly with regard to \nthe Zero handgrenade case, where we in fact heard from General van der Merwe, who at the time was head \nof the Security Police that he had taken up the matter with the then Commissioner Johan Coetzee, who in \nturn had discussed the issue with the then Minister of Law and Order - Louis LeGrange - and he believed \nthat that had then been discussed with P W Botha. Now our clients are obviously keen to hear about that \nchain of command and it is for that purpose, inter alia that we made the application and we would just like \nyou to give us an indication as to your views on the application.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Mr Currin, we reserved judgment I think on Monday, we reserved judgement and \nobviously as soon as the \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "171",
            "Male"
        ],
        [
            "ADDRESS",
            "judgement is at hand we will give it.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "I am sorry, there must have then been an misunderstanding, I didn't understand that to be \nthe case, I was asked to make a written submission, which I did, and it hasn't really been discussed in an \nopen forum since then and my clients obviously were keen to hear what the situation is and it is for that \nreason that I raised it, and I did raise it with Judge Mall this morning before the sitting began and said I \nwould raise it and he said it would be in order.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "You circulated submission, written submissions to us, didn't you?",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "That is correct.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "And we indicated that we would consider them and as soon as we have considered \nthem we would make a ruling.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "That is correct.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "But we are going to do that and as soon as we have reached a decision we will let you \nknow without delay.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "I accept that.",
            "Male"
        ],
        [
            [],
            "We understand the purpose for which you require these people to be subpoenaed, your \nconcern about the chain of command and how far it extends, there has been some evidence in that regard, I \nhave no doubt that when General van der Merwe comes, a great deal more light may be throw and \nwhatever difficulties there may be, a lot of them may be cleared up and we may have a better \nunderstanding of this chain of command. There is likely perhaps to be other evidence as well apart from \nGeneral van der Merwe. The Committee would like to take its decision after it hears \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "172\nthat evidence because it does not want to rush into subpoenaing people to give evidence when a great deal \nof that evidence may become clear through other witnesses.  So Mr Currin I think that your clients, I have \nno doubt you will advise your clients that due consideration will be given, but we would like to decide on \nprecisely who of these people should be subpoenaed if we feel that it is necessary to do so and then we will \nlet you know, but we would like to take that decision ultimately after we have heard evidence.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "I accept that ruling, Mr Chairman.",
            "Male"
        ],
        [
            [],
            "Thank you.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Mr Chairman I now sincerely hope that we are going to get started and hear evidence \nin respect of a matter, which for that matter should have been heard on Monday.  We hope that there is now \ngoing to be progress and we hope that we are going to hear evidence.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Thank you Sir. That will be so.",
            "Unknown"
        ],
        [
            [],
            "Mr Chairman, at the risk of being out of order, and if I am so, please rule me so. I have now \nheard for the first time of an application for apparently Section 29 for notices to be given to certain people \nof which some are some of my clients, I am not certain how the Committee deals with such an application?",
            "Male"
        ],
        [
            [],
            "The Committee will take into account the fact that these people have applied - a number \nof them have themselves applied for amnesty - it is a factor that the Committee is going to take into \naccount.",
            "Unknown"
        ],
        [
            [],
            "Yes.  I was just wondering - we would have liked to have made some submissions but we \nare obviously - we might be out of order you having reserved your judgement at this point in time. I just \nwanted to place that on record \nPRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            [],
            "173",
            "Male"
        ],
        [
            "ADDRESS",
            "that we were unaware, completely unaware of this application.",
            "Unknown"
        ],
        [
            [],
            "Well, if you are unaware it is unfortunate that that was so but the Amnesty Committee \nitself could not have warned your beforehand that this was going to happen. An application was made on \nMonday and if you haven't a copy of that, you should get it from Mr Currin and study it, but my remarks \nthat I have made about when we will give our decision and so on, stands.",
            "Unknown"
        ],
        [
            [],
            "Yes, I understand that, that is why I said I would probably be out of order, Mr Chairman.",
            "Male"
        ],
        [
            [],
            "Thank you.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "May I, just for the record, state that the surname is MORUDU, M-O-R-U-D-U, and not \nMorudi as stated  in the documentation.",
            "Male"
        ],
        [
            "SCHEEPERS MORUDU",
            "(sworn duly states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR CURRIN",
            "Mr Morudu what is your date of birth?",
            "Male"
        ],
        [
            "MR MORUDU",
            "6th June 1969.",
            "Male"
        ],
        [
            "MR CURRIN",
            "In what standard at school were you in when this incident occurred?",
            "Male"
        ],
        [
            "MR MORUDU",
            "I was doing Std. 8.",
            "Male"
        ],
        [
            [],
            "Was it Std. 8 or Form 8?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Std. 8.",
            "Male"
        ],
        [
            "MR CURRIN",
            "Where were you at school?",
            "Male"
        ],
        [
            "MR MORUDU",
            "Letlahbile High School.",
            "Male"
        ],
        [
            "MR CURRIN",
            "Could you tell the Committee a little bit about your involvement in student affairs or \nstudent politics?",
            "Male"
        ],
        [
            "MR MORUDU",
            "In 1986 I was elected the Deputy Chairperson of the Mamelodi Students Congress.",
            "Male"
        ],
        [
            "MR CURRIN",
            "I see. What were the activities of the Mamelodi PRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "174",
            "Male"
        ],
        [
            "S MORUDU",
            "Students' Congress, what was the nature of those activities?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "The most aim was to get the students back to class and organise them and like fighting for \nthe things like free books for students.",
            "Male"
        ],
        [
            "MR CURRIN",
            "Were you a member of any political organisation at that stage?",
            "Male"
        ],
        [
            "MR MORUDU",
            "No.",
            "Male"
        ],
        [
            "MR CURRIN",
            "You have heard evidence that you were involved in bombings, petrol bombings and other \nacts of violence, what is your response to that evidence?",
            "Male"
        ],
        [
            "MR MORUDU",
            "That is untrue. I was never involved in any violent acts.",
            "Male"
        ],
        [
            "MR CURRIN",
            "I see. You have also heard evidence that you were severally tortured, the version of the \ntorture that you heard before the Committee, is that a correct version, would you like to add anything to \nthat?",
            "Male"
        ],
        [
            "MR MORUDU",
            "What I would like to add on that is that they didn't use that shocking device of them on \nmy hands or my legs, it was used on my private parts.",
            "Male"
        ],
        [
            "MR CURRIN",
            "Is there anything else that you would like to add with regard to the actual torture?",
            "Male"
        ],
        [
            "MR MORUDU",
            "What I can just add is that these people before interrogating me they first started by \nassaulting me severely without asking any questions.",
            "Male"
        ],
        [
            "MR CURRIN",
            "Did they tell you what the purpose of the assault and interrogation was?",
            "Male"
        ],
        [
            "MR MORUDU",
            "No.",
            "Male"
        ],
        [
            "MR CURRIN",
            "What did they say to you during or after the torture?",
            "Male"
        ],
        [
            "MR MORUDU",
            "What they told me to do was to write down the names of the members of my Executive \non a piece of paper.\nPRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "174",
            "Male"
        ],
        [
            "S MORUDU",
            "",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Did you eventually do that?",
            "Male"
        ],
        [
            "MR MORUDU",
            "Yes. I was under duress. I had to do it.",
            "Male"
        ],
        [
            "MR CURRIN",
            "I see. Did they threaten you at all?",
            "Male"
        ],
        [
            "MR MORUDU",
            "Yes, they threatened me, they swore at me and they were talking a lot of things to me.",
            "Male"
        ],
        [
            "MR CURRIN",
            "What did they say when they threatened you, what did they threatened that they would do?",
            "Male"
        ],
        [
            "MR MORUDU",
            "They threatened to kill me if I don't cooperate with them.",
            "Male"
        ],
        [
            "MR CURRIN",
            "And you then became an informer?",
            "Male"
        ],
        [
            "MR MORUDU",
            "That is correct.",
            "Male"
        ],
        [
            "MR CURRIN",
            "How do you feel about that and what has that done to you as a person and to your life, will \nyou just share that with the Committee please.",
            "Male"
        ],
        [
            "MR MORUDU",
            "This act ruined my life and I could not walk safe in the township and each and every \nperson suspected me of (...indistinct) and even today I knew that my conscience was clear, I wouldn't have \ncollaborated with them and they knew that for a fact when they interrogated me and that is why they \nbrought in Mr Mamasela to come and talk to me - whereby I even refused.  And when one of them left the \noffice, Joe Mamasela told me in no uncertain terms that I am going to die if I don't work with them.",
            "Male"
        ],
        [
            [],
            "Just repeat that, I didn't hear Mamasela told you what?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "That van Vuuren and Hechter and together with him, they are going to kill me if I do not \nwork with them. That was their main intention if I do not work with them.",
            "Male"
        ],
        [
            "MR CURRIN",
            "You probably heard the evidence of I think it was Warrant Officer Van Vuuren, he said \nthat if you did not work with them they probably would have killed you?\nPRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes, I heard that.",
            "Male"
        ],
        [
            "MR CURRIN",
            "How do you feel about amnesty?",
            "Male"
        ],
        [
            "MR MORUDU",
            "In this matter which is - which they are asking for amnesty on this matter of which I am \ninvolved, I would ask this Committee not to give them amnesty because they didn't even come to me \nbefore they saw me on Monday and they didn't even make attempts of coming to me myself as a person \nand ask for forgiveness.",
            "Male"
        ],
        [
            "MR CURRIN",
            "This morning, were you not approached by one of the applicants?",
            "Male"
        ],
        [
            "MR MORUDU",
            "This morning I was approached by van Vuuren and I think his approach came after Mr \nCurrin asked me whether he came to me yesterday or the day before yesterday and asked for forgiveness, \nso I don't take that that I should first hear it from somebody then he should come and ask for it.",
            "Male"
        ],
        [
            "MR CURRIN",
            "If we could maybe facilitate some discussion, some real sort of heart to heart discussion \nbetween you and the perpetrators to help you deal with the matters, do you think it may help you?",
            "Male"
        ],
        [
            "MR MORUDU",
            "No, at this stage no, I don't think it will help me.",
            "Male"
        ],
        [
            "MR CURRIN",
            "Are you working at the moment?",
            "Male"
        ],
        [
            "MR MORUDU",
            "Yes, I am working.",
            "Male"
        ],
        [
            "NO FURTHER QUESTIONS BY MR CURRIN",
            "",
            "Male"
        ],
        [
            [],
            "What work do you do?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I am working at this moment.",
            "Male"
        ],
        [
            [],
            "What work are you doing?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I am a clerk.",
            "Male"
        ],
        [
            [],
            "You are a clerk?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.\nPRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            [],
            "176",
            "Unknown"
        ],
        [
            "S MORUDU",
            "",
            "Unknown"
        ],
        [
            [],
            "Did you have to undergo medical treatment for the injuries that you suffered?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes. I underwent medical - my last operation was last October 31st.",
            "Male"
        ],
        [
            [],
            "Where?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Medforum Hospital.",
            "Male"
        ],
        [
            [],
            "For what was that?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "According to that doctor they said my nose was -the bone which separates the two \nnostrils was - went to the other side. I think it is as a result of them kicking me in my face.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Mr Morudu I think we need details, more details about what happened then at your \nencounter with the applicants. I assume they came to you and picked you up?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes, they abducted me on the 17th May, it was around 7.00pm.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Ja, tell us about the abduction, start there, tell us what happened.",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I was in Mamelodi East at a certain comrade of mine reading newspapers and when I \nwent home it was dark.  It is an open veld. I noticed two Whites and two Blacks and they pulled out their \nfirearms and one of them shot and I was apprehended by one whom I realised as Hendrik Mokaba(?). And \nfrom thereon my feet and my legs were chained and they drove me to the Security offices in Pretoria.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Did they tell you why they were taking you to Pretoria at that time?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "No, they didn't tell me, they were sitting on top of me in fact inside in the kombi.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Did they identify themselves as the police or did they not?\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "177",
            "Unknown"
        ],
        [
            "S MORUDU",
            "",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "No, they didn't identify themselves.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Very well, then they drove with you to the Security offices in Pretoria?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "That's correct, Mr Chairperson.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "From there they just started assaulting me and they were extremely happy when they \nwere busy assaulting me.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "How did they assault you? I know it's a long time back, you may not be able to give us \nan account, blow to blow as to what they did, but to the extent that you are able to remember how you were \nassaulted, can you tell us how you were assaulted?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I was assaulted with fists, with open hands, kicked and they used a baton also to assault \nme.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "All of them, did all of them take part in the assault?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "All of them took part in the assault but the person who assaulted me seriously and who \nkicked me in the face is van Vuuren.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Did you bleed?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Where?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "From my nose.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Did you start bleeding on the way to offices already?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "No, I started bleeding at their offices and my face was swollen, my hands, my feet and I \nwas denied medical attention.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Did you ask for it?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Now you are at the office and you are \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "177",
            "Unknown"
        ],
        [
            "S MORUDU",
            "bleeding, you are swollen and then what happens then?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "After giving me that page to write down names of the members of my Executive they \ntook me to Central Police Station where they couldn't detain me there because those cops there said I must \nfirst get medical attention before that.  Then from there they took me to Mamelodi Police Station where the \nnext day I was taken to Rust de Winter Police Station.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Rust de Winter?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes. Thereafter about some two months from there or a month, I can't remember very \nwell, they came with a guy, they introduced him as \"Mike\" ...(intervention)",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Before they came with \"Mike\" as you saying that you were kept at Rust de Winter \nPolice Station for two months?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes, that is correct.  Then another thing, they were giving me some white tablets, small \ntablets and they said it will take off the way I was swollen, it will slow it  and ...(intervention)",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "During the two months, did they come to interrogate you?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "They never came to interrogate me while I was at Rust de Winter.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "And then they came with this \"Mike\"?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes, whom I later realised that it was Joe Mamasela.  And - there were three,  van \nVuuren, Hechter and this \"Mike\" whom I realised as Mamasela - his face was covered and when one of \nthem left he told me in SeSotho that if I don't cooperate with them I am going to be killed.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Now, from that point on were you assaulted again or not?\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "178",
            "Unknown"
        ],
        [
            "S MORUDU",
            "",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "At that stage they didn't assault me anymore.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "The medication that you received from whom did you get it?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I was given that by Hendrik Mokaba.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "So from the time you were assaulted until, well say, the two months' period, you were \nnot seen by a doctor?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes, I was kept in solitary confinement, no I was not seen by any person.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Thank you.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Were you paid for - as if you were cooperating with them?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes, at times but at times we just signed that form and they will give you nothing.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "They will give you?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Nothing.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman.\tNow, Mr Morudu, at \nthat time can you remember that there were a lot of riots and upheavals and political uprisings amongst the \nBlack people, can you remember that?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Not specifically during that time when I was arrested because members of the SADF \nwere in the townships.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Can you remember exactly which year this was?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes. In 1987.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Why was the South African Defence Force in the townships?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "According to my knowledge they were brought in after a state of emergency.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Was there a state of emergency in existence at that time, can you remember?\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "179",
            "Unknown"
        ],
        [
            "S MORUDU",
            "",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Can you remember why there was a state of emergency?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "It was because of the national unrest, the unrest nationally.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Because of the national unrest.",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "And was there unrest in your area?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "There was sporadic acts of unrest, yes.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Can you remember what the reason for this unrest was?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I can't clearly remember that.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "You can't remember?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "So, at that time, did you see acts of unrest at all in your career or in your life? Did you \nexperience any acts of unrest?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I only saw them on the television and so forth.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "At that time in 1986/87 when you were in the township you don't know what the \nunrest was about? Is that what you are testifying?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I said I can't remember. I didn't say I don't know.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Can't you remember?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "What the unrest was about?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "You also, if I understand you correctly, you can't remember why the South African \nDefence Force was in the township except for the question of the unrest?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.\nPRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "180",
            "Unknown"
        ],
        [
            "S MORUDU",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Morudu, at the school which you attended, did school go on in the normal way \nthroughout the time, 1986, 1987, 1985? Did you go to school every day?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "We went to school but there were times when we stayed away from school for certain \nreasons.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "What were those reasons?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I can't remember them all, but one of them was when we wanted free books and so forth.",
            "Male"
        ],
        [
            [],
            "I didn't hear that, you wanted what?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Free books.",
            "Male"
        ],
        [
            [],
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Was that the reason why you stayed away from school?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Some of the reasons.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Can you at all remember the other reasons?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "No.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "The other people in the schools, did they stay away?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Can you at all remember why they stayed away from school?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I said I can't remember some of those reasons.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Do you know if any schools in your area were burnt, ever?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes, I know that where I attended school in I think it was three years or two years before \nI was abducted it was burnt.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "What school was burnt?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "(...indistinct)",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Your school?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.\nPRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "181",
            "Unknown"
        ],
        [
            "S MORUDU",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Why was the school burnt, do you know?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I don't know.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Did you know at the time why your school was burnt, can you remember that?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "No, in the morning when we went to school we found that section burnt.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "You found the school burnt?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Were there other schools in the area that were burnt at that stage?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I can't remember.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Can you recall any other school that was burnt in your area?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "No.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "I am not sure, did I understand you correctly, you were not involved in any situations \nwhere there were uprisings, crowds, etc?",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "He never said that, Mr Chairman, he said he was not involved in \"bombings\".",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, pardon Mr Chairman, perhaps I should ask questions to make sure.\n\tMr Morudu, were you ever present when people threw stones during that time?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "No.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Were you ever present when cars were burnt?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "No.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Were you ever present at any marches?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "How many?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I can't remember.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "One or two or a lot?\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "182",
            "Unknown"
        ],
        [
            "S MORUDU",
            "",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "There were a lot of marches, I can't remember.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Were you present at a lot of marches?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "What were these marches about?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "In most cases it was for matters related to the school or schools in our township.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "What matters?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Like what I have already stated, books and I said I can't remember some of the things at \nthat time.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Were you aware at that time who was in government, which political party was in \ngovernment?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I was aware, yes.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Which party was that?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "The National Party.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Were you aware of any other political parties at that time?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Which ones?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "The PFP.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Which other ones?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "The Conservative Party.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Yes?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "You mean parliamentary parties or what?",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Well I am speaking of political parties in total, so I am referring to illegal as well as \nlegal political parties at that time.",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes, I knew of the UDF also.  I can't remember the others.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "You just new of the UDF?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes, you asked me of any parties I knew and I gave you I think three or four, yes.\nPRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "182",
            "Unknown"
        ],
        [
            "S MORUDU",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes. Did you know of any other parties?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "No.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Did you know what the UDF stood for, the letters UDF, did you know that?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "No, I was not aware of it at that time.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Have you subsequently become aware of other parties that might have, other political \nparties that might have been involved at that time, legal or illegal?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "You mean now, am I aware of them now? Well, I now I am aware that the ANC was \nthere, I don't know whether it was a political party or a freedom party at all.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "You have become aware of the ANC now?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Now I am aware that is why I say I can't distinguish between these other parties which I \nhave got and the ANC at that time.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "When you were at these marches, what did you do?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "We were singing and running and so forth.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Is that all you did?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "What were you singing?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "We were singing a lot of - we were singing songs.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Which kind of songs?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I can't now say which kind, but there were a lot of songs like Nkosi Sikelele which we \nsung at that time.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Do you know any of those songs still?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes, I know Nkosi Sikelele.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, and any of the other songs that you sang?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I can't remember them quite well now.\nPRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "183",
            "Unknown"
        ],
        [
            "S MORUDU",
            "",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Sorry, did you sing so-called Freedom songs?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes, there were some, we sung them.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "These Freedom songs you sang, what did they say, what did they mean?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "You see, most of them are in Zulu and I don't understand Zulu.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Are there lots of Zulu's living in Mamelodi?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Well in my section they are \"Peddies\" living there, there are no Zulu's.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "And where did these marches occur? Only in your section or where?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "No. They were occurring in the township.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "How did you know of the marches?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "There were posters that were being posted in each and every corner of the township.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Why did you go to the marches?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I went to the marches because at that time each and every person was going to those \nmarches and I was a student leader.  Where student demands were being there addressed, I was going to \nthose marches.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "For what reason did you go to those marches?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "As I have already said, as a student leader I had to attend those marches to see if the \nthings we want were being addressed and so forth.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Right, and you say you were a student leader?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Now, in respect of which organisations or to which organisations did you belong to?\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "184",
            "Unknown"
        ],
        [
            "S MORUDU",
            "",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Mamelodi Students Congress.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Now, this organisation, how many members did it have?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "We didn't have registered members, but we had an Executive of about 10 people.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "This Executive, were they all the same age as you?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Did they all live in Mamelodi?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Did they come from different parts of Mamelodi?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "How did it come that you were elected to this council?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I was elected to this council because I was the president of the students representative \ncouncil at my school.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "How did you become president of the students representative council of your school?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I was elected by the students.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "How did that election take place?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "It took place at an assembly.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "At an assembly?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "How did it come that you were elected?",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "I take it that people voted for him.",
            "Unknown"
        ],
        [
            [],
            "Surely Mr du Plessis, do we have go into all these details at this stage?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman I have a specific objective for this.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "185",
            "Unknown"
        ],
        [
            "S MORUDU",
            "",
            "Unknown"
        ],
        [
            [],
            "Would you not put your particular question because we are going into minor details about \nstudent organisations SRC's and so on?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes Mr Chairman, but it is important to determine exactly what Mr Morudu's \nposition in Mamelodi amongst the youth was in relation to his evidence.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            ". . . (inaudible) ask him why he was elected, how did it come about?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "I was coming to that, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Yes, well then come to that one then.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "As it pleases you.  Now, Mr Morudu at that assembly, how were you elected?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Names were suggested and after that the election took place.  That is how we were \nelected.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "What was discussed at that meeting?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "About the election.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Mr Morudu why were you elected as president? Why did the students think that you \ndeserved the position of a president?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Maybe what I can think of at this stage is I was a prominent, I was an athlete at school, I \nwas in a debating committee and they said how good I can debate when we have our debates.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Are there any other reasons that might have made you think that you might be a \nsuitable person for the president other than the fact that you were a prominent athlete and good in debate?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I can't remember of any other thing.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Was it not because you had a political clout?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I don't think, I don't know how the way they perceived it, the students who elected me.\nPRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "186",
            "Unknown"
        ],
        [
            "S MORUDU",
            "",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Did you think you had a political clout?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "No. I didn't think of that at the time.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Were any political issues discussed when you were elected to this, to your school's \ncouncil?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "We discussed only students matters at that time.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "What were they?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Like the repairing of windows, corporal punishment and free stationery.  Those are some \nof the things I remember.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Was nothing discussed pertaining to the upheavals in the township, the fact that the \nSouth African Defence Force was in the township, the UDF, anything of that nature?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "No.  We were only ...(intervention)",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Nothing?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Nothing of that sort.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "So the people at your school were totally disinterested in those kind of things?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "We were only dealing with student matters at school.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "And this Mamelodi Students Congress that you belonged to, what was that council's \nfunction?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "It was to coordinate all schools so that if there is a common demand so that it can be \nraised at a highest level.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "What issues were specifically discussed by you?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Common issues like stationery, books, free stationery book and corporal punishment, we \ntook those as common in all our schools.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Was this the only representative body of \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "186",
            "Unknown"
        ],
        [
            "S MORUDU",
            "school students in Mamelodi at the time?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "That is correct.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Was the presence of the South African Defence Force in the townships ever \ndiscussed by that council?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I can't remember that one.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Was the UDF ever discussed at that council?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "No.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Never?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Never.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Was anything pertaining to these marches you were involved in discussed at that \ncouncil?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "What was exactly discussed?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I am going to repeat that thing again. We were discussing things like - which were \ncommon to all the schools - the nature of the things we were discussing about like stationery, books and so \nforth as I have already said.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Was the ANC and riot - acts that happened during riots, burning of vehicles, other \nschool boycotts etc was that not discussed at those meetings of that council?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "No, they were not discussed, but only school matters were discussed at that forum.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Did you belong to any other organisations?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "No.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Now, Mr Morudu, that organisation, the Mamelodi Students Council, did that \nstudents council belong to any other organisations?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "No, we were not affiliated with any other organisations.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Morudu, I put to you that the Mamelodi \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "187",
            "Unknown"
        ],
        [
            "S MORUDU",
            "Students Council was affiliated to COSAS - the Council of South African Students.",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "COSAS was banned at that time and we were not affiliated to it.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Do you deny what I am putting to you?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes, I deny it because COSAS was banned at that time.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Was what?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Banned.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Did you know anything of COSAS at that time?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes, I knew that COSAS was banned in 1985 - that is what I knew.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "So Mr Morudu, do I understand your evidence correct, you were simply not involved \nin politics at all?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I don't know if you are going to put it as student politics or what?",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "No, I am talking of normal politics, not student politics, normal politics, ANC, UDF, \napartheid whatever the issues were at that time?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Not at that time.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "You were not concerned with those issues?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Not at that time, yes.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Not at that time.",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Even though you were one of the ten student leaders in Mamelodi?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes, where I was concerned with student matters at the time.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "And, do I understand you correctly the other people involved on this Mamelodi \nStudents Council, in \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "188",
            "Unknown"
        ],
        [
            "S MORUDU",
            "respect of the council they were also not involved in politics at all?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I can't answer that one because I don't know after school I was (...indistinct) where their \nposition in the townships.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "So, Mr Morudu, please then explain to us, why did four security policemen then \ndecide to interrogate you?",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Mr Chairman, how is the witness supposed to explain why security police interrogated \nhim?",
            "Male"
        ],
        [
            [],
            "He can say so. Yes, do you know why?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I don't know why they arrested me and I can only think that it was because of my student \nleadership position.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Did they know you when they arrested you?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I don't know if they knew me at that time.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Did you know Hendrik Bokaba?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I didn't know him, I knew him after my arrest.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "When they arrested you did they call you on your name or not?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "No. They didn't call me on my name, they only fired a shot and the guy whom I was with \nran away and I was accosted there.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "So, they might have accosted anybody else there in Mamelodi on that day, is that \nwhat you are saying to us?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "But according to what van Vuuren said yesterday, no.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, no, I am trying to find out from you,  I am trying to find out in the light of your \nevidence now before this Committee for what reason on earth Mr Morudu would four security policemen \naccost you in Mamelodi?\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "189",
            "Unknown"
        ],
        [
            "S MORUDU",
            "",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Hasn't he answered that question when he said \"I think it was because of my student \nleadership position\"?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, Mr Chairman, he did answer it in that way....(tape ends) ...to arrest would you \nsay arrest you because you were a student leader, why?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I can't think of a reason now why they wanted to arrest me because of my position.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Because, Mr Morudu, you weren't involved in politics, so I have difficulty in \nunderstanding, even if you were a student leader if you were not involved in politics, why the security \npolice would have been interested in you.",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "As I have already said, I can't know, maybe they got some information somewhere about \nme, so I can't know their reasons for it.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, Mr Morudu, you heard the information which they have given and the evidence \nwhich they have given before this Committee in respect of your involvement in student activities, school \nboycotts and I can read from the application itself, \"your involvement with petrol bombs, intimidation and \nattacks on policemen's houses and your general involvement in politics\".",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "They could have heard that about the petrol bombings, but I was never involved in any \nviolent acts as I have already said.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Morudu, could you perhaps assist us, you were 23 years of age at that stage?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "No, I was around 16 or 17 at that stage.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Weren't you born in 1963?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "No. 1969 - 6 June.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "'69.",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.\nPRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "190",
            "Unknown"
        ],
        [
            "S MORUDU",
            "",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Sorry. Thank you for that, born in 1969.  And as deputy chairperson of the whole \nMamelodi Congress, Students Congress, I presume you helped to organise the marches?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes, we organised the marches, some of the marches.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did you walk at the front of the marches?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did you, the people carry placards or slogans?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes, placards were carried with our demands written on those boards.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Can you remember what those placards and slogans were?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "It was things like \"Away with corporal Punishment\" and the \"Demand for free \nStationery\" and so on. I can't remember some of them very well now.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Weren't there even - nobody objected to apartheid at that stage - \"Away with \nApartheid\" for instance?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I can't remember everything which was written on those boxes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Now when you were asked to be an informer, what did they tell you, what should you \ninform them about?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "About our meetings.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And did they pay you for the information sometimes that you have given them?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "That is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "What sort of information did they pay you for?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Like things which we said at the meetings and so PRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "191",
            "Unknown"
        ],
        [
            "S MORUDU",
            "forth.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Were you paid for political information?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I was not for political organisations.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "No, for political information concerning politics. Were you paid for that?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I don't understand when you say \"politics\" it is maybe when we attending and we talk \nabout our stationery and so forth, will that be classified as \"politics\" or not.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "No, I think that may be related to politics, I won't say it is not politics but you know \ntoday what \"politics\" is?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Don't you know, politics in the general term concerning whose ruling the country and \nwho has got the vote and all those kind of things?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Were you paid for any information of meetings dealing with those kinds of matters?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "No, I didn't supply such information, because I didn't have it.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Were you asked whether you could supply such information?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I was, they at times forced me to give them such information but I denied such \ninformation to them.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Ja, they forced you to supply, to give it, and then did you give it?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "No.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Had you any information that you wouldn't give them about politics?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes, there was some information which I could supply at that time but I couldn't do it.\nPRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "191",
            "Unknown"
        ],
        [
            "S MORUDU",
            "",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "You wouldn't do it?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So you were aware and you could differentiate about politics information and you \ndecided not to give it to them?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes, it can be like that.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Now, Mr Morudu, that kind of information that you are talking of, the information \nthat you did not provide to the security police, what kind of information was that?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Like the meetings other than student meetings which were to happen or to be held.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "What meetings were those?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Of maybe like the Civic and so forth.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Sorry?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "The Civic Organisation.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "But why didn't you want to give information about the Civic Organisations to the \nsecurity police?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "No, it was against my conscience.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Why?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "It was against my conscience, I couldn't just give them that and as I have already stated I \ndidn't willingfully work with them, I was forced.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, but what I want to know is, the kind of information that you did not want to give \nto the security police, you say it is meetings of the Civic Organisations. Why didn't you want to give \ninformation about those meetings to the security police?",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "He says it was against his conscience because after all he was not willingly, he was \nnot willing, he was \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "192",
            "Unknown"
        ],
        [
            "S MORUDU",
            "forced into being an informer.\nADV.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, Mr Chairman. Why was it against your conscience then?",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Because he was - he did not volunteer to cooperate with the police he was forced, that \nis what he is saying. Is there any other reason other than you were forced to work with the police as to why \nyou did not give them information?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "It was just I hated them at that time and especially of the bombing of my home when my \nniece was killed.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "We don't always get the answer we want by hammering the same question time and \nagain Mr du Plessis.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "When was the bombing of your home, before or after they \narrested and assaulted you?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Three months before they arrested me.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Now, Mr Chairman, may I go ahead?",
            "Unknown"
        ],
        [
            [],
            "Yes Sir.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you.\tMr Morudu, you say you were paid sometimes and you were \nsometimes not paid?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Do you know why you were paid sometimes and not paid other times?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "No, I didn't ask questions, they were very ruthless, even at that time, they would always \nswear at you.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Now, I am going to put it to you, Mr Morudu, that the reason why you were paid \nsometimes and sometimes not was that the security police only paid informers when they gave important \ninformation to them. What do you say about that? Can you dispute that?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I don't have comment on that one.\nPRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "193",
            "Unknown"
        ],
        [
            "S MORUDU",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "You don't have any comment?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "The information that you gave to this security police, did you give correct \ninformation or did you give them false information?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "At times I gave them correct information and at times I gave them information which \ncame from Mamasela which he gave me and I wrote it with my handwriting and gave it to them.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "This information that you gave to them, did it have anything to do with politics at all?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes, the one which Mamasela gave me, yes.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "You mean the information that you gave to Mamasela?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Which he gave to me.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Which he gave to you.",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "He gave to me to give to the White cops.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, now what I want to know is did you volunteer any information from you side \nwhen you were an informer which was of a political nature at all?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I can't remember so well, but I was giving them  information which I knew they can get \nfrom anywhere.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Even if you gave them such information they came back for more, is that right?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Well, when they came back for more they were always swearing at me and trying to get \nmore.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "And they paid you for information that they could get anywhere else. Is that right?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I said, sometimes.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Yes. Now, when they paid you for information did you also give them information \nwhich was \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "194",
            "Unknown"
        ],
        [
            "S MORUDU",
            "just general knowledge and which they could get anywhere else? Is that what you are saying?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "How long were you an informer?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "About two years.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "They never found out that you were only giving them general information?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "At times they found out that is why they were keeping on threatening me saying that I am \nuseless to them.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "But did they come back to you for information again?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes, they were keeping on coming.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Do you know of anything that happened as a result of any information you gave to \nthe security police, any result of you giving such information?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "No.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Do you know of anybody that was arrested because of giving such information?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "No.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Morudu, you said you were an informer for about two years?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "After leaving them, you hated them at that stage?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did you at then join any political party?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes, in 1990 I joined the ANC.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did you tell them about these people and what they were doing?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I told some of them.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did you tell them that they forced you to \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "195",
            "Unknown"
        ],
        [
            "S MORUDU",
            "give information?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And what information you in fact give them?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I gave them information about my organisation because, the Mamelodi Students \nCongress, because I feel that they will get it from somebody and as they threatened to kill me, they would \neliminate me if I don't give them.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Morudu, did you not as members of the Mamelodi Students Congress put blame \nonto the government of the day for the problems that you as students were facing?",
            "Female"
        ],
        [
            "MR MORUDU",
            "Yes we did.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Morudu, you testified that you were kept at the Rust de Winter Police Station for \ntwo months.",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "If we go through the registers, the police registers of that police station we will find \nyour name, probably there, isn't it?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I don't know whether they just put me in there or not, I don't know their procedure.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Right, because I put it to you that - because it wasn't put to Warrant Officer van \nVuuren he couldn't testify about that but I will request the Committee for him to testify about that now, I \nput it to you that Warrant Officer van Vuuren will testify that you were not kept for two months at the Rust \nde Winter police station and that you are lying.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Could you put to him when he was released and were was he kept?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "I am going to, I am just waiting for a reaction.\tWhat do you say about that?",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "I will deny that because I myself was detained \nPRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "195",
            "Unknown"
        ],
        [
            "S MORUDU",
            "there, I can remember that.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "You see, because Warrant Officer van Vuuren will testify that you were detained \nafterwards for, he can't remember for how long, but for a maximum of a week at the Kameeldrift Police \nStation.",
            "Unknown"
        ],
        [
            "MR MORUDU",
            "On that one I can't say that he is correct, but I was at Rust de Winter, because I was \nreleased in July, which would make it plus minus two months.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Mr du Plessis, where is Kameeldrift, is it in the former KwaNdebele or something?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "It is close to Pretoria, Mr Chairman,  I am not just 100% sure, I can find out if you \njust give me - \tMr Chairman it's on the Moloto Road outside Pretoria, I also know now where it is, it's \non the way to Roodeplaat Dam.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Isn't it in the - I am not sure - I am just trying to find -",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "No, it is not Bophuthatswana area.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "No, no, is it not in the area of Rust de Winter?\nADV.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "No.",
            "Unknown"
        ],
        [
            [],
            "Mr Currin any re-examination?",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MR CURRIN",
            "Thank you.  Just on one point.\nYou were asked about political organisations that existed at that time and you named political organisations \nthat you were aware of, you never named the African National Congress, had you ever heard of that \norganisation, at that stage?",
            "Male"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "MR CURRIN",
            "You had heard of it?",
            "Male"
        ],
        [
            "MR MORUDU",
            "Yes.\nPRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "196",
            "Male"
        ],
        [
            "S MORUDU",
            "",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Did you not name it as a political organisation for any reason?",
            "Male"
        ],
        [
            "MR MORUDU",
            "As he said \"parties\" and I couldn't distinguish between political parties.",
            "Male"
        ],
        [
            "MR CURRIN",
            "Sorry, yes, he spoke about political parties - is that correct?",
            "Male"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "MR CURRIN",
            "So you are saying that in your view the ANC was not a political party?",
            "Male"
        ],
        [
            "MR MORUDU",
            "Yes.",
            "Male"
        ],
        [
            "MR CURRIN",
            "Okay, thank you.",
            "Male"
        ],
        [
            "NO FURTHER QUESTIONS BY MR CURRIN",
            "",
            "Male"
        ],
        [
            [],
            "Mr Mpshe any questions from you?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "No questions Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "We were not told a word by the applicant about him being detained, were we?  I have \nbeen looking at my notes, the evidence given by Mr van Vuuren he merely said after the assault he became \nan informant, not that we had to keep him locked up for a week?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, Mr Chairman, the evidence was presented in terms of the application on that \nbasis, now what I would want to say to the Committee is that I raised this point, I did not deem that \nevidence to be of a crucial nature pertaining to the application.  Obviously if these aspects were put to my \nclients when they testified that Mr Morudu was going to come and testify they would have volunteered to \nhave given that evidence. If the Committee should deem that information as important then, then I would \nwant to ask that Warrant Officer van Vuuren then be called as a witness so that he can testify about that \naspect.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You elected not to lead that evidence. You \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "197",
            "Unknown"
        ],
        [
            "ADDRESS",
            "are leading your applicants who have to make a full disclosure, you chose not to. I am not asking him to \ncome and give evidence now.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, but Mr Chairman it has been disclosed to the Committee now and I will argue \nthat point, apart from the fact  that ...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You can argue what you like at the end, I merely asked you, it was not disclosed by \nyour witness, was it?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, no it wasn't Mr Chairman.",
            "Unknown"
        ],
        [
            [],
            "",
            "Unknown"
        ],
        [
            "ON RESUMPTION",
            "",
            "Unknown"
        ],
        [
            [],
            "Mr Mpshe?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            [],
            "Thank you Mr Chairman.  I have been told by my learned colleague that we \nwill only commence with the Pepco Three tomorrow and in the circumstances I wish to be excused until 11 \ntomorrow morning if that will be in order?",
            "Male"
        ],
        [
            [],
            "Yes you are excused.",
            "Unknown"
        ],
        [
            [],
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman we are on matter no. 1 on the 25th the killing of Zweli Nyanda and another. \nMr Brian Currin is appearing for the victims, Mr Chairman and I hand over to my learned friend, that is the \napplicants.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman.  Mr Chairman you will find ...(intervention)",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman it would seem Mr Visser would like to say something first before we \nproceed.",
            "Unknown"
        ],
        [
            [],
            "Well Mr Chairman not really, I was just wondering whether from a practical point of view, \nyou shouldn't be informed when you go onto a new incident, \nPRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            [],
            "198",
            "Unknown"
        ],
        [
            "ADDRESS",
            "whether there had been Section 19(4) notices in that incident, because in the present case I would submit \nthat one can conveniently deal with the 19(4) notice, in this case it was directed to Brigadier Schoon, but I \nam in your hands. I am going to sit and listen to the evidence anyway, but I just thought it might be \nconvenient for you to know beforehand what Brigadier Schoon is going to say?",
            "Unknown"
        ],
        [
            [],
            "Mr Mpshe.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman I don't know how to respond to that one because if 19(4)'s have been served \nand the legal representative is here, it is for him to indicate that we are here in these matters. Brigadier \nSchoon has been served with a 19(4) as well as the other members who are implicated in this matter. I don't \nknow whether I should announce who all are being served in a particular matter, because the lawyers do \ncome in the morning and they meet the Committee, Mr Chairman.",
            "Unknown"
        ],
        [
            [],
            "Well now, for present purposes in the Zwele matter...",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "I will have to check my returns of service Mr Chairman then if the Chairman will give me \ntime.",
            "Unknown"
        ],
        [
            [],
            "No, are the parties adequately represented now?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Parties, Mr Chairperson is that ...(intervention)",
            "Unknown"
        ],
        [
            [],
            "The interested parties, those implicated or likely to be implicated?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Yes, Mr Chairperson, Advocate Visser is representing some of those who are implicated in \nthis matter Mr Chairman.  If the Chairman could just give me a chance to go through my returns of service, \nthen I will tell who is there, but for what I know, Mr Schoon is a client of \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "199\nattorney Wagenaar and Adv. Visser is here for  Wagenaar and Schoon has been served.",
            "Unknown"
        ],
        [
            [],
            "Yes.",
            "Unknown"
        ],
        [
            [],
            "That is correct Mr Chairman, that is correct, I think that's really the point.  May I just say, \nwhile my learned friend is scrambling his papers, we have prepared a short affidavit, it deals with three \nincidents in which Brig. Schoon is implicated - the first one being the Zweli Nyanda and Keith McFadden \nmatter, I wonder whether I couldn't hand up to you Mr Chairman, the affidavit, the original is on top \nthereof and there are copies for the other members of the Committee.",
            "Unknown"
        ],
        [
            [],
            "Yes, please do hand them in.",
            "Unknown"
        ],
        [
            [],
            "Perhaps I could just, so that there are no secrets, perhaps I could just inform you what the \nsituation is in regard to the first matter.\n\tYou will notice the top one was the original Mr Chairman, you will notice Mr Chairman in \nparagraph 2.1 that Brig. Schoon refers to application for amnesty by J Cronje and four others and then over \nthe page he lists the incidents in paragraph 2.2 in which he is implicated by way of the 19(4) notices and \nthen pertinent to this particular matter which you are about to deal with now, he deals with in paragraph 3 \nand perhaps I should read it into the record Mr Chairman then it is there, unless you have other directions \nin this regard, perhaps you just wish to read it yourself?",
            "Unknown"
        ],
        [
            [],
            "Will you just read that into the record?",
            "Unknown"
        ],
        [
            [],
            "Yes, if I may, Mr Chairman. Paragraph 3.1 he says,\n\t\t\"In December 1996 an amnesty application was\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            [],
            "199",
            "Unknown"
        ],
        [
            "ADDRESS",
            "launched for me before the Amnesty Committee where inter alia I deal with this relevant \nincident.  I confirm the correctness of my own role in this as described in the application \nof Jack Cronje ....\"\nobviously referring to the written application Mr Chairman,\n\t\t\"... but I do not have any personal knowledge of how the operation was executed. As a \nresult I cannot be of much assistance to the Amnesty Committee in this regard and for \nthat reason my amnesty application on Page 58 does not contain much information\". \nSo it is really a question of no contest at this time as matters stand on the papers, Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr Visser, could I just get clarity on that, we know that these men have been murdered. \nBrig. Cronje says he received instruction from Brig. Schoon and Gen. van Rensburg, I don't know if you \nare representing Gen. Steenkamp I am sorry not Van Rensburg - to go and find out where Nyanda resided \nand then to eliminate him. Was that an instruction to go and kill him?",
            "Unknown"
        ],
        [
            [],
            "Mr Chairman as I understand it, yes, and Brig. Schoon confirms it as being correct but I \nam not representing Steenkamp.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "We just want some clarity on the word \"eliminate\" because it gets used quite often and \nsometimes I get the impression that not everyone is ad idem as to what it means.",
            "Unknown"
        ],
        [
            [],
            "I would be surprised if he said \"eliminated\" meant anything other than what we know it to \nmean.",
            "Unknown"
        ],
        [
            [],
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairperson, may I be \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "200",
            "Unknown"
        ],
        [
            [],
            "permitted to call Brig. Cronje?",
            "Unknown"
        ],
        [
            [],
            "Yes, please do.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman you will find this on Page 52.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Has General Steenkamp been given notice  Mr Mpshe?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairperson, I will have to go through my file.",
            "Unknown"
        ],
        [
            [],
            "Alright, go through your file and let us know.  Let's proceed in the meanwhile.  I am \nsorry, where were you referring to?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Page 52 Mr Chairman.",
            "Unknown"
        ],
        [
            [],
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "May I be permitted to proceed?",
            "Unknown"
        ],
        [
            [],
            "Just swear him in.",
            "Unknown"
        ],
        [
            [],
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier Cronje, this incident took place approximately \nFebruary 1983. Is that correct?",
            "Unknown"
        ],
        [
            [],
            "Yes, that is correct.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Where were you stationed at the time?",
            "Unknown"
        ],
        [
            [],
            "I was the Commanding Officer at Vlakplaas.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "What was your rank at the time?",
            "Unknown"
        ],
        [
            [],
            "I was a full Colonel.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Very well.  If you look at Page 53 of your application, could you explain to the \nCommittee, and I will stop you where I want to put any extra questions, could you explain exactly what \nhappened in this incident?",
            "Unknown"
        ],
        [
            [],
            "Zwele Nyanda was a prominent member of the ANC.  He was the head of the ANC's \noperations in Natal, at Natal Machinery.  The Security Branch knew that he resided \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "201",
            "Unknown"
        ],
        [
            [],
            "in Swaziland.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Could I just stop you there please, Brigadier, we have just received a request from the \ninterpreters that when you read off your documents you please do it a bit slowly because they cannot keep \nup with you, so if you could please just read out a bit slower.\n\tAfter several acts of terrorism where civilians had been killed had been planned by him, what \nkind of acts were those?",
            "Unknown"
        ],
        [
            [],
            "These were bomb explosions as far as I know inter alia?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Were there any limpet mine explosions in which he was involved?",
            "Unknown"
        ],
        [
            [],
            "I am not sure, but it is possible that there was a limpet mine explosion.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier could you explain to the Committee how the instruction came about and \nwhere it came from?",
            "Unknown"
        ],
        [
            [],
            "Brigadier Schoon, who was my direct commanding officer at Vlakplaas at the time, gave \nme such an instruction and also General Steenkamp who at that stage was the head of the Security Branch \nin the Republic.  The instruction was to go to Swaziland, establish where Nyanda resided, where he \noperated from and then to eliminate him.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Could we proceed with the third paragraph.",
            "Unknown"
        ],
        [
            [],
            "The information was obtained from an informant. I would just like to correct - it was \ndealt with by the Piet Retief branch that Nyanda was residing in a house outside of Manzini. The informant \nprovided us with the address. Captain Eugene de Kok, Warrant Officer Van Dyk, Constable Almond \nNofomela, Constable Geoff - it was Sigu(?) \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "202",
            "Unknown"
        ],
        [
            [],
            "and I went to Vlakplaas from the Oshoek Border Post. At the Oshoek Border Post, a warrant officer from \nPiet Retief and a Warrant Officer Rohrig from Witbank proceeded with us to a hotel between Mbabane and \nManzini. At approximately 1.00am that morning we went to Manzini and we initially attacked the house \nwith stun grenades. All of us were involved.  When we launched our attack lights were switched on inside \nthe house and I could see Nyanda moving, running from one room in the house to another and also running \ndown the passage. Someone shot him in his legs from outside, I cannot remember exactly who that was.  \nThereafter he went into the bathroom where he locked the door. Someone else who was in the house, in the \nbedroom, at that stage, jumped out of the window and ran away.\n\tAlmond Nofomela shot at the man and injured Geoff Besigu(?) in his ankle in the process. I shot \nthe door of the house open and when I kicked the door open there was a man in the kitchen who had just \ncome from the passage into the kitchen, he was wrapped in a blanket, he jumped up and ran down the \npassage. Immediately I went after him and I kicked open the door of the bedroom he had fled into, the light \nwas on and I started shooting at the man. I killed him.\n\tThere was a woman hiding in the wardrobe, we left her there and did not injure her. Thereafter I \nwent out through the kitchen door again and I saw Nyanda trying to jump out of the bathroom window.  \nEugene de Kok shot him with an AK47, he fell, got up and ran away. De Kok shot him in his back \nwhereafter he remained lying there. \n\tWe quickly searched the house and found documents containing plans to attack defence force \nvehicles \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "202",
            "Unknown"
        ],
        [
            [],
            "transporting defence force staff. The attack was approximately 150m from a Swaziland Defence Force base \nand we could not hang around there for too long, so the house was not searched thoroughly. \n\tAfter the operation we went back to Oshoek and crossed the border near the border post back into \nthe Republic. Thereafter I contacted Brigadier Schoon and informed him that we had killed two persons. \n\tThe following morning De Kok and I drove to Pretoria where I handed the documents which we \nhad seized to General Steenkamp. Before I left I had arranged that Geoff Besigu be treated in the Ermelo \nHospital. Thereafter I was merited with an award for outstanding service and also De Kok, Van Dyk, \nPienaar and Rohrig. Geoff Besigu and Nofamela were both promoted to the ranks of sergeant as well as Joe \nMamasela. \tMamasela played a big role in the preliminary investigation into Nyanda but he was not \nthere that night and for this reason he was also promoted. The medals which were awarded to me were \nhanded over by the ex-Minister of police,  Louis LeGrange. \n\tWhen I entered the room where McFadden, the man whom I had shot, and I hadn't known at that \nstage, I had no choice but to shoot at him. I did not know whether he was armed or not and whether he \nwould have shot me or not. The normal reaction in such a case is to shoot. We expected that everyone \nshould have been armed, everyone inside the house, and where such an attack was launched, there was no \ntime to ask the person whether or not they were armed first. I assumed that he was a member of the ANC - \nthat he assisted Nyanda and that he would probably have been armed. \n\tThis operation has to be seen in the light of the \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "203",
            "Unknown"
        ],
        [
            [],
            "unrest on the side of the Liberation Movements on the one side and the South African Government on the \nother. There were many acts of terrorism at that time in Natal which increased from month to month.  \nMany of the attacks came from Swaziland and were planned by Nyanda.   Nyanda, as far as I can \nremember, was responsible for the death of several civilians in Natal at that stage, through his planning of \nacts of terrorism. It was done in agreement with the government's revolutionary strategy to suppress the \nliberation movements and to prevent the Republic of South Africa from being destabilised any further.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Very well, Brigadier. When you saw McFadden could you see whether he was armed \nor not?",
            "Unknown"
        ],
        [
            [],
            "As I said he was wrapped in a blanket and I could not see what was in his hands under \nthe blanket.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Did you foresee that he could have been armed?",
            "Unknown"
        ],
        [
            [],
            "I expected that he would have been armed.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Was there any time for you to determine whether he was armed and if he was?",
            "Unknown"
        ],
        [
            [],
            "No, not at all.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Do you know today whether he was armed or not?",
            "Unknown"
        ],
        [
            [],
            "I do not know if he was armed, as I said, there were weapons found in the house, but \nthere was no time to search the property.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Was there a woman in the house?",
            "Unknown"
        ],
        [
            [],
            "Yes, there was a woman there, but it was our policy, so that where possible we did not \nwage war against women and children, or at least I should say innocent women and children.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "204",
            "Unknown"
        ],
        [
            [],
            "",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Brigadier, you used the word \"innocent\" there, she was an innocent woman was she, \nalthough she was in the same house and the same room as McFadden?",
            "Unknown"
        ],
        [
            [],
            "I didn't know her at all, Mr Chairman and I had to assume that she was innocent at the \ntime because I had never heard of her before.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Where was she Brigadier?",
            "Unknown"
        ],
        [
            [],
            "She was hiding in a wardrobe.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Did you know about McFadden before the time?",
            "Unknown"
        ],
        [
            [],
            "We did not know about McFadden.  We knew that there was another man with the name \nby \"Cecil\" who we knew was a trained terrorist, was also in the house, but Cecil is the one who jumped out \nof the window.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Did you expect when you entered the house that there should be more than one \narmed man in the house?",
            "Unknown"
        ],
        [
            [],
            "I knew that there would be at least two.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "You expected there to have been at least two?",
            "Unknown"
        ],
        [
            [],
            "That is correct.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "At the stage you shot at McFadden how many men did you see in the house?",
            "Unknown"
        ],
        [
            [],
            "There were only two. I would just like to mention that I, myself did not see Cecil \njumping out of the window because at that time I was at the kitchen door.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "When you shot at McFadden you were aware of two males and the woman, where \nwas she?",
            "Unknown"
        ],
        [
            [],
            "She was in the wardrobe.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "In the room where McFadden was shot, was she armed?",
            "Unknown"
        ],
        [
            [],
            "No.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "205",
            "Unknown"
        ],
        [
            [],
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "When you shot at McFadden, did you think that he was the other male whom you had \ninformation about?",
            "Unknown"
        ],
        [
            [],
            "Yes, I was under that impression.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Now, Brigadier could we go to Page 58 where reference is made to the political \nobjective and the general justification which we have had from all the applicants is contained in this, \nnamely intimidation and protection of information and combatting acts of terrorism. Do you confirm the \ninformation from page 58 to page 62?  That is the justification.",
            "Unknown"
        ],
        [
            [],
            "Yes, I confirm it as such.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Could you go to page 63 or rather page 62. Could you just read from the bottom \nparagraph to the Committee.",
            "Unknown"
        ],
        [
            [],
            "\"All the above lead to the fact that the National Party remained in power and that \ncommunism was combatted successfully. These actions, the objective of these \nactions was to combat the ANC and other strong liberation movements who \nwere waging a revolutionary battle against the government and to destabilise \nthem. The objective was so that Nyanda, who a trained terrorist and who was \nthe head of the ANC operations in Swaziland, and who had been the cause of \nseveral acts of terrorism in Natal, be eliminated.  McFadden was shot in the \ncourse of this operation.  The context in which this act took place was part of \nthe Republic of South Africa's battle against the liberation movements who \nwere responsible at the time for political unrest\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "205",
            "Unknown"
        ],
        [
            [],
            "and unrest throughout the country and in order to destabilise the government\".",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier could you please just read the last paragraph on Page 63.",
            "Unknown"
        ],
        [
            [],
            "\"The objective of the deed was directed at the ANC which was a liberation movement \nwhich wanted to overthrow the government of the day\".",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier you say on page 64 that your direct command came from Brigadier Schoon \nand General Steenkamp, is that correct?",
            "Unknown"
        ],
        [
            [],
            "That is correct Chairperson.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Do you confirm the rest is merely a repetition of evidence? Do you confirm the \ncontents of page 64?",
            "Unknown"
        ],
        [
            [],
            "Yes, I do.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Could you go to page 65. Did you receive any financial reward?",
            "Unknown"
        ],
        [
            [],
            "No. Not at all.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "You merely received a medal?",
            "Unknown"
        ],
        [
            [],
            "That is correct.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Who awarded you with this medal?",
            "Unknown"
        ],
        [
            [],
            "Ex-Minister Louis LeGrange, he was the Minister of Police at the time.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman may I, before I proceed in cross-examination, respond to the Committee \nmembers question about serving notice, Mr Chairman, right now that in this matter all parties implicated \nhave been served except General Steenkamp and Geoffrey Besigu.  And why they were not served is I did \nnot have the particulars where to contact them. I \nPRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "206",
            "Unknown"
        ],
        [
            [],
            "have just perused the document that was given to this Committee on Monday by Advocate Visser. I have \nnoted there is a Steenkamp on their list but I don't know whether it is this Steenkamp mentioned herein Mr \nChairman,  but all parties have been served and I have got returns of service. Thank you.",
            "Unknown"
        ],
        [
            [],
            "Mr Chairman I don't have the answer to that. I wasn't informed that the Steenkamp that is \nimplicated here is one of my clients, but I am not saying that he isn't.  We are in early days still and we are \ntrying to sort out precisely what - who our clients are and what the situation is.",
            "Unknown"
        ],
        [
            [],
            "Do you know whether you are representing General Steenkamp at this stage?",
            "Unknown"
        ],
        [
            [],
            "I am not sure whether this is the Steenkamp which is my client, certainly that doesn't \naccord with my information at the moment.  But may I say that I am going to ask a few questions and the \nquestions will relate to both Schoon and to anybody else that may have given an order so I don't foresee \nwith respect that any undue time would be wasted even if it is not my client.",
            "Unknown"
        ],
        [
            [],
            "Mr Currin.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Thank you sir.  We have instructions from the Nyanda family, I just want to mention that \nthey were here at the last hearing when we were in Johannesburg and we haven't been able to find them \nhere today or earlier in the week and they don't seem to be here, however, I just would like to place on \nrecord that their instructions are to place on record that they are in favour of the amnesty process and that \nthey are in favour of reconciliation subject to full disclosure, and that is an area which they have instructed \nPRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "207",
            "Male"
        ],
        [
            [],
            "me to ask questions and also subject to information obtained about the killing of McFadden which concerns \nthem as a family since he was a resident in the house at the time and the attack wasn't aimed at him.  I just \nput on record what the objective of my cross-examination objectives will be.",
            "Unknown"
        ],
        [
            [],
            "Yes.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR CURRIN",
            "In your evidence Brigadier, you mentioned that you got \ninformation from an informer and in your written document you stated that it was an informer in Piet Retief \nand then you changed that in your evidence-in- chief. Please repeat that.",
            "Male"
        ],
        [
            [],
            "I changed it because it was not an informant who lived in Piet Retief, Mr Chairman, but \nit was an informant who was dealt with by Warrant Officer Pienaar in Piet Retief and that is why he was \nalso involved in the operation.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "His family, for no other reason other than full disclosure would like to know who the \ninformer was?",
            "Male"
        ],
        [
            [],
            "Mr Chairperson, I don't know who the informant was. I think Warrant Officer Pienaar \nwould possibly be able to answer that question.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Could I ask you to take steps to try and obtain that information.",
            "Male"
        ],
        [
            [],
            "I can do it, I undertake to do it.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Because it is important for the family in the context of reconciliation to have all the \ninformation which they feel they need to deal with the process within themselves.",
            "Male"
        ],
        [
            [],
            "I understand that.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "With regard to Keith McFadden, in your written submission, nowhere do you mention that \nyou sussed out the \nPRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "208",
            "Male"
        ],
        [
            [],
            "house beforehand to find out how many people were in the house, then later you indicated that you had \ninformation. Please explain what you found out about the house before you attacked?  Shall I repeat the \nquestion?",
            "Unknown"
        ],
        [
            [],
            "Please.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "In your written application you make no reference to having sussed out the house before \nyou attacked to find out who was in the house, how many people were in the house, yet in your evidence-\nin-chief you indicated that you had information that there was more than one male in the house, where did \nyou get that information from?",
            "Male"
        ],
        [
            [],
            "This information came from the same informant. We knew that Nyanda and Cecil \nworked together and when we entered the house and I saw McFadden, when I entered the house and saw \nMcFadden I was under the impression that it could be Cecil.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Tell us about Cecil?",
            "Male"
        ],
        [
            [],
            "It was him who jumped out of the window and got away. I heard afterwards that it was a \nman who worked with Nyanda. I can't remember his surname.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Was he a South African or a Swazi?",
            "Male"
        ],
        [
            [],
            "No. He was a South African.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Did he live in that house?  Was your information that he lived in the same house as \nNyanda or as you have just told us that \"they worked together\"?",
            "Unknown"
        ],
        [
            [],
            "No, he worked together and he lived together in the house with Nyanda, Mr Chairman.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "But in your evidence-in-chief, you said you didn't know who this person was that you were \nchasing around the house, correct, you didn't know who he was, McFadden?",
            "Male"
        ],
        [
            [],
            "I didn't know that it was McFadden, I was \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "208",
            "Male"
        ],
        [
            [],
            "under the impression that it was Cecil.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Why didn't you say that in your evidence-in- chief?",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman he did.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Sorry, I must have misunderstood you. Okay, my apologies.  Why did you assume that \nthis other person, who was a male was a guilty person, but yet another person in the house who happened \nto be a female was innocent, I would just like to know the basis of those assumptions?  And that the male \ncould be armed, but the female couldn't be armed.",
            "Male"
        ],
        [
            [],
            "Is it because he had information that there were two people in the house, two men, who \nwere possibly the targets?",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Possibly. Is that the answer?",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Thank you Mr Chairman.  Have you found out subsequently who Keith McFadden was?",
            "Male"
        ],
        [
            [],
            "I later heard that he was also a member of the ANC who worked with Nyanda.",
            "Unknown"
        ],
        [
            "NO FURTHER QUESTIONS BY MR CURRIN",
            "",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairperson, excuse me, before Mr Visser starts cross-examining the witness, I \nwould like to make one point.  I have read the Act, Mr Chairman, and the Act as we all know is a little bit \nambiguous, I do not have any problem with Mr Visser questioning my clients.  What I, however, can \nforesee is that in an incident where there are perhaps five or ten, maybe, persons implicated all represented \nby lawyers that the applicants will then be cross-examined by a representative of each of them.",
            "Unknown"
        ],
        [
            [],
            "What about dealing with the problem as it arises.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "209",
            "Unknown"
        ],
        [
            "ADDRESS",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Well, Mr Chairman, with respect, the problem in principle is here now, the question \nis if a person who is implicated and is represented at the hearings is entitled to subject the applicants to \ncross-examination, I want to repeat we do not want to object to that, I am not objecting to that, all I am \nasking is, I am asking a ruling of the Committee pertaining to this, Mr Chairman. I read Section 30 as \nreferring to a person that he should be afforded an opportunity to submit representations to the Commission \nwithin a specified time with regard to the matter under consideration or to give evidence at a hearing of the \nCommission.  Now the fact that there is reference to giving evidence at a hearing of the Commission might \nalso include the right to cross-examination. I just cannot let this go by without raising the point because of \nthe fact that the Act is not clear on this.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "The Act doesn't implicity authorise you to cross-examine.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Well, that is true, Mr Chairman, that is ...(intervention)",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "There is no explicit authorisation in the Act anywhere, it only states that we could limit \nyou in cross-examination.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, the Act also does not state specifically that Mr Currin has a right to cross-\nexamination.  Now as I can recall this issue was dealt with in October when Mr Currin appeared and the \nruling was made in that regard and I accept that ruling. I am simply making this point because this is a \ndifferent situation than a representative representing the victims. It is a legal representative representing \nsomebody who has been implicated PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "210",
            "Unknown"
        ],
        [
            "ADDRESS",
            "and I am just asking the Committee to make a ruling in this regard.  I am not trying to be obstructive.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Mr Du Plessis, I have no doubt the Committee will make your ruling but speaking for \nmyself, I really don't see any difficulty about that, I can hardly imagine - take an extreme case, take a case \nwhere a person is according to him, wrongly and falsely implicated and maybe he wasn't even there on that \nday, and yet according to him nothing to do with the incident, you cannot seriously suggest that that person \ncouldn't have the right to cross-examine those people who say that he was involved?   Now, I am just \nmaking my point.  That is the one, that is the extreme case.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "I take the point.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "I understand your difficulty with regards to, for example, a case and I myself would \nremain curious to what extent Mr -  without intimating that one would limit him, I would remain curious to \nsee to what extent a person who admits that he was there, is going to cross-examine the witness when that \nperson agrees entirely with the allegations.  But that does not affect the fundamental question of the right to \ncross-examine the person, it only affects the question of the reasonable limit to which that person would be \nentitled to cross-examine.  And I think we should maybe leave it at that point.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, Mr Chairman, in that regard I just want to make this clear, and that is the \nprocedure that Mr Visser is following is that he is providing us and the Committee with affidavits, either \nadmitting that what was said about his clients are true, or otherwise disputing certain aspects of the \napplicants' evidence. Now if Mr \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "210",
            "Unknown"
        ],
        [
            "ADDRESS",
            "Visser is allowed, in respect of a dispute, if we take that, because where they admit the correctness of the \napplicants' evidence I don't have a problem.   But if there is a dispute of one of his clients with the \napplicants' evidence, if he is allowed to cross-examine an applicant it would mean that he could place his \nclient's version before this Committee by way of affidavit which would not give me the opportunity to \ncross-examine that witness, but he can cross-examine the applicant on that version and put his witness' \nversion to the applicant without the applicant having the opportunity to do it vice versa. I haven't \nconsidered that position yet, but that seems to me to lead to a direction where there might be prejudice for \nthe applicants, Mr Chairman, and I am raising that now although that hasn't occurred yet, but it is going to \noccur.  Tat situation is going to occur.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "The point is important you're making because it may just happen that even though Mr \nVisser's clients agree in broad terms they may not differ with your clients' version on an important aspect of \nthe matter, but that problem, let's see whether that kind of problem arises. Because the fact that he agrees \nwith, his clients agree with your clients' version does not mean that there may not be other things on which \nhe is not entitled to put questions because they may agree, he may agree but find it necessary to put a \nslightly different complexion on the matter or emphasise in one or two other things and under those \ncircumstances he would be entitled to put questions.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman the only reason why I am raising the problem that is going to occur in \nrespect of disputes is the fact that, that it is intricately bound to the question, does Mr Visser have the right \nto cross-\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "211",
            "Unknown"
        ],
        [
            "ADDRESS",
            "examine.",
            "Unknown"
        ],
        [
            [],
            "Yes, I think that this is a matter of some importance, it is a question of interpretation to \nbe placed on this Act, and I don't think that any of us can pretend that we have applied our minds in \ninterpreting every section or every phrase in the Act.   There will come an appropriate time when we will \nhave to take a decision in this matter. Whether that appropriate time is now or at some stage in the future, is \na matter of which I have not made up my mind.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr du Plessis, a person who gave a command an instruction who is implied, \nimplicated in the matter certainly has a right you should be allowed to protect, now if he has a right, what is \nyour juridical objection against questions being posed?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, yes,  like I said, I am not trying to make the point that he does not have \nthe right, the point is that the Committee may limit cross-examination in terms of the Act and the point that \nI am trying to make Mr Chair is that should Mr Visser in this instance be allowed to cross-examine will he \nalso be allowed to cross-examine in a case where his client has a dispute with one of the applicants?  \nBecause the Committee has also made this decision.   Should this happen, Mr Chair, the applicant or \napplicants may be in the situation, problematic situation, where they will be confronted by an affidavit from \nthe side of Mr Visser's clients, if those persons aren't here, we cannot cross-examine them but he has the \nright to cross-examine the applicants on exactly the same facts.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "You will have the right also to cross-examine him should the facts be disputed, but we \nare trying to limit matters and streamline the procedures and not to become too \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "212",
            "Unknown"
        ],
        [
            "ADDRESS",
            "technical in the matter and we are trying to keep the process going and to complete it in everybody's \ninterest as quickly as possible.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Naturally, yes, Mr Chair, but I have to raise this point because I cannot simply let the \nprocess, should it be contrary to the provisions of the Act, simply continue and should it later become \napparent and I don't foresee the problem now that it will be to the disadvantage of or the prejudice of my \nclients, I can't turn around later and say that I have a problem, I have to put it on the table now.",
            "Unknown"
        ],
        [
            [],
            "We accept the fact that you are placing this on record and my Committee is of the view \nthat for present purposes, at any rate at this stage, having seeing the kind of affidavit that has been \npresented on behalf of his client, that if questions are asked, those questions may not go beyond what he \nsaid in that affidavit. For present purposes we are going to allow that and I am going to appeal to Mr Visser \nto confine, if he has any questions which are relevant, to confine them to what is contained in the affidavit.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Could I raise a further matter which I think there seems to be some misunderstanding \nabout. I understood Mr Visser to agree yesterday, I think when I put something to him, that if there was a \nsubstantial dispute of fact, he would not be entitled to put up an affidavit from his client, he would have to \ncall his client to give evidence which appears to be the problem that Mr du Plessis is now contemplating \nthat a dispute of facts will arise on affidavit as I understood the position, it was agreed yesterday that would \nnot happen, that where there was to be \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "213",
            "Unknown"
        ],
        [
            "ADDRESS",
            "a dispute of fact the witness, who was going to dispute the fact, would have to give evidence and you \nwould have the right to cross-examination.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman I am not sure that everybody understood it that way, if that is the case, \nif that is the case then obviously I will be entitled to cross-examine any witness who contradicts any of the \napplicants and I am totally happy. I won't have any problem.",
            "Unknown"
        ],
        [
            [],
            "If I may respond very shortly.   Commissioner Wilson is of course, quite correct, that was in \nrelation to paragraph 4 at page 3 of the written representation which we handed in.   I am just beginning to \nwonder whether one shouldn't perhaps give these documents some sort of identification, perhaps \"W\" for \nWagenaar 1, 2, 3 and 4.  It may facilitate reference to these documents.  May we mark this exhibit \"W 1\" \nMr Chairman?",
            "Male"
        ],
        [
            [],
            "Well, I think we have a list of exhibits here and if we can, if it is possible for us to be \nconsistent we must give it the appropriate ...(intervention)",
            "Unknown"
        ],
        [
            [],
            "Yes, yes, whatever number you wish to ....",
            "Male"
        ],
        [
            [],
            "Yes, we will do that and as soon as I find it amongst the welter of these papers that are \nbefore me.",
            "Unknown"
        ],
        [
            [],
            "Yes. Well in that to-be-named \"Annexure\" Mr Chairman, page 3, paragraph 4 \n...(intervention)",
            "Male"
        ],
        [
            [],
            "I think it is up to now, we have reached \"Exhibit O\" and I think this will be \"Exhibit P\".",
            "Unknown"
        ],
        [
            [],
            "You are going to do it that way, Mr Chairman.",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Unknown"
        ],
        [
            [],
            "Alright. The point being exactly as Commissioner Wilson pointed out.",
            "Male"
        ],
        [
            [],
            "Yes, do carry on.\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            [],
            "213",
            "Male"
        ],
        [
            "ADDRESS",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "What we envisaged, Mr Chairman was were there are no serious dispute of fact but \nobviously where there are, we suggested that we will have to make other arrangements.",
            "Unknown"
        ],
        [
            [],
            "Mr Chairman, but in any event, my learned friends argument is ill-founded for two reasons.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Visser, I think we have indicated that we will allow you to ask questions.  If matters \narise that would give need for another ruling we will make the ruling we will protect your rights and we \nwill protect Mr du Plessis' rights.",
            "Unknown"
        ],
        [
            [],
            "Yes, I think for the time being ...(intervention)",
            "Unknown"
        ],
        [
            [],
            "I just want to warn the Committee about one thing, perhaps you were aware of it Mr \nChairman, there's been an Appellate Division decision exactly on this point, at page 39 of His Lordship,  \nMr Justice Corbett's judgment in DU PREEZ and VAN RENSBURG v TRC.",
            "Male"
        ],
        [
            [],
            "Yes.  Will you ask your questions then.",
            "Unknown"
        ],
        [
            [],
            "Thank you Mr Chairman.  Brigadier, I just want to hear \nfrom you, how was this instruction issued by Schoon and Steenkamp, was it done by both of them at the \nsame time in an office, did the one issue the instruction and then the other, could tell us exactly how it \nhappened?",
            "Male"
        ],
        [
            [],
            "As far as I can remember Brigadier Schoon gave me the instruction in his office. I cannot \nremember of General Steenkamp entered and if I later, was later summoned by him, but the instruction \ncame from both of them.",
            "Unknown"
        ],
        [
            [],
            "The instruction from Schoon specifically, or let us say, from both of them, did they contain \ndetail such that PRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            [],
            "214",
            "Male"
        ],
        [
            [],
            "you should attack the house with stun grenades when you \nwere going to find Nyanda?",
            "Unknown"
        ],
        [
            [],
            "I was left to my own devices as far as the circumstances which I would encounter there.",
            "Unknown"
        ],
        [
            [],
            "And you have already said that you knew nothing about McFadden prior to that, is that \ncorrect?",
            "Male"
        ],
        [
            [],
            "That is correct.",
            "Unknown"
        ],
        [
            [],
            "So, McFadden would not have come up in any of the discussions that you had had?",
            "Male"
        ],
        [
            [],
            "No.",
            "Unknown"
        ],
        [
            [],
            "To just take it a bit further on what Mr Currin asked you, as far as McFadden is concerned \ndid you become aware after that of any evidence which indicated that he was a terrorist or a collaborator?",
            "Male"
        ],
        [
            [],
            "Later information was received that - I wouldn't say that he was a terrorist, but that he \nwas indeed a collaborator with Nyanda.",
            "Unknown"
        ],
        [
            [],
            "Where did the information come from, could you tell us?",
            "Male"
        ],
        [
            [],
            "Mr Chairperson, I do not know. I cannot remember.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Do you know in which form this information came, was it verbal or was it by mean \nof documentation?",
            "Unknown"
        ],
        [
            [],
            "I suspect that it would probably have been done in writing by an informant.",
            "Unknown"
        ],
        [
            [],
            "Did you have any insight into the documentation which you people seized at the house \nwhere Nyanda was found in Manzini?  Did you go through the documentation yourself?",
            "Male"
        ],
        [
            [],
            "I went through it very briefly, Mr Chairperson.",
            "Unknown"
        ],
        [
            [],
            "Was there any reference in that document made to PRETORIA HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            [],
            "215",
            "Male"
        ],
        [
            [],
            "McFadden?",
            "Unknown"
        ],
        [
            [],
            "I do not believe that there was anything in there, as I said it was - it contained plans to \nattack defence force staff buses.",
            "Unknown"
        ],
        [
            [],
            "Mr Chairman that is all I wanted to ask. Thank you.",
            "Male"
        ],
        [
            [],
            "",
            "Male"
        ],
        [
            [],
            "Any re-examination?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes Mr Chairman, thank you very much. Brigadier, the \ninstruction which was given to you, let us just go through it again, what was the information available to \nyou with regards to who could  possibly have been in that house.",
            "Unknown"
        ],
        [
            [],
            "The information was that only Nyanda and Cecil were to be there.  I can just explain \nfurther that this investigation spanned over a long period of time and when we held observations on \nNyanda, when we followed him, he and Cecil were always together.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier, was anything said at the time of the instruction being issued about your \naction in the case of anyone else being present?",
            "Unknown"
        ],
        [
            [],
            "Chairperson, not as far as I can remember, but as I said, I could not wait and still ask \nMcFadden \"who are you?\" and possibly die in the process myself.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier Schoon and Steenkamp were they informed about the death of McFadden \nat the time?",
            "Unknown"
        ],
        [
            [],
            "Yes, they were.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "What was their attitude at the time?",
            "Unknown"
        ],
        [
            [],
            "They accepted it.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "During your training with regards to this type of operation, what did your training \nentail, what was \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "216",
            "Unknown"
        ],
        [
            [],
            "expected of you during such operations where you did not know what to expect?",
            "Unknown"
        ],
        [
            [],
            "You had to shoot first and then ask questions later. Just to put it differently, you had no \nchance to ask the person any questions, your training entailed the fact that where you were in a situation \nwhere you knew that there were armed men or armed persons in a house, you would attack the house and \nshoot without checking whether the person was armed or not.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Very well. Brigadier, the persons who you gave instruction to, were they also aware \nof that approach?",
            "Unknown"
        ],
        [
            [],
            "Yes, I should think so.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And did they tell you before the time that you merely had instruction to eliminate \nonly two persons or was nothing said about that?",
            "Unknown"
        ],
        [
            [],
            "That's not the evidence,  The evidence was that there was an instruction to eliminate one \nspecific person, not two.",
            "Male"
        ],
        [
            "ADV DU PLESSIS",
            "Very well, let me rephrase the question. The instruction which you had received with \nregards to the elimination, was the instruction to eliminate Nyanda only or what?",
            "Unknown"
        ],
        [
            [],
            "Brigadier Schoon and Steenkamp were aware of the fact that this person, Cecil, was \nworking with Nyanda.  It was contained in previous reports which were given to us so I could only assume \nthat they knew that I would not have left Cecil there because I would have expected him also to have been \narmed.",
            "Unknown"
        ],
        [
            [],
            "Does this person Cecil have any name, any other name?",
            "Unknown"
        ],
        [
            [],
            "He does Chairperson, but I have since \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "216",
            "Unknown"
        ],
        [
            [],
            "forgotten that name.   I cannot remember his surname.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "The first question I have is for Mr Mpshe.\nThe woman in the house, has she been notified in any way? Has she been identified?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman the woman has not been notified because she has not been identified.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Has any attempt being made to identify her?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "The investigative unit has done that, they filed a report with me, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "In the case of McFadden, has his family been notified?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "The same applies Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "What?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "That they have not been identified and notified Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Well he has been identified positively.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairperson, I am referring to where to locate him, to locate the families thereof.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And presumably there was an inquest held by the Swaziland authorities?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "I may not know about the inquest in Swaziland, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Were inquiries made?",
            "Unknown"
        ],
        [
            [],
            "It was ten years ago this happened.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman I am prepared to go and make available the report given to me by the \nInvestigative Unit as far as this incident is concerned Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Because I ask these questions because it was put, I think, by Mr Currin that McFadden \nwas living in that house and I think that if he was living there, if he was known to have been living there by \npeople in the \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "217",
            "Unknown"
        ],
        [
            [],
            "neighbourhood it is extremely relevant to the inquiry as to the attack on him that night.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "That is so.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "We have no information, it is just that Mr Currin mentioned it. Is there information that \nhe was living in that house?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "I do not have that information. That was brought by Mr Currin.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Right, now, can you tell me Brigadier what you were armed with that night?",
            "Unknown"
        ],
        [
            [],
            "I was armed with an automatic 9 mm firearm Chairperson.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And how many times did you shoot Mr McFadden?",
            "Unknown"
        ],
        [
            [],
            "Mr Chairperson,I cannot say, with an automatic weapon it is difficult to determine but I \nwould never have emptied my entire magazine on him and then run the risk of having being without \nammunition.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Now I ask you this because you chased this man into a bedroom where the light was \non, he was wrapped in a blanket apparently, why did you kill him?",
            "Unknown"
        ],
        [
            [],
            "As I had already said Mr Chairperson, I did not know what he could have had under that \nblanket, whether it was concealing a firearm or not. I could not have been sure.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You couldn't have been more than a few yards away from him, if that, could you, were \nyou?",
            "Unknown"
        ],
        [
            [],
            "I was standing in the doorway.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "The bedroom door. Why didn't you shoot him through the shoulder or the leg, wound \nhim so you could ask questions?  Why kill him?",
            "Unknown"
        ],
        [
            [],
            "Mr Chairperson, I have already said that I \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "218",
            "Unknown"
        ],
        [
            [],
            "could not run the risk of injuring or missing him and then having him shoot me.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "So what was at stake was your life against his and you had no choice but to kill him, \nyou didn't want to give him any chance, is that the position Brigadier?",
            "Unknown"
        ],
        [
            [],
            "That was my perception at the time that if I did not shoot he would shoot and I could \npossibly have died.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You could have watched and seen whether he produced a gun from under the blanket \nthat was wrapped around him. You were in the dominant position, weren't you, standing, armed, ready to \nshoot?",
            "Unknown"
        ],
        [
            [],
            "Chairperson I explained that I kicked the door open and started firing immediately, I did \nnot wait to see whether he had a firearm or not.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You didn't wait to see.",
            "Unknown"
        ],
        [
            [],
            "I was in as much danger if he had had a firearm and had shot at me. It would have been \nmy life and not his.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Brigadier do you know if Eugene de Kok was charged in connection with this incident?",
            "Unknown"
        ],
        [
            [],
            "No Chairperson, I do not believe that he was.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Was this not one of the charges which was brought against him.",
            "Unknown"
        ],
        [
            [],
            "No. I think that because it was in Swaziland he was not charged.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "You testified of your own and tell me if I am wrong because I got the impression that \nyou said that because you had been told that Cecil was to be found in the house, you were under a \nmisconception that McFadden could have been Cecil and that is why you shot him?",
            "Unknown"
        ],
        [
            [],
            "That is correct and then I would have known \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "219",
            "Unknown"
        ],
        [
            [],
            "the opposite that Cecil would have been armed.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Now, I am not so sure, at the end of the day whether you killed Mr McFadden because \nyou were worried that he might produce a firearm from underneath the blanket or you are saying that you \nshot him because you thought you were killing Cecil?  Or whether it is both reasons combined.",
            "Unknown"
        ],
        [
            [],
            "If I had found Cecil there I would definitely have shot him but I was not sure if it was \nhim and I was trying to prevent the fact that McFadden was Cecil.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "But you did see somebody jump out of the window?",
            "Unknown"
        ],
        [
            [],
            "No Chairperson, I heard about that later.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Oh, 54.\n\t\t\"Thereafter he went into the bathroom and he locked himself in, somebody else who was \nin the house jumped out of the window and ran away\".",
            "Unknown"
        ],
        [
            [],
            "I could have put it like that, but as I said I was in the house at that time and I could not \nsee that window and I heard that from one of my people later.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Is that what you were told, that somebody jumped out of the window?",
            "Unknown"
        ],
        [
            [],
            "Ja, that is correct Chairperson.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "I see.  But I think I was under the wrong impression because it doesn't say that - you \ndon't say in your statement, you don't say that somebody told you so. But I will accept what you are telling \nme that you got the information from somebody else.",
            "Unknown"
        ],
        [
            [],
            "Thank you Chairperson.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Mr Cronje, when you obtained a report from the informers in Piet Retief, that Mr \nNyanda was staying with another person by the name of Cecil, did you make any \nPRETORIA HEARING\tAMNESTY/",
            "Female"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "220",
            "Female"
        ],
        [
            [],
            "attempt to get in touch with both Brigadier Schoon and General Steenkamp to inform them that you have \nnow come into possession of other important information that another important and dangerous person was \nstaying in the house where Mr Nyanda was staying? Did you make any attempt to get in touch with your \nsuperiors about that information?",
            "Unknown"
        ],
        [
            [],
            "As I said, Nyanda and Cecil were always together and my commanding officers knew \nthat so they could have assumed that Cecil could well have been there.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "But the instructions from Brigadier Schoon and General Steenkamp was to eliminate \nMr Nyanda and Mr Nyanda only?",
            "Female"
        ],
        [
            [],
            "I assume and I believe that they would also have given permission that Cecil also be \neliminated.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Were there any difficulties you would have encountered in confirming those \nassumptions with Brigadier Schoon and General Steenkamp?",
            "Female"
        ],
        [
            [],
            "Could you please repeat the question?",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Would it have been difficult for you to confirm your assumption that the instructions to \neliminate Mr Nyanda also would have applied to Mr Cecil? What would have been difficult for you to \nconfirm that with both Brigadier Schoon and General Steenkamp?",
            "Female"
        ],
        [
            [],
            "I believed that they would have granted permission anyway because Cecil was also a \ntrained terrorist who was assisting Nyanda in these operations so I did not expect them to object such a \nthing.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Are you saying then, Mr Cronje, that the information about Cecil was also the \ninformation which was in the knowledge of both Brigadier Schoon and General Steenkamp, I thought that \nwas the information that you \nPRETORIA HEARING\tAMNESTY/",
            "Female"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "220",
            "Female"
        ],
        [
            [],
            "obtained from the informers in Piet Retief?",
            "Unknown"
        ],
        [
            [],
            "No, no, no. Brigadier Schoon and General Steenkamp knew beforehand that Cecil was \nworking with Nyanda.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Yet, Mr Cronje, they made no mention they gave no instructions that you should \neliminate Mr Cecil as well. Isn't that strange?",
            "Female"
        ],
        [
            [],
            "I believe that they would have issued that instruction Chairperson, I have no doubt about \nthat.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "If they had known about Mr Cecil, is that not a fact?",
            "Female"
        ],
        [
            [],
            "They knew about Cecil and that he was operating with Nyanda.",
            "Unknown"
        ],
        [
            [],
            "The question was, why did they not give you instructions to eliminate Cecil if they knew \nall this?",
            "Unknown"
        ],
        [
            [],
            "Chairperson, I can only say that if they had given me the instruction or had said that I \nshould eliminate Nyanda that it is possible that they could have said both. I believe they did say so to me \nbut I did not mention it like that.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Are you now changing your evidence and saying they did give you instructions to kill \nCecil? Is that what you have just said?",
            "Unknown"
        ],
        [
            [],
            "Chairperson, I am saying that they would have had no objection if I had eliminated Cecil \nas well.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Brigadier there was no objection because they gave you a medal for what you had \ndone.",
            "Unknown"
        ],
        [
            [],
            "That is correct Chairperson, and they had no objection that night and the morning when I \nfilled them in.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "So they knew what you had done and they knew that you had killed McFadden as well \nand they gave you the \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "221",
            "Unknown"
        ],
        [
            [],
            "medal anyway?",
            "Unknown"
        ],
        [
            [],
            "That is correct Chairperson.",
            "Unknown"
        ],
        [
            [],
            "Mr Chairman may I be permitted to place something on record here.  The evidence which is \nnow been elicited, as you understand was not on the notice which Brigadier Schoon received. I can't \nrespond to it right now because I don't have any instructions on it. May, if necessary, it be raised again at a \nlater stage, Mr Chairman?",
            "Male"
        ],
        [
            [],
            "Well Brigadier Schoon will give evidence at some stage.",
            "Unknown"
        ],
        [
            [],
            "He will give evidence, yes. I don't think that you need that resolved in order for you to \nconsider the amnesty application, so it can conveniently be mentioned later.",
            "Male"
        ],
        [
            [],
            "Yes. Thank you.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier, this Cecil was he a high profile activist?",
            "Unknown"
        ],
        [
            [],
            "Yes, he was Chairperson.",
            "Unknown"
        ],
        [
            [],
            "No, he said he was a trained terrorist.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes. Brigadier did you and Brigadier Schoon and General Steenkamp know exactly \nwho was going to be in the house that night?",
            "Unknown"
        ],
        [
            [],
            "I do not believe that they would have known who were all in the house.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And the instruction was to eliminate Nyanda but if you had asked during the \ndiscussion when you were receiving your instructions what happens if there are any other persons or any \nother armed persons in the house what do you think the instruction would have been?",
            "Unknown"
        ],
        [
            [],
            "The same as the instruction with regards to \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "222",
            "Unknown"
        ],
        [
            [],
            "Nyanda.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier, would it have been normal for you to execute such an operation and to \nforesee that you were only going to shoot one person or would it have been normal to foresee the fact that \nyou would possibly shoot other persons?",
            "Unknown"
        ],
        [
            [],
            "It would have been normal to foresee that there were possibly more persons who could \nbe shot.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Could you see whether McFadden was armed under the blanket or not?",
            "Unknown"
        ],
        [
            [],
            "No, I could not.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Did you expect that he would be armed?",
            "Unknown"
        ],
        [
            [],
            "Yes.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Should you not as any normal careful person who has a respect for life have taken \nsome steps to see who is in the house before you come to the conclusion that it is normal to foresee that \nother people might be killed? Isn't it normal to take steps to find out who they are?",
            "Unknown"
        ],
        [
            [],
            "According to the informant it would only have been Nyanda and Cecil in the house and \nour information was that Nyanda was renting that house for his own purposes, so I could not have foreseen \nthat McFadden would have been there.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You could have sent someone to look couldn't you? You were relying on information \nyou had been given at Piet Retief, you were now in Manzini, quite a way away.",
            "Unknown"
        ],
        [
            [],
            "This informant lived in Swaziland not far from this house and according to this informant \nit was Nyanda and Cecil's house.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "So you only discovered from the informant that it was Nyanda and Cecil's house?  Is \nthat what you are \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "223",
            "Unknown"
        ],
        [
            [],
            "now saying?",
            "Unknown"
        ],
        [
            [],
            "That is correct, we did not know that there would be other people.",
            "Unknown"
        ],
        [
            [],
            "Mr Mpshe are there any questions you wish to put.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "I do not have question, Mr Chairman, thank you.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "",
            "Male"
        ],
        [
            [],
            "Yes very well you are excused.",
            "Unknown"
        ],
        [
            "WITNESS EXCUSED",
            "",
            "Unknown"
        ],
        [
            [],
            "Mr Chairman, I wonder, could I ask one more question, perhaps it may solve the problem of \nwhether I am acting for Steenkamp or not. If I could just ask the Brigadier whether he can give us a \nchristian name of the Steenkamp that he is referring to?",
            "Male"
        ],
        [
            [],
            "Certainly - clear that up.",
            "Unknown"
        ],
        [
            [],
            "The General Steenkamp you refer to is it Francois Steenkamp?",
            "Male"
        ],
        [
            [],
            "No, it is Frans Steenkamp.",
            "Unknown"
        ],
        [
            [],
            "Thank you Brigadier. The mystery deepens, I do appear for Frans Steenkamp but there is \nno reference to this incident, Mr Chairman.   I will have to follow it up.",
            "Male"
        ],
        [
            [],
            "Very well. The Committee will adjourn and resume at 2.00pm.",
            "Unknown"
        ],
        [
            [],
            "PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "224",
            "Unknown"
        ],
        [
            "ON RESUMPTION",
            "",
            "Unknown"
        ],
        [
            [],
            "Mr Mpshe.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Thank you Mr Chairman.    Mr Chairman the next matter on our role is matter no 3, the \nburning of Ezoso(?) House in Mamelodi.  Mr Chairperson the applicants will be Van Vuuren and Hechter \nif I am correct, Mr Chairperson? Van Vuuren Page 87, Hechter Page 302.",
            "Unknown"
        ],
        [
            [],
            "Yes.\nADV.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairperson, before I hand over to my learned friend, I just want to put this on record \nin as far as the victim is concerned. The victim is in this matter, Mr Chairperson, a Mr Dondsi Khumalo, \nwho is a Councellor in this Council, he knew about this matter since last year I have been in \ncommunication with him. Today during lunch Mr Chairperson, I got him on the cellphone to check \nwhether he is on the way to the hearing and he indicated to me that he would not be able to attend the \nhearing he has a meeting in Bloemfontein - actually he was on the way to Bloemfontein but he asked me to \nput it on record that he does not oppose the application for Amnesty as done by the applicants and that \nfurther to put on record that he did not sustain any injury whatsoever and further that actually the Izoso \nHouse that was blown by the applicants is not his house, they blew a wrong Izoso house, his was the \nneighbouring Izoso house, so he is not affected, thank you Mr Chairperson.\nADV.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "What about the true victim then, whose house was blown? He suffered injuries not the \nsupposed victim?\nADV.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "That is true, I do not know who the true victims are and if I remember from the applicants \nthey stated clearly that nobody was injured save that the Izoso house was blown up and even with him, he \nsays it was not his Izoso House - and he does not know to whom did that one belong, it was in sort of a \nIzoso Houses in a cluster form. Thank you.",
            "Unknown"
        ],
        [
            [],
            "We will hear about it just now. Will somebody tell was what is a \"Izoso House\"?",
            "Unknown"
        ],
        [
            [],
            "Mr Chairperson it is one of these pre-fabricated houses, manufactured of wood which one \ncan move easily from one place to the other - it can be assembled and disassembled from one place to the \nother and it is 3m x 3m - the one that is involved in this matter - one can get different dimensions.",
            "Male"
        ],
        [
            [],
            "Thank you.\nADV.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairperson, the reason why I gave this, I put this information on record is to indicate \nto the Committee that this will then be one of the matters where only confirmation will be involved by the \napplicants.",
            "Unknown"
        ],
        [
            [],
            "I see. Very well.\nADV.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairperson, I would beg leave to call Capt. Hechter first please. \n225",
            "Unknown"
        ],
        [
            "ON RESUMPTION",
            "",
            "Unknown"
        ],
        [
            [],
            "Mr Mpshe.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Thank you Mr Chairman.    Mr Chairman the next matter on our role is matter no 3, the \nburning of Zozo house in Mamelodi.  Mr Chairperson the applicants will be Van Vuuren and Hechter if I \nam correct, Mr Chairman Van Vuuren page 87, Hechter page 302.",
            "Unknown"
        ],
        [
            [],
            "Just hold it, I'm sorry about this.  Yes, what page.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman van Vuuren it will be page 87, the van Vuuren matter, page 87.",
            "Unknown"
        ],
        [
            [],
            "Yes.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman before I hand over to my learned friend, I just want to put this on record \ninasfar as the victim is concerned. The victim is in this matter is a Mr Dondsi Khumalo, who is a \nCouncillor in this Council, he knew about this matter since last year I have been in communication with \nhim. Today during lunch Mr Chairman I got him on the cellphone to check whether he was on the way to \nthe hearing and he indicated to me that he would not be able to attend the hearing he has a meeting in \nBloemfontein, actually he was on the way to Bloemfontein, but he asked me to put it on record that he does \nnot oppose the application for amnesty as done by the applicants.  And further to put on record that he did \nnot sustain any injury whatsoever.  And further that actually the Zozo house that was blown by the \napplicants is not his house, they blew a wrong Zozo house, his was the neighbouring Zozo house, so he is \nnot affected.  Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "But what about the true victim then, whose house was blown? \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "225",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "What about the?",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "What about the true victim whose house was blown, he suffered injuries not the \nsupposed victim?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "That is true, I do not know who the true victims are.  And if I remember from the \napplicants they stated clearly that nobody was injured save that the Zozo house was blown up and even \nwith him, he says it was not his Zozo house, and he does not know to whom did that one belong, it was in \nsort of a Zozo houses in a cluster form. Thank you.",
            "Unknown"
        ],
        [
            [],
            "We will hear about it just now. Will somebody tell us what is a \"Zozo\" house?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairperson it is one of these prefabricated houses, manufactured of wood which \none can move easily from one place to the other.  I can be assembled and disassembled from one place to \nthe other and it's 3m x 3m, the one that is involved in this matter.",
            "Unknown"
        ],
        [
            [],
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "One can get different dimensions.",
            "Unknown"
        ],
        [
            [],
            "Yes.  Thank you.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman then the reason why I gave this, I put this information on record is to indicate \nto the Committee that this will then be one of the matters where only confirmation will be involved by the \napplicants.",
            "Unknown"
        ],
        [
            [],
            "I see. Very well.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairperson, I would beg leave to call Capt Hechter first please.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "If it is Captain Hechter then it would be Page 302.",
            "Unknown"
        ],
        [
            [],
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Hechter do you have the application in front of you?\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "226",
            "Unknown"
        ],
        [
            [],
            "",
            "Unknown"
        ],
        [
            [],
            "That is correct.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Do you affirm the information which is contained in Schedule 24, page 302 of the \napplication?",
            "Unknown"
        ],
        [
            [],
            "That is positively so, Mr Chair.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Hechter I would like to ask you one or two questions in this regard as far as \nparagraph 1 is concerned.  The two activists regarding whom you received information as to their being \nasleep in this house, were they involved in serious crimes?",
            "Unknown"
        ],
        [
            [],
            "Yes, that is correct, Mr Chairperson.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "How did you receive your information?",
            "Unknown"
        ],
        [
            [],
            "We at that stage only reacted to source reports and if the source reports indicated that \nthese persons were very active in intimidation, burnings, arson etc. then we decided to act on this.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "If you page to page 310, will you please do so, there you mention upon whose \ninstructions you were reacting.",
            "Unknown"
        ],
        [
            [],
            "I will stick to that, it was the instruction of Brigadier Victor and Mr Villiers to control \nthe situation in Mamelodi.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Hechter, the political motivation which you find from page 306 onwards to \n309, do these things agree with the political motivation which you have already testified to in broad terms \nto this Commission?",
            "Unknown"
        ],
        [
            [],
            "Yes, that's correct.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "With regard to information and dis-information and intimidation?",
            "Unknown"
        ],
        [
            [],
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And also the more detailed information contained on 308 and 309?\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "227",
            "Unknown"
        ],
        [
            [],
            "",
            "Unknown"
        ],
        [
            [],
            "Yes, that is also correct, Mr Chairperson.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman I don't know if the  Commission wants any further detailed \nevidence. I don't think it's necessary.",
            "Unknown"
        ],
        [
            [],
            "I just want to quickly look through some of it.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Can I mention one thing which might be of assistance to my colleagues.  T this is one \nof the items where there has been alteration and it is on page 23 of that file we were given of alterations.  \nThe major difference is now amnesty is being asked for damage to property.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, yes, yes  Mr Chairman. I don't seem to be able to find my list, but that is the \ncase.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "It is on page 23 of the bundle.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, that would be correct.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Was there not an attempted murder?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, Mr Chair that has already been contained in Schedule 24 of Captain Hechter's \napplication.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Not on the improved one?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "No the improved schedules are just additions, it only contains additions so that which \nhad been applied for earlier remained in force, it is just in the schedule of \"Additions and Alterations\".  I \nam sorry if there is an understanding in this regard.  You will notice that the Committee had asked me in \nOctober with regard to certain transgressions in terms of specific Acts and that constitutes the core of the \nalterations and this is set out in the schedule.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "I am glad you told me because I thought the schedule was to replace what had been \nstated.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "No, I am sorry, that was a misunderstanding, I didn't express myself clearly. Mr Chair \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "228",
            "Unknown"
        ],
        [
            [],
            "otherwise my clients are going to be guilty of or going to be taken to task for several murders.",
            "Unknown"
        ],
        [
            [],
            "Mr Mpshe have you any questions to ask?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "",
            "Unknown"
        ],
        [
            [],
            "Very well.  Captain Hechter you are excused and thank you.",
            "Unknown"
        ],
        [
            "WITNESS EXCUSED",
            "PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "229\tW/",
            "Unknown"
        ],
        [
            [],
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman. Mr Chairman, Warrant Officer Van Vuuren is also \napplying for this incident and perhaps for the formality could I call him as  witness?",
            "Unknown"
        ],
        [
            [],
            "Yes, and you will refer us to the relevant pages of the papers.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "87, Mr Chairman, yes.  Thank you.",
            "Unknown"
        ],
        [
            [],
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman.\tWarrant Officer Van Vuuren, your Schedule 8, \npage 87 contains the same incidents regarding which Captain Hechter has testified now, do you affirm the \ncorrectness of your whole application?\nW/",
            "Unknown"
        ],
        [
            [],
            "That is correct, Mr Chairperson.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "It is from page 87 to page 95, is that correct?\nW/",
            "Unknown"
        ],
        [
            [],
            "That is correct.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "On page 95 you state upon whose instructions you were acting, whose were those \ninstructions?\nW/",
            "Unknown"
        ],
        [
            [],
            "It was in execution of a general order from Brigadier Victor and Brigadier Cronje.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "But you acted in direct command of Captain Hechter?\nW/",
            "Unknown"
        ],
        [
            [],
            "Yes, that is correct, Mr Chairperson.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And you also confirm the political motive as set out from page 91 up to and including \npage 94, is that correct?\nW/",
            "Unknown"
        ],
        [
            [],
            "That is correct, Mr Chairperson.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And do you also confirm the testimony of Captain Hechter with regard to the political \ninvolvement of the persons who were present in the hut?\nW/",
            "Unknown"
        ],
        [
            [],
            "Yes, I do. That is correct, Mr Chairperson.",
            "Unknown"
        ],
        [
            [],
            "Were they actually present in the hut?\nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "230\tW/",
            "Unknown"
        ],
        [
            [],
            "W/",
            "Unknown"
        ],
        [
            [],
            "Could you please just ask the question again Mr Chair?",
            "Unknown"
        ],
        [
            [],
            "Were people actually present in their hut.\nW/",
            "Unknown"
        ],
        [
            [],
            "I assumed so, Mr Chairperson.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "When you went there that evening, did you know for sure that they would be in the \nhut?\nW/",
            "Unknown"
        ],
        [
            [],
            "Well, yes, I had a strong suspicion that they were going to be there.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Was your information that they were there every night?\nW/",
            "Unknown"
        ],
        [
            [],
            "Yes, that is correct.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "",
            "Unknown"
        ],
        [
            [],
            "Mr Mpshe, any questions?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Isn't this the case when Captain Hechter came back he said, \"anybody who was so \nlucky, who had so much luck on their side, he'd rather leave alone\"?\nW/",
            "Unknown"
        ],
        [
            [],
            "That is correct, Mr Chairperson.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "The house had been blown down and they hadn't been hurt?\nW/",
            "Unknown"
        ],
        [
            [],
            "That is correct, Mr Chairperson.",
            "Unknown"
        ],
        [
            [],
            "Just to refresh my memory, how was the house demolished, how was it blown down?\nW/",
            "Unknown"
        ],
        [
            [],
            "Captain Hechter and I one night went to the house, Captain Hechter carried the \nself-constructed bomb, I knocked out the window with an AK47 and Captain Hechter threw the bomb into \nthe house, we turned around and ran away, Mr Chair.",
            "Unknown"
        ],
        [
            [],
            "Thank you very much.",
            "Unknown"
        ],
        [
            "WITNESS EXCUSED",
            "PRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "231",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "That will be all Mr Chairman.  That will then call for an adjournment to the following day, \nMr Chairman.",
            "Unknown"
        ],
        [
            [],
            "Is there no other matter that we can dispose of?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "No, Mr Chairman.",
            "Unknown"
        ],
        [
            [],
            "Counsel are aware of the fact that because this venue is required for a meeting by the \nCouncil we are expected to vacate shortly and that is why we can't proceed for the rest of this afternoon.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, Mr Chairperson, we are aware of that, we thought that this matter would take a \nlittle bit longer than it did, otherwise we might have been able to arrange for something else.  Yes, but in \nany event, any of the other matters would have had to stand over, and if they had to stand over there would \nbe General van der Merwe's evidence inbetween which we thought would not be appropriate.",
            "Unknown"
        ],
        [
            [],
            "Yes, it would be inconvenient.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes.",
            "Unknown"
        ],
        [
            [],
            "Can we resume again at 9.00 tomorrow morning.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, thank you Mr Chairman.",
            "Unknown"
        ],
        [
            [],
            "Mr Mpshe, will you see to it that everybody that is involved will be available and ready to \nproceed at 9.00am.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "That will be done, Mr Chairman.",
            "Unknown"
        ],
        [
            [],
            "As I understand it, we will begin with Mr Van der Merwe, is it?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman it will be General van der Merwe and thereafter KwaNdebele Nine and \nthereafter Pepco Three.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr Mpshe have you managed to receive any information about the identity of the \nKwaNdebele Nine?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman I do not have it at hand but I had \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "231\na discussion this morning with a Dr Pretorius together with Mrs Antionette De Jager and they said to me \nthey could not do anything in this regard, but they will give me whatever they have done so far and I am of \nthe mind that they will be able to give me information tomorrow to table before the Committee.  They said \nthey will also unsuccessful but they will give whatever they have done.",
            "Unknown"
        ],
        [
            [],
            "Mr Mpshe, while you are about it, Annexure 8 to the post mortem report ...(intervention)",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Yes, Mr Chairman, as I indicated yesterday that I got the post mortem attached to the \nreport from the Investigative Unit.",
            "Unknown"
        ],
        [
            [],
            "That's right.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "But it is not difficult for me to obtain that Annexure A, because the inquest was held at \nGarankua, which is about 25 km from here, I have arranged for it to be brought.",
            "Unknown"
        ],
        [
            [],
            "It's possible that it may very well be in the possession of the Attorney General's office.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "They may also be having that, Mr Chairman, I can obtain it.",
            "Unknown"
        ],
        [
            [],
            "I think that if you just make a telephonic enquiry and find out, it might save some time.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Thank you Mr Chairman, I will do that.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "It might have been handed in at the De Kok trial.",
            "Unknown"
        ],
        [
            [],
            "Yes.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Yes, I think the Attorney General must be having that report of the inquest, but if they \ndon't it is available at the Magistrate's Offices.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, Mr Chairman, I was also told this \nPRETORIA HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "GAUTENG",
            "232\nmorning that it was part of the evidence in the De Kok trial, so it is ...(intervention)",
            "Unknown"
        ],
        [
            [],
            "Evidence by - Mamasela?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Well, part of the State's evidence in the De Kok trial.  So it might be part of the Court \nrecord of that hearing.",
            "Unknown"
        ],
        [
            [],
            "Yes, very well. If there is nothing that can usefully occupy us, we will adjourn and we \nwill resume at 9.00 o'clock tomorrow morning. Thank you.",
            "Unknown"
        ],
        [
            [],
            "",
            "Unknown"
        ]
    ]
}