{
    "header": {
        "type": "AMNESTY HEARINGS",
        "location": "PRETORIA",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54901&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/pta/vaneyck2.htm",
        "speakers": [
            "ADV DE JAGER",
            "ADV PRINSLOO",
            "ADV PRINSLOO ADDRESSES COMMITTEE IN REPLICATION",
            "ADV VAN DER VKV",
            "ADV VAN DER WALT",
            "ADV VAN DER WALT ADDRESSES COMMISSION ON MERITS OF CASE",
            "EMILY FOURIE",
            "JUDGE MALL",
            "JUDGE NGOEPE",
            "JUDGE WILSON",
            "KRUISONDERVRAGING DEUR ADV PRINSLOO",
            "MAMOGALA JACK MKOANA",
            "MEV VAN DER WALT",
            "MNR ROSSOUW",
            "MR PRINSLOO",
            "MR PRINSLOO ADDRESSES COMMISSION ON MERITS OF CASE",
            "MRS VAN DER WALT",
            "MS KHAMPEPE",
            "ON RESUMPTION"
        ],
        "starting date": "UNKNOWN",
        "original_speakers": [
            "ON RESUMPTION",
            "MRS VAN DER WALT",
            "MR VAN DER GRAAFF",
            "MNR VAN DER GRAAFF",
            "MEV VAN DER WALT",
            "JUDGE MALL",
            "ADV MPSHE",
            "MNR ROSSOUW",
            "KRUISONDERVRAGING DEUR ADV PRINSLOO",
            "ADV MPSHE OBJECTS",
            "ADV PRINSLOO",
            "MAMOGALA JACK MKOANA",
            "JUDGE WILSON",
            "MR MKOANA",
            "JUDGE NGOEPE",
            "ADV DE JAGER",
            "MS KHAMPEPE",
            "MR MPSHE OBJECTS",
            "ADV VAN DER VKV",
            "ADV VAN DER WALT",
            "EMILY FOURIE",
            "MR MPSHE",
            "MRS FOURIE",
            "MR PRINSLOO",
            "MR PRINSLOO ADDRESSES COMMISSION ON MERITS OF CASE",
            "ADV VAN DER WALT ADDRESSES COMMISSION ON MERITS OF CASE",
            "MR MPSHE ADDRESSES COMMISSION ON MERITS OF CASE",
            "ADV PRINSLOO ADDRESSES COMMITTEE IN REPLICATION"
        ]
    },
    "testimony": [
        [
            "ON RESUMPTION",
            "(?)",
            "Unknown"
        ],
        [
            [],
            "",
            "Male"
        ],
        [
            "MRS VAN DER WALT",
            "... organisations such as the ANC and PAC were during the 1990s, were unbanned. Is that correct?",
            "Female"
        ],
        [
            [],
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MRS VAN DER WALT",
            "Now after that date, in your experience and in your, in the course and scope of your work, I would like to ask you of the political climate after these organisations were unbanned.  Firstly, I would like you to refer to articles relating to the PAC, and especially if you can emphasise their financial position during those years, in the period after they were unbanned.",
            "Female"
        ],
        [
            [],
            "Yes, Chairperson, I think it is commonly known that after the unbanning of for instance, the PAC, the Communist Party and the ANC, that especially the PAC and ANC's military wings were also unbanned, namely MK and Apla, and that these military wings still continued with operations.\n\tNow to return to the PAC.  I am referring to an article in the Sunday Times of the 16th of May 1993.  Under the heading \"Top ANC officials scandal\", and in the second paragraph there is a reference as follows:\n\"It was disclosed that a number of senior PAC members that refused to hand back properties to the financially strapped organisation, to be sold off to raise funds.\"\nThen in the third column, the penultimate paragraph:\n\"Meanwhile it has also been established that the PAC's financial position is so precarious that it can hardly pay the salaries of staff, and is unlikely to fight the coming elections.\"\nSo dit is die finansiele posisie waarin die PAC hom daardie tyd bevind het.",
            "Male"
        ],
        [
            "MRS VAN DER WALT",
            "Dit is dan in Mei, 16 Mei 1993?",
            "Female"
        ],
        [
            [],
            "That was during May 1993 and of course, the run-up to that started with the unbanning of the PAC.\n\tNow if one asks the question: how did they obtain funds and how did they pay the salaries, because the PAC is still active today in politics.  I refer here to an article in the Star, Star Africa Service, dated the 22nd of January 1992 which preceded this quotation of 1993, it was in a court in Harare -\n\"Allegations made in court here yesterday, that the PAC raised funds by stealing cars in South Africa and selling them in Zimbabwe.\"\nIn other words, things which the man in the street would regard as crime, in this way gained a political undertone and these things were then linked to a political party needing the monies, or liberation organisations needing the finance.\n\tThe climate to which you referred is illustrated by an article or an incident in a Johannesburg magistrate's court in 1993, October 1993, and I refer here to an article in the Citizen of the 27th of October 1993, under the heading -\n\"'Shoot De Klerk' PAC accused yell in court.\"\nThen it appears from the article that -\n\"The PAC members were being charged with various charges. One related to a bomb which was found near a well-known Rocky Street night spot, on May 30th, this year.\"\nThat was in May 1993 and then they continued in May 1993, this year -\n\"The three accused at Diepkloof allegedly prepared explosives with nails, screws and bolts allegedly placed in it.\"\nSo the spirit was created, this spirit of defiance as against the current dispensation.  Maj-Gen Stadler of the Police, he was head of the security branch at the time, in the Citizen of the 8th of December 1992 quoted him as saying:\n\"PAC has boosted Apla.\"\nWhere he said -\n\"Police and former Chief of Security and Intelligence, Maj-Genl Herman Stadler believe that the ranks of the Azanian's People Liberation Army - Apla - have swelled considerably since the PAC and ANC were unbanned in February 1990.\"",
            "Unknown"
        ],
        [
            "MRS VAN DER WALT",
            "And this report regarding Genl Stadler which he wrote, was published before this incident in Johannesburg?",
            "Female"
        ],
        [
            [],
            "Yes, this was in December 1992 and the incident in Johannesburg happened in October 1993, almost a year later. Now you must remember that if there is such a reaction from one particular group in the community, then you immediately have a counter-reaction from the other side.\nThat is correct.",
            "Unknown"
        ],
        [
            "MRS VAN DER WALT",
            "Now in the same document there is also a photograph, the last one, could you perhaps comment on that?",
            "Female"
        ],
        [
            [],
            "Yes, the photograph is very clear, it has appeared in the Star of the 6th of December 1991, and the caption is\n\"Giving the salute - PAC members at yesterday's special meeting in Cape Town.\"\nIn other words, this photograph a photograph from the 5th of December 1991, and it clearly depicted PAC members and the banner in the background -\n\"One settler, one bullet.\"",
            "Unknown"
        ],
        [
            "MRS VAN DER WALT",
            "May I hand this in as EXHIBIT B.\nEXHIBIT B HANDED IN",
            "Female"
        ],
        [
            "MRS VAN DER WALT",
            "You have testified in relation to the PAC and the climate surrounding the activities, but after the ANC was unbanned in 1990, you have further reports relating to the political climate in that context.",
            "Female"
        ],
        [
            [],
            "Yes, that is correct.  The climate created by the ANC did not differ substantially from that created by the PAC, and here I would like to refer to a report in the Citizen, Monday, 1st of June 1992, and the heading\n\"Mandela warns violence may spread to White areas.\"\nIn other words, that can be interpreted as a warning of violence, and other people could perhaps interpret that as seditious, exhorting people to violence.  \n\tThere was another report which preceded this, 28th of June 1990. Mandela was deputy-president of the ANC, he was in America and in Atlanta, in Georgia. He said -\n\"While the policy of non-violence was good some conditions did not permit this, ANC Deputy President, Mr Nelson Mandela said here.\"\nIn Bonn, during a visit three years later, on the 11th of May 1993, he was quoted in the Star -\n\"ANC leader Nelson Mandela ...\"\nHe was then leader of the ANC -\n\"ANC leader Nelson Mandela warned German leaders yesterday not to expect a bloodless handover to power in South Africa.\"\nSo here we clearly see that there was a warning of possible bloodshed and violence.  (ndistinct - microphone not switched on).\n\tIn 1991 Business Day .... (indistinct - microphone not switched on ...) \n\"... code named Operation Prickly Pear.  Intended to eliminate SAP members and establish military training camps in South Africa.\"\nSo it was clear that there was still an armed struggle and that military training was still continuing.  That was the climate which the ANC created and it was (indistinct).",
            "Unknown"
        ],
        [
            "MRS VAN DER WALT",
            "Now you have quoted from various South African newspapers and magazines.  But there was also incidents abroad where the climate was further created and strengthened.",
            "Female"
        ],
        [
            [],
            "Ja, wat natuurlik wat veral in die buiteland die aandag getrek het ook was die sogenaamde halsnoermoorde, maar as ons kyk na 'n berig van die Washington Post van 26 November 1991, is daar heeltemal 'n beskrywing en die artikel is geskryf deur David B Ottoway, van Washington Post Foreign Service,l word, die hele sogenaamde \"necklace\", halsnoermoord word daarso beskrywe. (Onduidelik) duidelik uit, en ek meen dit het die buitelande het dit raakgesien daar, dat heeltemal politieke motiewe daarby betrokke is.  Die berig waarna ek verwys, die eerste kolom, die vierde paragraaf\n\"It is a technique now employed by at least some members of the African National Congress to deter those who like Mongwan Gelva advocate alternative ways of ending South Africa's system of racial separation.\"\nEn dan verderaan haal hulle ook weer die PAC aan, die laaste kolom, die tweede kolom redelik onderaan -\n\"One slogan of the PAC is peace among the Africans; war against the enemy.\"\nEn as 'n mens (onduidelik - mikrofoon nie aangeskakel nie) ... baie bekende slagkreet van daardie tyd \"one settler, one bullet\", dan weet 'n mens ook in 'n groot mate wie is die \"enemy\" waarvan hy hierso praat.\n\tDan praat hy verder van T-hempies wat by die begrafnis van die betrokke persoon gedra is, waarop staan -\n\"We are not paper tigers, we are blood tigers.\"",
            "Unknown"
        ],
        [
            "MEV VAN DER WALT",
            "Ag, ek wil net graag, mnr die Voorsitter, die vorige dokument dan inhandig, wat nou betrekking gehad het op die ANC, as BEWYSSTUK C.\nEXHIBIT C HANDED IN",
            "Unknown"
        ],
        [
            "MEV VAN DER WALT",
            "En dan die ene van die Washington Post as BEWYSSTUK D.\nEXHIBIT D HANDED IN",
            "Unknown"
        ],
        [
            "MEV VAN DER WALT",
            "En ek wil nou net na aanleiding van wat u nou hier gelees het van die Washington Post, dit is baie beslis as 'n mens na die berig weer lees, praat die berig van daardie tyd, dit was nie voor 1990 nie.",
            "Unknown"
        ],
        [
            [],
            "Gewis nie, want hulle praat hierso van die begrafnis, hierdie T-hempies wat gedra is van\n\"We are not paper tigers, we are blood tigers ...\"\nWas op 'n begrafnis wat op 15 - net so 'n bietjie, enigiets tussen 15 en 26 November plaasgevind het, want hulle praat hierso van op 15 November is Mongwa Gelva se liggaam, is hy gevind en die 26ste November is die berig geskryf en toe was die begrafnis al agter die rug.  So dit was binne-in daardie tydperk.",
            "Unknown"
        ],
        [
            "MEV VAN DER WALT",
            "So dit was binne daardie tydperk.\n\tU het ook sekere statistieke waarna u kan verwys.  Is dit korrek?",
            "Unknown"
        ],
        [
            [],
            "Voorsitter, ja, dit is statistieke wat uitgegee is deur die South African Institute of Race Relations.  Daar is 'n redelike groot kolom aan die onderkant wat praat van \"political fatalities, 1984/1994\".  En dan sal u daardie statistieke sien, van politieke sterftes van 1985.  Dan sal u sien 1985 was dit 879; 1986 1 298; 1987, 'n sterk afname, 661; 1988 1 149; 1989 1 403 - wat die hoogste was vir daardie hele tydperk.  So dit het maar so tussen 900 en\n1 500 per jaar gesweef.  Toe in 1990 is daar 'n skielike styging.  Na 3 699, en u sal onthou dat die organisasies waaroor ons nou gepraat het, die ANC en die PAC en die Kommuniste Party, is in die begin van 1990, is hulle gewettig. So hierdie statistiek, dit is volgens jou wet op gemiddeldes kan dit nie binne die eerste maand van daardie jaar so hoog gewees het nie.  So dit het plaasgevind nadat hulle gewettig is.  Dan het dit voortgegaan.  In 1991 2706; 1992 3 347;  1993, 'n nuwe rekord hoogtepunt, 3 794; 1994 \n2 434.  Dan is daar 'n klein kolommetjie, so links bo, wat praat van \"political violence fatalities national\", waar u kan sien dat vir die eerste sewe maande van 1995, het dit toe alreeds op 690 gestaan.  Daar is wel 'n afname gewees, maar as 'n mens daardie syfer projekteer na byvoorbeeld 1985/1987 toe, dan sou hy vir 1995 nog steeds ook meer gewees het as wat dit was voor die tyd.  \tSo die politieke geweld met dan nou politieke sterftes, het geweldig toegeneem.  Wat interessant is van hierdie statistiek, en dit is nou die South African Institute of Race Relations, het hulle heel bo-aan die bladsy, het hulle daar 'n statistiek van verskillende misdade, soos moord, roof, huisbraak, verkragting, voertuig diefstal, voertuig rowe, dan wonder 'n mens waarom word dit op dieselfde bladsy gesit. Sogenaamd gewone misdaad, waarom word dit op dieselfde bladsy gesit as politieke misdaad, is daar een of ander verband iewers te kry.",
            "Unknown"
        ],
        [
            "MEV VAN DER WALT",
            "En dit blyk baie duidelik, as ek u getuienis reg verstaan, is dat die klimaat wat geheers het, die politieke klimaat voor die wettiging van hierdie organisasies, het beslis as 'n mens dit dan maar kan neem tot en met die verkiesing, nie veel verander nie.",
            "Unknown"
        ],
        [
            [],
            "Nee, die statistieke is baie duidelik daaroor.",
            "Unknown"
        ],
        [
            "MEV VAN DER WALT",
            "Dankie, mnr die Voorsitter.  Ag, kan ek dan net hierdie statistieke dan inhandig as BEWYSSTUK E.  Baie dankie.\nEXHIBIT E HANDED IN",
            "Unknown"
        ],
        [
            "MRS VAN DER WALT",
            "Thank you very much.\nNO FURTHER QUESTIONS BY MRS VAN DER WALT",
            "Female"
        ],
        [
            "JUDGE MALL",
            "Mr Mpshe, have you had an opportunity to go through these papers?",
            "Unknown"
        ],
        [
            [],
            "Mr Chairman, I haven't had the opportunity to peruse them, but I am in a position that I can put questions.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Certainly,  you may carry on.",
            "Unknown"
        ],
        [
            [],
            "Thank you, Mr Chairman. Mnr Van der Graaff, is die twee applikante, mnr Gerber en Van Eyck aan u bekend?",
            "Unknown"
        ],
        [
            [],
            "Ek dra kennis van hulle, maar ek is nie bekend aan hulle nie.",
            "Unknown"
        ],
        [
            [],
            "U dra nie kennis van hulle nie?",
            "Unknown"
        ],
        [
            [],
            "Ek dra kennis van hulle, ek is nie bekend aan hulle nie, so ek weet van hulle, maar ek ken hulle nie persoonlik op 'n baie besondere goeie vlak nie.",
            "Unknown"
        ],
        [
            [],
            "Wat weet u van hulle?",
            "Unknown"
        ],
        [
            [],
            "Wat ek van hulle weet is dat hulle op hierdie oomblik in die Zonderwater Gevangenis aangehou word, vir 'n beweerde moord wat hulle sou gepleeg het, wat hulle vonnisse uitdien, en dat hulle nou vandag voor hierdie Hof is om aansoek te doen om vrywaring vir die daad wat hulle gepleeg het.",
            "Unknown"
        ],
        [
            [],
            "Goed. Dra u enige kennis betreffende hulle aktiwiteite voordat hulle in die tronk sou beland het?",
            "Unknown"
        ],
        [
            [],
            "Nee, geensins.",
            "Unknown"
        ],
        [
            [],
            "Het u of dra u enige kennis dat die oorledene, Samuel Kagana 'n lid was van PAC?",
            "Unknown"
        ],
        [
            [],
            "Nee, ek dra geen kennis daarvan nie.",
            "Unknown"
        ],
        [
            [],
            "Van ANC?",
            "Unknown"
        ],
        [
            [],
            "Geen kennis daarvan nie.",
            "Unknown"
        ],
        [
            [],
            "Van Apla?",
            "Unknown"
        ],
        [
            [],
            "Nee.",
            "Unknown"
        ],
        [
            [],
            "Van enige politieke organisasie?",
            "Unknown"
        ],
        [
            [],
            "Nee.",
            "Unknown"
        ],
        [
            [],
            "Dankie, mnr die Voorsitter, dit is al.\nGEEN VERDERE VRAE DEUR MNR MPSHE",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Mr Rossouw, are there any questions you would like to put to this witness?",
            "Unknown"
        ],
        [
            "MNR ROSSOUW",
            "I have no questions, thank you, Mr Chairman.\nNO QUESTIONS BY MR ROSSOUW",
            "Unknown"
        ],
        [
            "KRUISONDERVRAGING DEUR ADV PRINSLOO",
            "Thank you, Mr Chairman.  Mnr Van der Graaff, ek wil net 'n dokument aan u toon, uitgegee deur die - published by the National Freedom Foundation.  Mag ek daarna verwys, mnr die Voorsitter, as BEWYSSTUK F.\nBEWYSSTUK F HANDIG IN\n\tOne copy should be handed to you.",
            "Unknown"
        ],
        [
            [],
            "Mr Chairman, may I lodge my objection in this regard?  The witness was led and his evidence in chief was finalised. I am fully aware of the fact that our guidelines are not a rule of thumb, they are flexible, but one was of the opinion that if such an occasion occurs, an application should first have been made to the chairman to allow further leading of the witness.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Mr Mpshe, you are correct, our procedural guidelines are guidelines.  I realise that you have been taken by surprise that evidence is being led at a stage when the witness had already been led, but in the circumstances that we are confronted with here, I am prepared to allow Mr Rossouw to put such questions as he wishes to this witness.  Mr Mpshe, you may have an opportunity to consider your position and if you require time to decide whether you have any questions to put, you may apply for that.",
            "Unknown"
        ],
        [
            [],
            "I am indebted to you, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Mr Rossouw?",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "As you please, Mr Chairman.  Mr Van der Graaff ...",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Mnr Van der Graaff ... (tussenbeide).",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "I called you by the wrong name, Mr Prinsloo, I'm sorry.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "As you please, Mr Chairman. Mnr Van der Graaff, voor u het u nou Bewysstuk F, 'n dokument getiteld \"Special Report June 1991, Umkhonto weSizwe and South African Communist Party, (indistinct) in the 1990s.\"\nSien u dit daar?",
            "Unknown"
        ],
        [
            [],
            "Ja, dit is korrek, Voorsitter.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Mnr Van der Graaff, is u bekend met die sogenaamde Operasie Vula wat geopenbaar is in 1990, Julie 1990?",
            "Unknown"
        ],
        [
            [],
            "Ja, ek is bekend daarmee, Voorsitter.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "In die dokument, Bewysstuk F, u sal kyk na die dokument, en ek verwys spesifiek nou na Operation Vula -\" MKs gamble for power.\"\nSien u dit daar?",
            "Unknown"
        ],
        [
            [],
            "Ja, ek het hom, goed.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Nou in die eerste paragraaf\n\"Operation Vula which means to open, was the last major attempt by MK to establish a substantial military structure inside South Africa, which would have served as the basis for mass insurrection throughout the country.  Exposed by the South African Security Forces only weeks before the crucial second round of talks between the Government and the ANC in Pretoria in August 1990.  Available evidence indicates that its implementation would have carried on, regardless of what was agreed through the negotiating table.\"\nNou na aanleiding van paragraaf 1 wat ek aan u voorgehou het, mnr Van der Graaff, op daardie stadium, was dit toe reeds bekend of onbekend dat 'n verkiesing gehou sal word in 1993, 1994?",
            "Unknown"
        ],
        [
            [],
            "Nee, dit was nog onbekend op daardie stadium, Voorsitter.  Ek - na een van die vorige bewysstukke wat ingedien is, sal u ook sien dat tydens mnr Mandela se besoek, ek dink dit was aan Londen, aan Bonn gewees, waar hy gese het dat - en dit was in 1993 - het hy gese dat hy verwag dat 'n verkiesingsdatum aangekondig sal word voor die einde van daardie maand.  So die verkiesingsdatum is eers gefinaliseer en werklik aangekondig in min of meer die helfte van 1993.  So op hierdie stadium was dit nog geensins bekend gewees nie.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Na aanleiding van wat aan u voorgehou is, is daar verwys na 'n \"underground military structure inside South Africa.\"",
            "Unknown"
        ],
        [
            [],
            "Ja.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Wat gevestig sou word.",
            "Unknown"
        ],
        [
            [],
            "Ja.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "En is u bewus daarvan dat sekere lede wat sogenaamd verbind was met, na bewering verbind was met Operasie Vula, was mnr Mac Maharaj, Sipue Njanda en ook verwys na mnr Jacob Zumba.   Is u bewus daarvan?",
            "Unknown"
        ],
        [
            [],
            "Ja, en ook na mnr Ronnie Kasrils.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Is u ook bewus daarvan na aanleiding van Persberigte en so meer, dat daar sogenaamde binnelands \"safe houses\" gestig was vir hierdie doel?",
            "Unknown"
        ],
        [
            [],
            "Dit is korrek, ja, en dit is ook waardeur Operasie Vula grootliks op die lappe gekom het, is deurdat die Polisie ook inligting van hierdie veilige huise bekom het, en toe ook op van die materiaal kon beslag gele het, maar daar het 'n boek verskyn, ek neem aan die hand van mnr Ronnie Kasrils, waarin hy later van tyd self die hele Operasie Vula geopenbaar het en waar hy dit ook, waar hy ook melding gemaak het van die veilige huise.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Is u bewus daarvan dat daar ook wapens en ammunisie gevind is, asook in mnr Sipoe Njanda se motor met vals kompartemente in?",
            "Unknown"
        ],
        [
            [],
            "Dit is reg, ja.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "En daar was ook gesofistikeerde wapens gewees. Is u daarvan bewus of nie?",
            "Unknown"
        ],
        [
            [],
            "Dis reg, ja, want die Operasie Vula was uiteindelik die hele doel daarvan was soos wat hierdie stuk, die stuk wat u voorgelees het, en was om uiteindelik die mag te gryp, die woord wat gebruik was dikwels was \"to seize power\", en mag word nie op 'n vreedsame manier gegryp nie.  So daarvan was die wapens noodsaaklik.  Daar het ook reeds in 1990, 'n artikel verskyn in The SA Communist, waarin die hele werking van 'n staatsgreep ook verduidelik word en natuurlik vir so iets is 'n geweldige wapenopbou is nodig want daar word gepraat van dat die staatsgreep moet landwyd, moet hy deur al die inwoners wat deel is van die massa aksie, moet dit gevoer word.  Met ander woorde, as so iets landwyd gedoen word, dan hoef dit nie in 'n klein handjievol mense se hande gelaat te word nie, dan het jy uiteraard het jy baie wapens nodig.  En dit is wat Operasie Vula ook gedoen het.",
            "Unknown"
        ],
        [
            [],
            "Daar word verwys in dieselfde paragraaf\n\"For the launching of mass insurrection throughout the country.\"",
            "Unknown"
        ],
        [
            [],
            "Dis reg.  Dis reg, dis die massa, sal ek maar se staatsgreep, wat beplan was, om die hele land te destabiliseer en in 'n toestand van destabilisasie kan dus 'n revolusionere klimaat gekweek word.  En dan in daardie revolusionere klimaat kan daardie mag gegryp word.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Daar word ook verwys na in tydskrifte na mnr Ronnie Kasrils wat 'n lid was van Vula op daardie tydstip.",
            "Unknown"
        ],
        [
            [],
            "Dis korrek, ja, hy het ook self 'n boek geskryf daaroor.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Mnr die Voorsitter, ek wil verwys na 'n verdere dokument, getiteld The South African Communist, en daarna verwys as BEWYSTUK G, u Edele.\nEXHIBIT G HANDED IN",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Asook 'n verdere aanhaling uit 'n nuusblad, as BEWYSSTUK H.  Ek het afskrifte voorberei vir die Komitee sowel as vir die getuie, mnr die Voorsitter.\nEXHIBIT H HANDED IN",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Het u 'n afskrif?",
            "Unknown"
        ],
        [
            [],
            "Ek het, ja, dankie.  Ek het net - ja.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Goed.  Ek verwys u nou na Bewysstuk G, mnr Van der Graaff. Dit is 'n dokument getiteld The African Communist.",
            "Unknown"
        ],
        [
            [],
            "Dis reg, ja.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "The first quarter 1990.",
            "Unknown"
        ],
        [
            [],
            "Dis reg, ja.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Het u dit?",
            "Unknown"
        ],
        [
            [],
            "Ek het hom.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Die dokument het verskyn ook juis in die tydperk of heel waarskynlik net na die tydperk van 2 Februarie 1990.  Waartydens die ANC, die Kommunistiese Party en die PAC dus gewettig is. So hierdie is 'n handleiding vir toekomstige gebeurtenisse. In ander woorde, vir gebeurtenisse na 1990 en dan kan ek u maar net verwys na bladsy 38 van die dokument, 38 en 39 van die dokument. Bladsy 38 is daar 'n stuk wat handel onder die opskrif \"Render South Africa ungovernable\".",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Goed.\nMNR VAN DER GRAAFF\n\"The call of our time is for the masses to render South Africa ungovernable.  As this is a revolutionary call for militant affirmative action.  It is a call designed to spurt the masses and to release their energy for decisive battles against the racist regime.\"\nDan gaan hy verder, dan se hy -\n\"With our further call from ungovernability to people's power.\"\nMet ander woorde die einddoel is 'n verandering van regering.  En die tussenfase is 'n onregeerbare tydperk.  In ander woorde dit is nie 'n demokratiese oorgang nie, dit is 'n gewelddadige revolusionere oorgang.  En dan net op bladsy 39 gaan hy outomaties oor na die volgende paragraaf, waar hy se -\n\"A spark can start a veld fire.\"\nEn dan word daar baie oor die idee van 'n staatsgreep gepraat -\n\"That insurrection in order to take place relies on a stimulus. The objective conditions can be present, but this is no guarantee that an uprising will take place.  The sufferings, frustrations and grievances are pent-up until the stimulus arises.  The stimulus or spark can come in many forms. It can arise out of some high-handed action by some officials sparking protests which spread, the killing of a child, a massacre, unpopular legislation, rent evictions, et cetera.\"\nDan gaan hy so aan om meer oor die teorie van 'n staatsgreep te praat, en dan op bladsy 42 - ongelukkig het daar 'n reel baie swak deurgekom, maar dan gaan hy voort in die trant, en dan se hy -\n\"To this end crippling economic boycotts and strikes to paralyse the economic infrastructure, blockages and barricades of important road, rail ...\"\nDan is die sin 'n bietjie swak daarso -\n\"... disarming of vacillating troops, et cetera, are some of the activities the masses must undertake with vigour.  The vanguard movement should also carry out the widest possible political propaganda and agitation among the enemy armed forces, because these are critical in determining the outcome of the insurrection.\"\nMet ander woorde enigiets wat te doen het met gewapende magte, die is as die vyand beskou en die aksies moes dan ook teen hulle plaasgevind het.  En dit is 'n handleiding wat die Kommuniste dus vir die massas gegee het.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Mnr Van der Graaff, Bewysstuk H wat voor u is, dit is nou 'n uittreksel uit 'n nuusblad, die Sunday Times, November, die 21ste 1993. Mnr die Voorsitter, dit is nie daarop aangebring nie, ek het die oorspronklike hier, indien u daarna gekyk wou word.  Dit is die Sunday Times van 21 November 1993, verskyn die berig",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Yes?",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Mnr Van der Graaff, daar sal u sien\n\"Operation:  how top secret ANC operation was.\"\nSien u dit daar?",
            "Unknown"
        ],
        [
            [],
            "Ek het hom, ja.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Is u bekend met daardie onthulling?",
            "Unknown"
        ],
        [
            [],
            "Ja, ek is bekend met die onthulling, ek dink hierdie artikel was maar net 'n verdere artikel gewees, na verdere onthullings. U sal onthou dat Operasie Vula het reeds in 1990 het hy aan die lig gekom, en hierdie artikel in 1993 was na aanleiding van 'n boek wat deur Ronnie Kasrils geskryf is.  Die boek se naam was Armed and Dangerous, en dan die artikel hierso handel oor die boek en\n\"The second and final extract from his book Armed and Dangerous, Ronnie Kasrils describes how as part of Operation Vula he secretly entered South Africa prior to the unbanning of the ANC and how the police uncovered the operation.\"",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "So dit was inderdaad 'n goed beplande instelling gewees?",
            "Unknown"
        ],
        [
            [],
            "Dit is reg, ja.  Met verwysing weer na die Bewysstuk F wat gese het dat hierdie operasie sou eintlik nie eers deur 'n verkiesing gestuit kon word nie, of deur die onderhandelings gestuit kan word nie.\n\tIts implementation would have carried on regardless of what was agreed to at the negotiating table.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Net 'n oomblik se geduld, mnr die Voorsitter.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Om net terug te keer na die PAC, mnr Van der Graaff. U het verwys na 'n spesifieke geval in Zimbabwe.  Die persoon wat daar betrokke was, was nou ene Augustine Chihori, wat daar vervolg was.",
            "Unknown"
        ],
        [
            [],
            "Inderdaad.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "En dit is tydens die verhoor gewees van die waarnemende Kommissaris van die Zimbabwe Polisie.  Was u bekend daarmee of nie, mnr Van der Graaff?",
            "Unknown"
        ],
        [
            [],
            "Ja, dit is so in die koerantberig aangehaal.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Nou mnr Van der Graaff, was daar verskeie aanvalle gewees wat na bewering gepleeg was deur die PAC.  Dit is nou in die periode 1991, ek wil dit aan u stel, in Februarie 1991 te Botshabelo in die Oos-Vrystaat, die Oranje-Vrystaat, was daar gebruik gemaak gewees van 'n Ak-47 gewees en daar was 'n winkeleienaar aangeval gewees en die aanvalle was geidentifiseer as ene Christopher Leo Mohlome, wat na bewering lid van Apla sou wees en opgelei sou gewees het.",
            "Unknown"
        ],
        [
            [],
            "Dit is in die media so gerapporteer ja, Voorsitter.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "En dan ook 'n geval, op die 18de Junie 1991 was daar 'n gewapende roof gewees, uitgevoer by die Ramahutsi Poskantoor te Botshabelo en 'n bedrag van\nR2 983,00 was daar gebuit gewees deur ene Vusi Nhlobo is daar gearresteer, op die 1ste Julie 1991, in verband met daardie roof. En daar was weer eens in sy besit gevind 'n Ak-47.  En daar was ook 150 rondtes ammunisie sowel as 'n Chinese stokgrenaat.",
            "Unknown"
        ],
        [
            [],
            "Dit is ook so gerapporteer in die media, Voorsitter.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Ja, dan mnr Van der Graaff, was daar talle gevalle van aanvalle gedoen, ek wil nie na almal vir u verwys nie, met datums en detail, maar ek wil u verwys na die geval van die St James Kerk. U is bekend daarmee?",
            "Unknown"
        ],
        [
            [],
            "Ek is bekend daarmee, Voorsitter.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "En dit was gewees op die 25ste Julie 1993, om halfagt die aand, is daar 'n aanval in die St James Katedraal gewees.   Daar is gebruik gemaak gewees van 5,56 mm outomatiese vuurwapens,  9 mm pistole en 'n M26 handgrenaat, handgrenate is daar gebruik en daar is 11 mense wat daar gedood is in daardie geval.",
            "Unknown"
        ],
        [
            [],
            "Dis korrek, Voorsitter.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "En daarvoor is mense aangekla en dit is ook na bewering uitgevoer deur Apla, PAC.",
            "Unknown"
        ],
        [
            [],
            "Dis reg, ja, Voorsitter.  'n Mens kan miskien ... (tussenbeide).",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Dan was daar ook 'n aanval gewees te King William's Town by 'n golfklub, waar ook 'n aanval was op verskeie mense, ook deur Apla.",
            "Unknown"
        ],
        [
            [],
            "Dis korrek, Voorsitter.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Geen verdere vrae nie, dankie, mnr die Voorsitter.\nGEEN VERDERE VRAE DEUR ADV PRINSLOO",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Mr Mpshe?",
            "Unknown"
        ],
        [
            [],
            "No questions, Mr Chairman, thank you.\nNO QUESTIONS BY ADV MPSHE",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Thank you very much.",
            "Unknown"
        ],
        [
            [],
            "Dankie, Voorsitter.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MEV VAN DER WALT",
            "Mnr die Voorsitter, dit sal dan al getuies wees wat ek roep vir mnr Van Eyck, dankie.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "That also concludes the evidence of Mr Gerber, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Yes, have you any submissions to make to us on the evidence which you have produced?  I'm sorry.  Mr Mpshe, do you propose leading evidence?",
            "Unknown"
        ],
        [
            [],
            "Yes, Mr Chairman, I propose evidence on two witnesses, very short evidence.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Oh, I'm sorry, sorry, I overlooked that. Yes, please do call your witnesses.",
            "Unknown"
        ],
        [
            [],
            "Thank you, Mr Chairman. I then call Mamagsla Jack Makuna, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Can you spell M-A-M-O-G-A-L-A, Jack, Makuna will be M-K-O-A-N-A.",
            "Unknown"
        ],
        [
            [],
            "If the Committee could just bear with us, he is just coming down the stairs.  The witness is going to testify in English, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "In what language is he going to testify, Mr Mpshe?",
            "Unknown"
        ],
        [
            [],
            "In English, Mr Chairman.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            [],
            "Thank you, Mr Chairman.  Mr Chairman, the members of the Committee, the evidence of the witness will not cover his whole statement as given, because his evidence is covered mainly in the record, the court record that is before every member of this Committee, on pages 11 to page 30. I am only going to lead the witness on certain aspects of his statement.  Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Before you do that, the copy of the record I have is not paginated.  Could you assist us with that later?",
            "Unknown"
        ],
        [
            [],
            "That will be done.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Yes, Mr Mpshe?",
            "Unknown"
        ],
        [
            [],
            "Thank you.  Mr Mkoana, it is so that you are an employee of Fidelity Guards.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            [],
            "And it is so that the deceased Samuel Kanaga was your colleague at Fidelity Guards?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            [],
            "And further that the two applicants here today were also your colleagues and commanders?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            [],
            "I want to take you a little bit back to the month of May 1991, at the stage where you were in the office with applicant number one, Mr Gerber and others, including the deceased, Samuel Kanaga.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That is correct.",
            "Male"
        ],
        [
            [],
            "According to your statement you wrote the fact that you entered the office of Mr Gerber.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            [],
            "And Mr Gerber entered later and found you in that office that morning.  Could you tell us what happened.",
            "Unknown"
        ],
        [
            [],
            "What happened that particular morning, I reported on duty as usual as Brig Van Wyk who was my superior. It means every day I am supposed to report direct to him, he was on leave by that time.  So before he went on leave he called me to his office saying that as from that day I have to report to Mr Gerber.  Then on that particular morning I reported on duty as usual to him.  What I used to do every morning I report on duty and then collect the radio which I was using it, maybe in case of emergency during the course of the day. So he said to me no, Jack, today you are not going out, since I have got a suspect in my office who has got certain information concerning the robbery which happened on the 17th of April.  So - and I think he has got also the other information of the money which disappeared in the basement, which is about R60 000,00.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "Can you speak a little bit slowly, not go too fast, we are desperately trying to catch up with you.,",
            "Unknown"
        ],
        [
            [],
            "Please go slow, Mr Mkoana.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "And then he then said to me I must proceed into his office, the suspect is there in his office.  And on arrival in Mr Gerber's office I found the deceased, Samuel Kanaga sitting on the floor. I then ask him the reason why he is in Mr Gerber's office.  His explanation it was that on that particular morning it was before six o'clock, he was supposed to report off duty. Then as usual what the guards are doing, is before they report off duty, they go to the changing room to have a shower ...\n(END OF TAPE)\nDAY 2 - TAPE 1 - SIDE A",
            "Male"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "... he pulled out a gun and pointed the gun in his direction, saying, he wanted to know why did he leave his post, meaning Samuel Kanaga, why did he leave his post.  Then he tried to explain to Mr Gerber that he went to the changing room in order to have a shower, before his relief arrived. Further he told me that Mr Gerber then took him to his office, took Samuel Kanaga to his office where he was then asked some few questions.  There was also some allegations which were made against, about the disappeared money and also the robbery.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You have talked twice now about this disappeared money. Was that money that disappeared that night, the night of the 20th and 21st?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "The money disappeared on the 17th of May, which was the robbery in the basement, and also the second money disappeared between the 17th and the - the 17th of April and the other moneys disappeared between, meaning the 17th of April and the 21st of May.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "It was found on the 21st of May that it had disappeared.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, during that time.  There was an investigation pending about that money.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Then while I am busy talking to him, then Mr Gerber then entered the office.  He wanted to know what did Samuel tells me.  Then I said no, he denies the allegations, he says he knows nothing. Then Mr Gerber started - because Samuel was wearing the karate suit, he started kicking Samuel. Then Samuel was screaming, saying that Mr Gerber must not assault him, because he knows nothing and I must beg Mr Gerber to leave him alone.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "And this happened in Mr Gerber's office?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "In his office.  And then later Mr Gerber, because he was screaming very loudly, during that time, some workers were about to report on duty, they were just maybe walking past the office on the passage.  He then left.",
            "Male"
        ],
        [
            [],
            "Who was screaming loudly?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Samuel Kanaga.",
            "Male"
        ],
        [
            [],
            "The deceased?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "The deceased.  Mr Gerber then left the office and later came back with the branch manager which was Mr Roos and also other White staff, into his office, so they must come and see Samuel Kanaga.  And they sat questioning Samuel Kanaga, these other staff, they sat questioning also the deceased about the money and the robbery and the deceased then denied of having any knowledge about the disappearance of the money and the robbery.  Later they left the office of Mr Gerber and went to the reception of the security department, leaving me behind with the deceased.  After that Mr Gerber then came back, picked up the telephone so that seeing Samuel does not want to tell the truth he is going to call the Brixton Murder and Robbery so they must come and pick him up and then deal with him. Then he started telling the truth.\n\tHe did pick up the telephone in my presence, while the deceased was also sitting there on the floor, and he phoned Brixton Murder and Robbery and there was no response.  In other words nobody did, I mean, answer the telephone at the Brixton.",
            "Male"
        ],
        [
            [],
            "How do you know that there was no response?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Because I was standing there.  He said there is no reply.  Well, anyway, I am not quite sure whether maybe he was phoning the Brixton, but he didn't talk to anybody.",
            "Male"
        ],
        [
            [],
            "And then he said to you there was no response?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Yes, he told me that there is no response.  So the best way, he must try to make sure that we take Samuel Kanaga to the Brixton Murder and Robbery.  And then after that he called me into the reception again, security reception where he asked me if I cannot maybe try to get something to break the lock of the rear door, which he call the fire escape.",
            "Male"
        ],
        [
            [],
            "He asked you to break the fire escape lock?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Ja, lock, and then I said I have become suspicious now, so why does he want me to break that lock at the back.  At the same time, still thinking about - because before that he was assaulting Samuel Kanaga, and then I started feeling bad now, because he is just, he was busy assaulting Samuel Kanaga and then later he wanted me to break the back door.  Then I didn't like it, since I am a former policeman, I know, I have seen the assault of, I mean, the police on the Black suspect. So then I start looking for the key holder.",
            "Male"
        ],
        [
            [],
            "In other words, you looked for the person responsible for the key to the back door.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Yes, for the keys, yes. And then at the same time I did manage to get the person and then he opened the fire escape.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Is it correct, that person didn't work for your company?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, no, he was working for the owner of the building.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Your company didn't have keys to the door?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, no.  Then further Mr Gerber then instructed me to go and take my company vehicle, which I was using for investigation purposes, to bring it back into the alley, which means it is next to the fire, where the fire escape goes into the alley, it is not in the main street.",
            "Male"
        ],
        [
            [],
            "And that is the Mazda 626 you used?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "The Mazda 626 which I was driving.   Then I went out to take the car from the parking lot and then brought the car to the alley. But before I went out, then my partner, who is now passed away, Julius Khosa, then came and asked me are we going out.  I said no, not today, we have got a special case which we have got attend to, just go to Mr Gerber and see.  I then, that was the time when I went to fetch my company vehicle.\n\tThen outside I waited inside my car by the alley. Then later I saw this Julius Khosa, the deceased, Samuel Kanaga and Frans Oosthuisen, coming through that fire escape door. Then getting with the deceased inside my vehicle. At the back seat it was the deceased, Samuel Kanaga and Julius Khosa. In the front seat, the passenger seat, it was Frans Oosthuisen.",
            "Male"
        ],
        [
            [],
            "And you were driving that vehicle?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I was driving the car.",
            "Male"
        ],
        [
            [],
            "Where to did you go?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "And I was then further instructed by Frans Oosthuisen to go now in the direction of the street, where as I stopped in the street, to wait for the other cars to drive past.  He then said to me I must follow Johan van Eyck, who was driving his (indistinct) bakkie, I must follow him, because we are going to Brixton Murder and Robbery.  Then we proceeded in the direction of, as we were driving down with Eddie Cavill.  So instead of maybe turning right, going west, the direction of Brixton Murder and Robbery, I saw Johan van Eyck turning left, going in the eastern direction.  Then again, my suspicion then became now further now, I start becoming worried again.",
            "Male"
        ],
        [
            [],
            "You became worried because the direction taken was not leading to Brixton Murder and Robbery Squad.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Exactly.",
            "Male"
        ],
        [
            [],
            "Where was Mr Gerber by then?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "He was still in his office.  And at the same time, as we turned now into Smith Street,  going east, there was an instruction from Frans Oosthuisen, telling Julius that we must - Julius must tell the deceased to put a modified bank bag, in other words, it is a modified one, it has got a ...",
            "Male"
        ],
        [
            [],
            "Are you referring to the bank money bag?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Yes, exactly. But it is not made of what they have just said yesterday. It is an ordinary bank bag but it has been modified to make it large, in other words, to come through the head and it has got also a rope.  So the deceased was then instructed to put that bag over his head and then he must lie flat at the back seat so that he cannot see where we are going.  And then I kept on following Johan van Eyck until we reached Heidelberg Road, next to the City Deep where we went into the open veld, unused mine dump like.\n\tOn our arrival there there was something like an old mine shaft, like which there was some bins on top.  They then said that the deceased must, Julius Khosa must bring the deceased there, under those bins.  As the deceased could not walk because his head was covered, Julius then helped the deceased to remove the bag off his head in order to lead him down that bush.\n\tOn our arrival there, there was some ropes which seems to me, it seems it was familiar. Maybe to Van Eyck, because he know exactly where we are going to.  There was some concrete hooks which they make originally into this - there was some iron hooks which are made originally into these concrete bins.  He then took out some ropes and said to the deceased he must sit down.  Then he tied his legs.",
            "Male"
        ],
        [
            [],
            "It is already on record that the assault, that the deceased was tied up and the assault took place and the torturing.  Could you tell the Committee what were the members in particular Oosthuisen, Gerber and Van Eyck doing at the time when the deceased was being tortured?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "At the second scene, what I have just said, it was at the first scene, where we, according to them, were going to be disturbed by the member of public.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "There was no evidence, was there, about torture at that scene?",
            "Unknown"
        ],
        [
            [],
            "Member of the Committee, I am leading the witness to the actual assault and torturing of the deceased at the second spot.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Yes, at the second scene.",
            "Unknown"
        ],
        [
            [],
            "That is so.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "That is not, he was talking about a different spot.",
            "Unknown"
        ],
        [
            [],
            "At the second spot, I asked him that.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "On arrival at the second spot, it seems also the spot was very well-known to the Mr Gerber and Van Eyck. I don't think Frans Oosthuisen knows exactly where we were going to, because all the time he was driving with me in that car.  So Mr Gerber and Johan van Eyck, it seems they knew the spot, because we get out of our vehicle and they start walking straight into the direction to the bush, into that direction where that tree was.  It seems like it has been blown down by the wind, it is a tall blue gum tree. So we arrived there ... (intervention).",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You are now talking about Mr Gerber. When did he join you?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "On arrival, he arrived at the first scene. He was the person who instructed us that he warned us that we cannot do our - we cannot do these things there, since we are going to be disturbed by a member of the public, at that first scene.  He is the person who took us from the first scene to - he was the leader. He led us from the first scene to the second scene.\n\tSo at the second scene they then, Mr Gerber came further, came with a bag with some extra ropes in also, it seemed like old telephone.  And then he instructed the deceased to sit down, tied his legs with a rope and used a piece of stone as the tree was very high, you know, to tie that stone to the rope and then throw it over the blue gum tree.  They did that.  They started hoisting the deceased upside down on that tree, and then after that they tied the rope on the tree.  And then further untied his belt and pulled his - because he was standing, by that time hanging upside down, they pulled his trousers up and took out his torturing machine.  Unless he was handcuffed, I mean handcuffed from behind and took out his torturing machine and started one rope on his finger and then the other piece of wire on his private parts.",
            "Male"
        ],
        [
            [],
            "Could you stop there.  What about his finger?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "One, which means that apparatus has got two wires.",
            "Male"
        ],
        [
            [],
            "Okay?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "He put one wire on the finger, the other wire on his private parts.",
            "Male"
        ],
        [
            [],
            "Oh.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "And they started turning that machine.  At first it seems the machine didn't want to work. They then said start fiddling with the machine until it start working, because I could see that the deceased was crying and starting jerking while hanging upside down and he was crying very badly.  And while he was doing that, it seems they were enjoying the thing because they were laughing.  (indistinct) other places, Kakamas, I don't know where Kakamas is in these other platteland dorpies, and then everybody was doing that thing, all three of them, but not Julius, not me and Julius.  Because by that time I start feeling very bad. I mean if they can do that thing to maybe - I'm sorry, to another Black guy, it seems to me they can even do the same thing to me, or even maybe the same thing to my own brother. So I start feeling very, very much bad, but since I have seen the whole secret, I mean, it seems I have infiltrated their organisation or maybe I have seen what they have been doing all these years.  Then I was worried.\n\tSo later they said to me I must go to the shop to buy some cooldrinks, because it seems maybe they have had enough.  They have been trying to get the information from Samuel, but all the time he was denying.  So they said to me I must go to the shop to buy some cooldrinks.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "What time was it then?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "You can say maybe after 30 minutes. Because we arrived at the first scene possibly by nine o'clock. I mean, I'm sorry, correction, at the second scene by nine o'clock, nine, half-past nine.  It was still early. And I went to the shop and I came back with the cooldrinks. Only to find out there is sort of a fire which was busy dying off.  By that time they were now standing by the cars, having some drink.",
            "Male"
        ],
        [
            [],
            "A drink like what?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Pardon?",
            "Male"
        ],
        [
            [],
            "Was it a cold drink you were sent to buy?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Ja, I went to the shop to buy some cooldrinks, but they were having some like brandy and whisky, mixing it with the cooldrinks.  So in other words, the other cooldrinks which I went to the shop to buy, it was just to make it extra.",
            "Male"
        ],
        [
            [],
            "(Indistinct).",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Ja, to have enough drink to drink for the day.  And they further instructed me and Julius to go to Samuel, you know, to ask him again what does he know about the information of the robbery which occurred at the basement of R3,5 million.",
            "Male"
        ],
        [
            [],
            "Were you ever instructed by them to go and ask Samuel as to his political activities?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, under no stage.",
            "Male"
        ],
        [
            [],
            "Okay.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "So I was supposed to ask Samuel about the disappearing, the robbery which happened in the basement of R3,5 million, and at the same time I must ask him what happened to the R60 000,00 which disappeared from the basement.  That was not the robbery, it was just the money which disappeared during the exchange, while the guys were loading the containers from the strong room to the trucks, going out to the lines.",
            "Male"
        ],
        [
            [],
            "Did you ever have an opportunity of listening to either Mr Gerber or Van Eyck or Oosthuisen whilst they were questioning the deceased on the spot?  Did you overhear what they were saying to him?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, the only thing which they wanted to know from him, it was the information about the robbery, nothing else.",
            "Male"
        ],
        [
            [],
            "You didn't hear them ask anything about politics?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, nothing, because most of the time I was supposed to be acting as an interpreter.",
            "Male"
        ],
        [
            [],
            "Okay, continue.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "And then we went to Samuel Kanaga to speak to him, because we could see that he was feeling, I mean, very, he was in bad pain. So we tried to speak to him.  You know, maybe to gather information.  He had something to say, he must tell us, since we are maybe Black like him, but he said to us no, he knows nothing. Then we went back and give them a feedback and say that the guy says he knows nothing.  They came back to tell him that no, he is telling, I mean, nonsense. So he knows something.  Then later as the day goes, maybe by 12 o'clock, it seems that they were now maybe tired.  They said that we must keep on asking Samuel Kanaga, and I could see that his face was started swelling and his legs were now, because of the rope was, the skin was coming off.",
            "Male"
        ],
        [
            [],
            "At that time, by 12 o'clock, was he still hanging on the tree?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "He was still hanging on the tree. So I then came with the suggestion, because I wasn't quite sure, maybe my partner was going to agree with what maybe I was going to say.  I then, something then came to my mind, I said to him you know, maybe to save Samuel Kanaga's life, we must start lying, so that he must just come off that tree, because I considered he was in great pain.  So I then said to him you know, let's just say somebody else at the base, meaning at work, where we are working, he knows something about the money which disappeared in the robbery.  So we must just frame somebody else, you know, to escape from this torture. Then I went - but he didn't agree with me, but after that i left him, I went to Mr Gerber, to tell him that I think he said no, he is telling also lies, he knows about that money which disappeared and also the robbery.",
            "Male"
        ],
        [
            [],
            "So in other words, Julius Khosa did not agree with your scheme?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Not exactly, I cannot say, I did not ask him if maybe he agrees, but that's why I said I take that decision on my own, so even to save this man's life I have got to lie now.  Since I was there as an interpreter, I have got to lie, somewhere, somehow I have got to lie.\n\tSo later me and Julius we went to the car, where we had our own food, which I had bought the first time I went to the shop and started eating, while the deceased was still hanging there by that tree.  After that they said to us no, we must after we finish eating, we must go and check if maybe he is still all right. On arrival I find that the rope has come loose and he was now sitting on the ground.",
            "Male"
        ],
        [
            [],
            "Was he sitting or lying on the ground?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "He was just sitting, but with his hands tied at the back and his legs too.  So I went back and told them that he is now sitting on the ground.  And then Mr Gerber and Johan van Eyck went back again and hang him again.",
            "Male"
        ],
        [
            [],
            "What time was it now?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Something one o'clock.  And I was then instructed further by Mr Gerber that me and Frans Oosthuisen we have got to go to the shop to buy something to drink and maybe some further whisky or brandy by the bottle store.  On our way there it seems maybe Frans Oosthuisen didn't like what has been happening.  Then he starts asking me what do I think, I mean, about this Samuel Kanaga. I said no, let them leave him because it seems that man knows nothing.  And on our way back from that bottle store which is in Cleveland, there was a radio message from other staff of the security department, saying that they have recovered some empty containers by the mine dumps, which means those containers were related to the R60 000,00 which disappeared in the basement, not in the robbery, but it was part of the money which just disappeared.\n\tSo we arrived at the scene, gave them the message that they say no, part of the - the empty containers has been recovered at the mine dump.  Then they started now, in other words, they now wanted to blame Samuel now on the R3,5 million now, since the empty containers has been recovered. That means he knows something about that R3,5, how does those guys enter the basement.",
            "Male"
        ],
        [
            [],
            "And by this, you are referring to the deceased, Samuel?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Yes, exactly.  And then as time goes by it was something past five, correction, just before that Frans Oosthuisen then called me one side again.",
            "Male"
        ],
        [
            [],
            "Who?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Frans Oosthuisen.  He then called me one side.  He further wanted to know what do I think about this guy, if they leave him, is he not going to maybe to report them to the police or maybe to anybody, or to the union.  Then I said no, please leave him.  While they are busy having that discussion, he and Frans Oosthuisen, Mr Gerber then came and it was a big argument between him, Mr Gerber and Frans Oosthuisen. And because of that I then left them, because I could see that they were busy with heated argument. I then decided to leave them.",
            "Male"
        ],
        [
            [],
            "Mr Chairman and members of the Committee, I note it is now quarter past 11.  Perhaps apposite time to adjourn for tea?",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Very well, we will take the usual short adjournment.\nON RESUMPTION",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Mr Mpshe, are you ready?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "(Still under oath).",
            "Male"
        ],
        [
            [],
            "(cont): When we took the adjournment, it was at the time when you were still at the spot, the second spot, after you had, went back to Mr Gerber and others to tell them about the alleged activity of the deceased, where you said you actually lied.  Could you continue from there?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct, Sir.",
            "Male"
        ],
        [
            [],
            "Continue.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Then later, that's the time I start having a discussion with Frans Oosthuisen, asking me what do I think about the deceased, Samuel Kanaga. If they leave him, and let him free, is he not going to maybe tell the police or maybe to report them to any maybe union.  Then that's when I said to him no, and while we are busy with that, while we are busy discussing, then Mr Gerber then came and he wanted to know what Frans Oosthuisen was telling me. In other words, he wanted to know the contents of the discussion we are busy having. So and then he further said to Frans Oosthuisen, I am going to put it in Afrikaans \"ek het jou lankal gesien jy is 'n`spy' van die hoofkantoor af\". (I have suspected for a long time that you are a spy from head office).",
            "Male"
        ],
        [
            [],
            "Did Gerber say this to Oosthuisen?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "To Frans Oosthuisen.  And then at that time I decided to leave them, because they are now having an argument.  Then later Frans Oosthuisen then pull out the firearm, went into something like a mine dump, hill like and fired one shot, only one shot in the direction of the deceased, where the deceased was hanging. Then I screamed. I then screamed saying why is he shooting, because I was worried now, maybe he killed him.  Then I ran in the direction of the deceased where the deceased was hanging. I went to find out he was not hit.  Then they came back, they were standing there by the cars.  They were just drinking.",
            "Male"
        ],
        [
            [],
            "Drinking whilst the deceased was still hanging?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Whilst still hanging.  And then after five o'clock, because as it was towards winter, it was becoming dark now, I then asked them if maybe they can just pardon us so that we can go, me and my partner, Julius.  So they then, Mr Gerber then instructed me and Julius to go and fetch the deceased, where the deceased was hanging.  We arrived there, we untied the rope, and then let the deceased sit on the ground, untied also the ropes on his legs.  The deceased's face was swollen, his eyes were blood red, he was crying of pain, he could not even hardly walk.  So me and Julius, we had to support him to let him walk from where he was hanging, towards the car.\n\tOn arrival at the car we further instructed to let him get into the back of the bakkie, that (indistinct).",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Sorry, Sir, could you tell us how far from the tree where he was hanging, were Gerber and Van Eyck sitting?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "It was plus/minus 200 metres.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Two hundred metres?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Ja, plus/minus there.\n\tSo as he couldn't get into the bakkie, by that time he was sitting on the ground.  I then reversed the bakkie on a heap like, so that he can get into the bakkie on his own.  And after that they then started shaking our hands.",
            "Male"
        ],
        [
            [],
            "Why were they shaking your hands?  Do you know?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I don't know why, but they shake, all of them started shaking our hands and say that we can go now.",
            "Male"
        ],
        [
            [],
            "And then you left?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Yes, we left.",
            "Male"
        ],
        [
            [],
            "That is yourself and Julius.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's me and Julius.",
            "Male"
        ],
        [
            [],
            "And then you dropped Julius at his place?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I dropped Julius in Nsomelo, where he was staying and then I went back to my flat in Hillbrow.  And on that particular night I couldn't sleep anywhere, maybe I start having some bad feelings or maybe some nightmares. I could see that something has happened to that guy, or maybe it was because of what I have just seen during the day. And the following morning I decided to fill up my car with petrol at a certain garage at Hillbrow, by the name of Get-Set.  On arrival there as I was well-known to those petrol attendants, one old man then asked me what type of company are you working, where you are working with dead bodies.  Then there was a big knock. I mean, I started becoming worried now.  What does he mean when he says you are supposed to be working with money, transporting money, but now we are transporting dead bodies.  Then I asked him, I was very scared by that time, I say did you saw me transporting the dead bodies. He said no, some of the White guys you are working with them, I saw them here last night driving a Nissan one-tonner bakkie, white in colour, inside the bakkie at the back there was a dead body there of a Black man.  And he further told me that he asked them what are they doing with these dead bodies, is the man dead?  They said yes.  And then he asked them what happened, what are you doing with his body at the back of your bakkie?  He said no, we are transporting him to Pietersburg. In other words, they were transporting the deceased from somewhere else, maybe from the mortuary or whatever to his home in Pietersburg.  And he said after that they left.\n\tThen from the filling station I was now nervous, I was worried. I went direct to the office.  On arrival at the office, the first person I met, it was Frans Oosthuisen.  He then said in Afrikaans \"moenie worry nie, ons het hom geblaai\". You must make sure that you go and see Mr Gerber in his office, he wanted to see you. So I then went straight to Mr Gerber's office.  Then he further also told us don't worry, we are finished with him, and should there be any questions, I mean, that is what he started instructing me now, what I must tell other people; should there be anybody enquiring about the whereabouts of Samuel Kanaga, I must tell them that I dropped Samuel Kanaga in 5 Avenue, 5 in Berea.",
            "Male"
        ],
        [
            [],
            "Is that where Samuel Kanaga stays?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "In that vicinity. In other words he is not far from where he stays.",
            "Male"
        ],
        [
            [],
            "Yesterday Mr Gerber testified to the fact that yourself and Julius Khosa volunteered that information, that you are prepared to do this.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I deny that allegation.",
            "Male"
        ],
        [
            [],
            "And then at the same time then Julius then entered the office, because he also, I am sure he had the information that Mr Gerber wanted to see us the first thing, before we can start moving around, maybe some of the staff seeing us, and asking us some further questions.  Then he instructed that should anybody ask us we must just give them that same statement that we dropped Samuel Kanaga at 5 Avenue in Berea and he was further supposed to report by the security department the following morning for further investigation.  And also, should they wanted to know further he must tell them that he did took us to Hammanskraal and also in KwaThema in Springs and Daveyton.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "That Samuel took them?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Took us.",
            "Male"
        ],
        [
            [],
            "In other words you must tell the version that Samuel Kanaga took you, that is the investigating team to Hammanskraal, to Daveyton and showed you certain places.  Is that what you were told to say?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Exactly.  In other words, he wanted to fabricate to make the whole case as it maybe it is a real case, because at those certain areas I have just mentioned, in the robbery, this R3,5 million robbery, one of the guys who was shot, apparently by a ricochet bullet inside that Fidelity Guards truck, he was staying in Diepkloof. So his friends, according to the information we had maybe from the informers, the guards who used to operate with them, some of them there was from Hammanskraal, and some of them they were from Daveyton and some in KwaThema.  So he is supposed to make that whole, in other words, he has got connect Samuel Kanaga with that case.",
            "Male"
        ],
        [
            [],
            "With the robbers.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "And also the suspect, so that at the end of the day if even the police come and look at the whole thing, they must believe it.  Which means that maybe because he disappeared, then at the end of the day it was going to be maybe the same robbers that were maybe, that did get rid of him or maybe or he ran away because he was scared.",
            "Male"
        ],
        [
            [],
            "And then you started telling this story to whoever put questions to you about Samuel Kanaga?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, before that day, the first day, the same day, we started now going to pin-point those areas, because we cannot just tell them, tell people without pin-pointing those addresses.",
            "Male"
        ],
        [
            [],
            "You actually went to the places?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Exactly. Then in order to pin-point those certain houses or maybe that certain areas, to make ... (intervention).",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Were you taken?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, me and Julius we went with our own car, as it was part of our duty. So and after that we came back.  There was also some - some of the Fidelity Guards staff started complaining. In other words, maybe by the time we are out during the day, they wanted to know the whereabouts of Samuel Kanaga.  So they as we arrive at the office in the afternoon, they wanted to know the whereabouts of Samuel, and I start feeling bad inside, because I have got to start lying to now, because they used to trust me, they liked me, but now I have got to lie.  You know, to save myself or maybe also the other staff of the security department. So and then during that time, on that same morning, because Brig van Wyk was on leave, Mr Gerber further told me and Julius that should anybody - Brig Van Wyk comes back and he wanted to know what happened, we must not worry. In other words, we can give him the wrong information, meanwhile he is going to tell him the truth what happened. Which means the wrong information are going to give Brig Van Wyk, only for black and white, for the paper, for the statement, but meanwhile the other side Brig Van Wyk will be knowing that no, we are telling a blue lie.  Apparently after, I am sure after some few days, Brig Van Wyk then came back, he then called me to his office, where we were asked to make a statement.  Before we can do that, Mr Gerber further then called us saying that you must remember what I have just told you, don't worry, everything has been sorted out, which means he has already told Brig van Wyk.  Then we then proceeded to Brig Van Wyk, each and everyone of us, me and Julius to make sworn statements.  Later during the course of the day I am shown that the statement has been typed.  They say that we must take that envelope to the SAP, Hillbrow.\n\tAfter some few months, I am sure apparently maybe, plus/minus maybe three months  ... (intervention).",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Sorry, when did Mr Van Wyk return to the office?",
            "Female"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I am sure it is after a week, after the incident.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Yes, you were saying three or four months later?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Three or four months later then there was this rumour from the security department staff that Frans Oosthuisen went to Pretoria, head office, and reported the incident of Samuel Kanaga.  And at the same time we were then called by, I received the message on my radio, that Mr Gerber, because by that time he was not any longer working for Fidelity Guards, that he wanted to meet me, me and Julius at a certain spot in Hillbrow.  We did that the following morning, met him there, they further told us what happened, what Frans Oosthuisen has done. I mean, that he reported the matter to the SAP.  Then the Police come and fetch us, we must just stick to our statement, what we have just told Brig Van Wyk, which means we have got to lie again.  And the following morning, eight o'clock, the cops then came, with Murder and Robbery, we then, all of us, I mean me and Julius picked up and there was a - they wanted to know what happened, and we then decided to tell the truth, because I have decided it was the right time for me to tell the truth, not to say, because I didn't have any other option, for me it was the right time to tell the truth now.",
            "Male"
        ],
        [
            [],
            "You told the truth and even gave a statement to the police?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Exactly.",
            "Male"
        ],
        [
            [],
            "Mr Mkoana, evidence was led that you were sent to Port Elizabeth, to quote \"to infiltrate the Mala gang\".",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That is correct, that was part and parcel of my, I mean, what I was supposed to do. In other words, I was working for Fidelity Guards, and then after we started having maybe a lot of robberies, then sometimes we have the problem with also the informers, the other Mr Gerber and Van Eyck have just said yesterday.  Then we then decided that we have got to maybe, to use other methods.  In other words, to get information from the guys in the street.  So that's when they introduced this thing that we go, me and Julius we go to work totally undercover; people must never know we are working for Fidelity Guards, which means we have got to move around maybe with robbers, whoever, in the location, in order to get maybe the information.   And well, I was sent to Port Elizabeth, in order to get that information.",
            "Male"
        ],
        [
            [],
            "Now the type of information you were sent to cover in Port Elizabeth, what was it?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "In fact, I was supposed to infiltrate the gang t make sure that I find out where they stays, how do they operate and all those things, they were giving the police a tough time, the police could not catch them.  They were using different addresses to stay.",
            "Male"
        ],
        [
            [],
            "What was the operation of this gang, were they operating in robberies or were they also involved in political activities?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, they were not involved in political activities, not at all, because I went there to Port Elizabeth and I am sure I stayed there plus/minus a month.  So during my time I was staying there, those - because of the information we have received, also from the informers, they were never involved in political issues.  What they were doing, anywhere they were expert, they were having black belts and specialised with karate.  That's the sort of their sport.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "I didn't hear that?  What was their ...?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "They were specialising in karate. That was part of their sport.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "In karate?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "In karate, most of them.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "They were karate guys?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Karate.  And they were only specialising in robbing security guards, in the Port Elizabeth area up to King William's Town and East London.",
            "Male"
        ],
        [
            [],
            "So you were to infiltrate the mechanism in order to stop if possible, their robberies?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Exactly.",
            "Male"
        ],
        [
            [],
            "And Fidelity Guards only?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Exactly.  At the end of the day, since part of the money they were robbing either way, they were just using it to buy different houses.  So that if maybe should the police go to that other address, if the police has got the information that they are staying by that address, they have got another house to stay.",
            "Male"
        ],
        [
            [],
            "Right. Mr Mkoana, during your investigation in Port Elizabeth, did you in any way link the operations of the Mala Gang to any political organisation?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, not at all.",
            "Male"
        ],
        [
            [],
            "And there was further evidence that when you left for Port Elizabeth you had with you some explosives and AK-47s to go and give to the gang?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Not exactly, because I could not even identify what an AK-47 looks like.  Even now, I don't know how, I never touched an AK-47 with my hand.  So with the explosives, I have now been trained in explosives (indistinct), but as I say I have never, I have been an ex-policeman, I know the R1 and other weapons, but I have never touched an AK-47 or hand-grenade with my hands.  So I deny that allegation.",
            "Male"
        ],
        [
            [],
            "There was further evidence led yesterday, that you also, you were further mandated to do the same job in and around Soweto.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I deny that allegation. How can I - because I heard that allegation to say that I even went one day with the, I am sure, with Van Eyck to Soweto to buy those AK-47s.  How can I do that if I knew I was working undercover? I mean, people in the street, they were not supposed to know that I am working for Fidelity Guards. I was totally undercover.  So how can I do that?  It means that I will be blowing the whole cover of myself.  So I deny that allegation.",
            "Male"
        ],
        [
            [],
            "Yes.  Mr Mkoana, it is already on record that you are a member of, security with Fidelity Guards, together with the two applicants and Julius and the deceased.  Would I say that whatever would be done by Gerber, Van Eyck and Oosthuisen, you also would know, because they were your colleagues?  Would that be correct?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Before that I wouldn't know because they were working at a different, totally different department, because I was transferred. I made an application from First Post, which was before, it was before (indistinct). I made an application to be transferred to (indistinct) support unit, which is the support for the security guard vehicle, so that they must not be robbed.  So after that, after Mr Van Wyk started working for Fidelity Guards, he then asked me if I am not interested in working for the security department.  You know, I had to do specially for that operation. So I wouldn't know if there was maybe any other secret activities or maybe whatever activities the security department was doing, but maybe for any other staff, when that, I know, because I used to mix with them.",
            "Male"
        ],
        [
            [],
            "Ja, but now during your working with them in the security department, did you ever become aware of any connection between yourself, by yourself, I am referring to Fidelity Guards, and the security forces of the country.  Was there any such connection?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Well, we did at one stage as far as I can remember, had a special duties. I don't know what they call that special duties, you see, we worked on one Friday or maybe it was on Saturday, worked the whole night together with the SAP in Hillbrow and the Johannesburg Traffic Department.  But as I remember, there was one that relationship between the security guards and the SAP, but not any other secret, I mean, connection or maybe operation.",
            "Male"
        ],
        [
            [],
            "On what was this connection based?  What was the purpose of all these forces, what were you fighting against?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "They say that it was the prevention of crime.",
            "Male"
        ],
        [
            [],
            "Prevention of crime?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Exactly.",
            "Male"
        ],
        [
            [],
            "I see.  You testified that you were in the Police Force before you joined Fidelity Guards.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            [],
            "For how long were you in the Police Force?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I joined the SAP in September 1982 and then I resigned on the 30th of April 1986.  At the time  ... (intervention).",
            "Male"
        ],
        [
            [],
            "Because of?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Because of the riot situation and in the light of the policemen staying in the township, their lives were not safe, and also further, because of maybe the way I have seen that the Blacks were badly treated -I am sorry to say that, the Blacks were badly treated by the White cops, even sometimes, even the Black cops they used to treat any Black man very badly, assaulting them, but not torturing, not in front of my eyes, but assaulting them.  So I couldn't take that thing at all.  So I decided .......(tape ends)\nTAPE 2 - DAY 2 - SIDE A",
            "Male"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Ja, well, but we don't have a branch in Newlands, the branch which it was stationed in Hillbrow, which is now stationed at Crown Mines, is the one which is serving Newlands also.",
            "Male"
        ],
        [
            [],
            "Ja, so that branch was the closest to Newlands police station.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            [],
            "Now during your stay in the police force and stationed at Newlands, did you in any way have any dealings, connection with Fidelity Guards?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, not at all, because, no, not at all.",
            "Male"
        ],
        [
            [],
            "That is the evidence, Mr Chairman, thank you.\nNO FURTHER QUESTIONS BY MR MPSHE",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Thank you.  Have you any questions to put to this witness?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY ADV PRINSLOO",
            "As the Chairman, pleases.  As a former policeman you were aware that the South African Police at that time, in particular the security branch, operated on a very secret basis.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Not as far as I was concerned by that time, only after I have resigned, I received a message from, I cannot remember the name of the police officer at Genl Coetzee, who asked me to go and see somebody at John Vorster Square at the security branch, where I was approached, that they wanted to use me as an informer, and I was not interested. I am sorry to say that.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Yes, but the question, is Mr Mkoana, that the security branch operated in a secret fashion.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, no ...",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "They kept their information to themselves.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, not, that's why I say I had no information until after I have resigned. I never know anything about the security department, security forces.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Mr Mkoana, the question is not whether you knew, but what I am putting to you is that the security branch operated on a secret basis.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "You said as a policeman you knew.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "That is the question, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "As a policeman.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Yes, and he says that while he was a policeman he did not know, he came to know after he resigned.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "As you please, Mr Chairman.  May I put it to you this way, the police force at the time consisted of various departments.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "The security branch, the criminal investigation department and the uniform branch.  Is that correct?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "And they all three had different tasks.  Is that correct?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "And they operated separately from one another.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Yes.  So the security branch in itself, operated on a particular basis and was more concerned with politics at the time. Is that correct?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Yes.  Now Mr Mkoana, as a policeman you also know the responsibility of a police officer.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That is correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "If a crime is committed in your presence.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "And you also know the way in which the Police Force operated, in particular the uniformed branch.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "And the police made use of an occurrence book in the police station?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "In the charge office.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "And the occurrence book gives details as to what takes place in the charge office. It is a history what takes place on a particular day, a daily basis. Correct?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Now at Fidelity Guards, in the basement the guards also had an occurrence book which they had to keep up-to-date.  Is that correct?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Yes, and you will recall in the trial of Mr Gerber and Van Eyck there was particular reference made to an occurrence book that was kept for that purpose. Do you remember?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, that occurrence book was not kept for that purpose of maybe the investigation of maybe of Mr Gerber.  The occurrence book, the way I sometimes I used to go there in the basement while I am sitting in the guards' seat, the guards used to make their, use - the type of the entries which they used to make in the occurrence book, it was just to show that they did patrol, everything was in order.  But there was no specific thing saying maybe, you could make maybe further entries.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Mr Mkoana, on the particular day in question, the night in question when the deceased was on duty from 12 that night, someone else had made the entries in the occurrence book and not the deceased. Do you recall that evidence or don't you know?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I heard it yesterday.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Yes.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I heard that evidence yesterday.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "What night was that?",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "That would have been the night of the 21st - the 22nd, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "The 20th?",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "The 21st.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "The 21st?",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "The 20th of May.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Into the 21st of May.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Into the 21st of May, Mr Chairman.  And you will also recall there was evidence in the trial that pages or a page rather of the occurrence book had been removed at that time, during that night?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Yes, I heard so.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "So that created a very suspicious circumstance in that situation. Is that correct?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Yes. And also the deceased at the time who was supposed to be on duty was not performing his duty as he had not been writing in the occurrence book.  Is that correct?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct, but can I just add something on that.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Yes, please do.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "As I have already told, as I have already said previously, how does the guards operate, or how did the guards used to operate.  What they did, is maybe 15 minutes or 30 minutes before they report off duty, more especially in the morning shifts, since it was not busy, they used to go to the changing room, have a shower, change, then went back to their posts, and after that they were waiting for the relief.  As soon as the relief arrives, then they leave.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "But from 12 o'clock that night, that is the 20th, into the 21st, Mr Mkoana, the deceased was supposed to be on duty and he did not perform his duty as he did not write in the occurrence book.  You can't dispute that.",
            "Unknown"
        ],
        [
            [],
            "Mr Chairman, I object to that. There is no such evidence that the deceased was not on duty as from 12 midnight and he did not perform his duties.  The evidence that is on record is that when Mr Gerber arrived he met the deceased, who came from the basement.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "That is the position.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "I respectfully submit, Mr Chairman, what I am putting to the witness is that there was an occurrence book and it was the responsibility of the deceased only to write, keep that book up-to-date on an hourly or minutely basis with reference to every occurrence, and the deceased had not performed that function, somebody else wrote in the book, so he could not have been on duty or performing his duty.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "That's the question being put.  Do you know whether that night the occurrence book was not written up by the deceased, whose duty it was to do so?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, I have never said the occurrence book, seized after that date or later maybe, I have got no information or maybe any idea about it.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "And likewise, Mr Mkoana, you cannot comment with regard to the page that was removed from the occurrence book.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That is why I have already said that I heard the story of the torn-off page during the time of the trial or maybe even yesterday. I heard it too.  But I have never went personally to go and check and see if maybe the pages have been torn off. I just say that.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "And when the deceased was in the office, when you arrived on duty, is it correct that his clothes, his uniform clothes were in the plastic bag in the office. Is that correct?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Now at Fidelity Guards, there was a Mr Roos who was the - if I may call it that - the branch commander.  Do you remember him?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "And there was also Mr Fernandes, the shop steward?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct, he did came to the office.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Yes.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Mr who?",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Mr Fernandes, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Fernandes, thank you.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Now Samuel Kanaga, he belonged to the union. Is that correct?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "So he was at liberty to report to Mr Fernandes ... (intervention).",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Can I just say something?  In that time when Mr Roos, Mr Gerber and Fernandes, I am sorry to say that, it seems they were totally maybe brain-washed or maybe they were under the influence of - they just wanted to see how is he maybe going to be treated or what, because even Fernandes, I mean this Fernandes, he has never been interested. He has never even been interested to say that can he maybe call Samuel Kanaga maybe one side to maybe - he never gave Samuel Kanaga that opportunity, so that he must explain or maybe to represent the guy or maybe say that, since you are going to take that guy to the police station, can I go with him.  He was never interested.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Mr Mkoana, the question is, the deceased would have been at liberty to report to Mr Fernandes or Mr Roos. Is that correct?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's why I have already said that they were never interested.  The manner in which they have entered the office, I was there. They were never interested. Even till today, they are still, if I look at them, I still blame them, because if they did intervene, the deceased was not supposed to be dead by today.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You appeared in the trial, didn't you?",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "That's correct, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And you know what the Judge said about Mr Fernandes, about his failure to speak to the deceased or to make any enquiries.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "That's correct, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "It appears in the judgment.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Mr Chairman, with respect ...",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Does that not appear in the judgment?",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "It does so appear, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "What I am putting to the witness, Mr Chairman, is that the deceased would have had the opportunity at court.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "But the Judge complained about the fact that Mr Fernandes did not give him the opportunity, didn't he?  He said he made no effort to speak to the deceased.  That appears clearly and you must have heard the Judge saying it.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "That's correct, I heard it, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Mr Mkoana, at the time, did you see Mr Oosthuisen also in the office that morning?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "He entered at the reception, not in Mr Gerber's office, the reception office which is just adjacent next to the, Mr Gerber's office.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Now Mr Oosthuisen, did he at any stage assault the deceased in the office?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, I didn't see him doing that.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "And I ask for a moment's indulgence, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Thank you, Mr Chairman.  In addition, Mr Chairman, you said the deceased screamed in the office?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Exactly, he was crying very loud.  That's why they decided to take him, to take him out, so that others, other staff members of Fidelity Guards must not hear or see him.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "But if he screamed, the people in the building would have heard him screaming?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's why I have already said, he knew that once - by the time he started screaming, there was no people in the passage, because remember Mr Gerber's office is sitting right at the corner.  No, the only person that could hear that it, if maybe he was walking past Mr Gerber's office, but Mr Gerber's office is not right at the centre, it was at the corner.  Before you can go into Mr Gerber's office, you have got to go to the main reception area. So he sometimes it is going to be difficult.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "But is it possible that people would have heard him screaming?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, not easy.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Not easily?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Yes, because there is also a door before you can go to the reception, which means it is two doors.  If maybe by that time, because I didn't see if they did, maybe the reception door was closed.  If that reception door was closed, and Mr Gerber's door was closed, it was going to be very much difficult for anybody to hear that, since there is also some cars driving past the back, the main street at the back.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Mr Mkoana, if it was impossible to assault him inside the building, why was it necessary to take him out?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I beg your pardon?",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "If it was possible to assault him inside the building, without anyone hearing it, why was it then necessary to take him out of the building?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "It seems they ... (intervention).",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "He was not in the office (indistinct).",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "I respectfully submit, Mr Chairman, at that stage there was no such intention at that stage, as the evidence developed, to a later stage.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "There may have been many reasons why they decided to leave at that stage.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Can I just answer on that. I don't think maybe they are going to enjoy it maybe assaulting him and even to carrying him and even maybe having some drunk at the office, because maybe it was going to happen during the course of the day. Other members maybe from the head office, they were going to make a turn there by the office and then they are going to see that, and it was after that it was going to be very much difficult for them to take him out of the building, maybe to whatever they wanted to do, to take him to.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Mr Mkoana - I beg your pardon.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Mr Mkoana, you must be careful not to go on too much to express your opinions to us about what you think the people thought, because it is not going to help us a lot.  Try as far as possible to restrict yourself to the facts.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Thank you.  Thanks.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Thank you, Mr Chairman.  Mr Mkoana, at that stage you already had the opportunity to report to either the union or anyone else, or Mr McFarlane, that Mr Gerber assaulted the deceased.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Can you just specify which time, Sir?",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "I beg your pardon?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Can you just specify what time? The day of the torture or maybe before he was taken out?",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Immediately after the assault, before you went out, why did you not report Mr Gerber's conduct, to his superiors?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I was not going to report it, because before I or immediately after I have joined the security department, there was something like an aroma from the other Black staff, even Coloureds, saying that oh, are you working with these guys; these guys, in other words, they are very much bad.  There is also another Black guy who disappeared in - while maybe they were busy doing that.  So after that I started maybe asking myself a lot of things, must I still continue maybe working with them or what, but I was worried. It was going to be very much difficult for me to phone head office and say can you please just come and see, Mr Gerber is busy assaulting Samuel Kanaga.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Mr Mkoana, is it correct that Mr Brink unlocked the back door, which you referred to?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "It was the key holder, the person who was working there.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "The key man?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "The key man.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Oh, I see.  So it was not necessary for you to break the lock or even attempt to break the lock?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I am the one who went out looking for the key holder so that he must come and open the door, not to break the lock.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "But Mr Gerber who was employed there would have known that the key holder would have had a key to open the door?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "But maybe he had another impression, why he wanted me to break the lock.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Now ... (intervention).",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Is it correct that there would be no record kept of anybody going in or out of that door?  There was no guard watching that door?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct, since it is a fire escape.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Mr Mkoana, Mr Gerber made a call to the investigating officer. Is that correct?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "And if I understood your evidence correctly today, you said that he didn't speak to anyone?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Yes, there was no response from the other side of the line, according to him, since I was standing there next to him.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Now according to the judgment his Lordship Mr Justice Roos at page 13, Mr Chairman, and I refer to that\n\"Hy het met iemand daar gepraat en hy het die foon neergesit.  Hy het aangekondig dat die ondersoekbeampte nie beskikbaar was nie.\"\n\t\t(He spoke to someone there and he put the phone down.  He indicated that the investigating officer was not available.\")\nDid you understand that Mr Mkoana?  And that is with reference to your evidence, which the honourable Judge, Mr Justice Roos summarised.  Any comment about that?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, no comment about that.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Now Mr Mkoana, if I understood your evidence correctly, there was a theft of R60 000,00.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "And there was a separate case, and that was a robbery. Is that correct?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Yes.  And the deceased was being questioned with reference to a robbery. Is that your evidence?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "He was questioned for two cases. First they said, they question him for the R60 000,00.  Meanwhile on the other side, even wanted to know the - to get the information from him about the R3,5 million which was the robbery.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "I beg your pardon, to what?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "R3,5 million rand, which was a robbery at the basement.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Yes.  Now Mr Mkoana, you also made reference to certain containers that were found.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That was the information which we, I, we received, me and Frans Oosthuisen during the course of the day through the radio, that there has been an empty container found somewhere by the mine dumps, and which seems that container is related to the same container which was carrying that R60 000,00.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Now what was the connection between the deceased and this particular container? If anything at all?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "As far as I know that, I don't think there was any connection, I don't think so, since even the deceased even denies that he has got any information about the missing R60 000,00.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Mr Mkoana, is it correct, the deceased resided in Abel Road, Hillbrow?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Is it correct, subsequent to the 21st of May, at a later stage, an empty container was found in the vicinity where he resided?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, I have got no information on that.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Now you say the deceased, he was hanging from a tree at this particular spot?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "But if this rope came undone, then surely the deceased would have fallen on his head?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I beg your pardon?",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "If the rope came undone while the deceased was suspended upside down, then he would have fallen on his head. Is that correct?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "It depends.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "What do you mean by that?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "It depends maybe when the rope broke, broke down, it maybe did use other method, you know, that he may not hurt himself maybe.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Had the knot in the rope come undone?  They must have tied a rope to hold him up, had that come undone when he came down?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Ja, it seems so, Chairperson, because when I went to - the time the rope came undone, I found him lying down so I don't know how, what happened, how did it came undone.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Now Mr Mkoana, you and your colleague, Julius Khosa went to buy colddrinks, is that correct?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "And when you went out to buy colddrinks, you could have reported the conduct of Gerber, Van Eyck and Oosthuisen to the police?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I beg your pardon?",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "You could have reported Mr Gerber and Van Eyck either to the police or to your superiors, as to what they were doing at that particular scene.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "But as I have already said that, I could see that should I make any attempt to report them to the police, my life was going to be in danger.  Maybe I wouldn't be here today to give this evidence. So I knew, because I had the information that a certain guy would disappear in the hands of the security department, at Fidelity Guards. I mean, like the previous years, before I start working there.  So I was scared of my life too, maybe I even disappear or maybe end up being like Samuel Kanaga, being tortured.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Mr Mkoana, all we want you to tell us is that you were afraid. Is that what your reason is?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Yes, that is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "It might have been better just to say so.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Now you had a good relationship with Mr Daantjie van Wyk, former Brig Van Wyk.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Not a good relationship, he was just my superior.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "But there was no bad blood between you and Brig Van Wyk?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I beg your pardon?",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "There was no ill feelings between you and Brig Van Wyk. You got on well with him, is that correct?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Yes.  And when you made a statement to Brig Van Wyk, you could have told him exactly what transpired, in confidence. Is that correct?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I have already said that it was not going to help me, since in other words, he is a policeman the same like I being a policeman. If Mr Gerber have said he told him the whole thing, it was going to, it was not going to help me.  If maybe I have said that to him, then maybe that was going to make the matters worse or maybe life difficult for me in that company.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "And when you made the statement to Brig Van Wyk, you knew that that statement would have been used by the police in order to investigate the disappearance of Samuel?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, I was making the statement for him for the purpose of the company, I was making that for the company.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Did you not make that statement to the Hillbrow Police Station?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I was given an envelope to go and hand it over to the SAP in Hillbrow. I didn't know what was inside the envelope.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "But why do you link this envelope to your statement?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I beg your pardon?",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "How do you link this envelope to your statement today?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I don't understand that question.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "You say you were merely given an envelope, you didn't know what it contained. How are you then able to say your statement was in that envelope?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "As Mr Gerber have already said yesterday, I am saying previously on them at the court, they say that I - they have given me the statement, inside the envelope to hand it over to the SAP, and anyway I recall that, that they did gave me the envelope to go and hand it over to the SAP.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Did you not, did the Hillbrow police question you with regard to the disappearance of Samuel?  Did the police from the Hillbrow police station question you at all with regard to the alleged disappearance of Samuel?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "And yet they were in possession of your statement?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Yes, it seems so, they were in possession of my statement.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "And Mr Mkoana, you were arrested by the police, subsequent to Mr Oosthuisen making this information available to the police.  Is that correct?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "And you appeared in court?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Together with the other accused, initially.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "And at that stage you were a suspect in this particular case.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Yes.  And you knew that you had to save your own skin from prosecution.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Not to save my own skin, but just to tell the truth.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "But you knew also that you could have been regarded as an accomplice, being present, not doing anything to assist the deceased. Correct?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Not correct.  That's why I say I only told the police the truth, I was not trying to defend myself from maybe telling any lie.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "But for the number of occasions you appeared in court.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "You were in jeopardy, is that correct, of being prosecuted?  There was a chance that you would have been prosecuted?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "When did you make your statement to the police?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "The first day we were arrested, it was ...",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Not after you had been in court on a number of occasions?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Thank you, Mr Chairman.  Mr Mkoana, did you initially make a statement when you were warned by the police, warned in terms of the Judge's Rules? Correct?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "What I can only remember is that I made a statement, full statement of what happened to the police. I mean, what happened on that particular day.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "When did you initially make a statement, Mr Mkoana?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I have already said that very first day I was arrested.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Mr Mkoana, when did you first appear in court?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I cannot remember, but it was immediately after the statement had been taken from us.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Just a moment's indulgence, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Now with regards, as far as the scene is concerned, where the deceased was hanging, you said Mr Gerber and Van Eyck were sitting some 200 metres away from where he was hanging from the tree. Is that correct?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct, I said plus/minus.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Can you indicate in this building how far they were sitting away, Mr Mkoana?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Further where this building ends.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Pardon?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Further, from here further to the other side of this wall.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "It is further than that?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Yes, further than that wall.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Now in relation to where the vehicles were parked, where were Mr Gerber and Van Eyck sitting at the time?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "They were sitting by the vehicles.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "And do you know, is that in the road, that runs parallel to the spot where the deceased was hanging from the tree?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Not so easily transparent, if maybe you are walking past by that, it is that road, the road was not being used.  You could not even spot him, because there was also some heap of mine dumps like.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "The cars, were they parked on the same side as to where the tree was situate, where the deceased was hanging from?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, not on the same side.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Is there some dispute about this?",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "It is just the distance. It is not a really dispute, Mr Chairman, I don't think much turns on that.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Whether the distance was 50 or 200 metres.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Well, has it been suggested what the distance wow?",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "My recollection, I am speaking now from memory way back, Mr Chairman, it was much less than that, than 200 metres. I think 200 metres is way beyond that point. The locality does not allow for that.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Put it to him then.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "But nothing turns on that, I think, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Very well then, let's move on.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "I have no further questions, thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY ADV PRINSLOO",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Have you any questions to put to this witness?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY ADV VAN DER VKV",
            "Could you just use your ear-phones, because I am going to ask my questions in Afrikaans.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, that's fine, I understand Afrikaans.",
            "Male"
        ],
        [
            "ADV VAN DER VKV",
            "You said that, if I understood your testimony correctly, that when you left the building on the 21st of May, at Fidelity Guards, to the first scene, you said that Mr Van Eyck gave instructions that the deceased had to be covered.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I didn't say Mr Van Eyck, I said Frans Oosthuisen.",
            "Male"
        ],
        [
            "ADV VAN DER VKV",
            "Then I understood you incorrectly.  You went on to say that you went to Port Elizabeth to infiltrate the Nkala Gang.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Yes, that's right.",
            "Male"
        ],
        [
            "ADV VAN DER VKV",
            "Did you also take an informer that Mr Oosthuisen made available?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV VAN DER VKV",
            "You see, I want to put it to you that it wasn't in the application, it also wasn't in the evidence that was taken before the Commission. It was never Mr Van Eyck's case that if the Nkala Gang were infiltrated, for political reasons. So your evidence is correct as far as that is concerned.  It was about the robberies in Port Elizabeth.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Yes, in the interests of the company.",
            "Male"
        ],
        [
            "ADV VAN DER VKV",
            "There is just another aspect. You said that you didn't go to Soweto with Mr Van Eyck to buy AK-47 rifles. Is that right?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "ADV VAN DER VKV",
            "Because you say you were working underground.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Yes, that's right.",
            "Male"
        ],
        [
            "ADV VAN DER VKV",
            "Now when and where at that stage did you work underground?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "As I have said already, I began to work underground after Mr Daantjie van Wyk decided it was about enough for the company, because the company was losing a lot of money and the informers were scared, they didn't want to give us any more information.  Then he decided or perhaps they decided that they should rather establish a unit which would work underground, but I began working with that unit in October in 1990.",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "Now if I understood your evidence correctly, your evidence about the Nkala Gang, at that stage you went to work underground in Port Elizabeth?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's right.",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "Because after all, you couldn't have been working underground in Johannesburg, because you were already known there as somebody who worked for Fidelity Guards?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, not that far.  As I have already said to the Court, I initially worked for First Force.  First Force, the people in the public didn't know that First Force was part of Fidelity Guards.  Then I myself applied to be transferred to the tactical support unit.  Because they were also part of Fidelity Guards.  The ordinary people thought we were perhaps a unit of our own or part of the police.  So it would have been easy for me to leave the unit, and then suddenly I got another car, which they didn't know, and grow a beard and then I could go out into the streets. So if somebody asked me don't you work for Fidelity Guards, then it would be easy for me to say no, I don't.",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "But you were part of the investigating team for Mr Gerber?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I was part of the investigating team, but not under Mr Gerber.  As I have already told the Commission, I reported directed to Daantjie van Wyk, not to the offices where Mr Gerber was staying. These were completely different offices. I began reporting to Mr Gerber when Mr Daantjie van Wyk went on leave.",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "So how then did you become involved in this interrogation if you weren't part of the investigating team?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I became involved in the interrogation, because my superior, Daantjie van Wyk wasn't there, and before he left, he informed me, he said that if there were any problems from now on, I must, when I report, I must report to Mr Gerber.  At that stage, in other words, Mr Gerber was my superior. If he told me to do a particular work then I had to heed him.",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "So then you weren't working underground anymore?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, I was still working underground, but Mr Gerber, if I wanted to report for duty or off-duty, or I had problems or if I needed money, he was the one I had to go to for me to get help.",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "But now suddenly you left the building, the Fidelity Guards Building together with Oosthuisen and  you left Khosa.  But then everybody could have seen you, then surely you were breaking that cloak which concealed the fact that you were working for Fidelity Guards?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "But on that particular day the situation was completely different.",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "But do you see what I am trying to say?  You now want to deny that you went to Soweto because you would never have gone there because you were working underground.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's something else.  I wouldn't have gone to Soweto with Mr Johan van Eyck to buy an AK-47.",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "But in this other case you are driving along, you were a policeman in Johannesburg.  The ordinary people in the street would easily be able to identify you. Isn't that correct?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct. Chairperson, I have a problem with questions of this kind.  The evidence is simply that he went to Soweto with Oosthuisen and others on that particular day.  The evidence is that he was given instructions by Gerber to fetch his bakkie and not to go to Soweto.",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "That wasn't my question, Sir.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "As I understand your question, the fact of the matter seems to be that he did go with Gerber on that day.",
            "Unknown"
        ],
        [
            "ADV VAN DER WALT",
            "Yes.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "That is not in dispute, is it?",
            "Unknown"
        ],
        [
            "ADV VAN DER WALT",
            "No, but Mr Chairperson, the fact of the matter is not that he went to Soweto with Mr Van Eyck, because he says he would not have gone.  Because then this cloak of secrecy that he was underground that would have been exposed, but on that particular day he drove out of the Fidelity Guards Building, together with Oosthuisen who is an investigator, together with Julius Khosa, and then it doesn't matter whether the people saw him in the streets.  That is my point.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "The point that is being made is that the reason you gave for not having gone to purchase AK-47s was not correct, when you said that you didn't go because you did not want your cover to be found out.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That is correct, that is why I didn't want to go there, Chairperson.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Well, it is being suggested that that reason can't be true, because on this occasion you seem to have gone perfectly openly, you knew that your underground cover would be exposed.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "The incident happened so fast, maybe there was not enough time between me and Julius to plan the whole thing, saying to them that Frans Oosthuisen cannot drive around in town or maybe whatever, with us.  It happened so fast so there was no time maybe to plan it or maybe to discuss it.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Was the whole of this building occupied by security guards?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Ja, that's correct.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "It was all their building, nobody else in that building.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, nobody else.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And you parked your car there every day and you drove there every day.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct, I only reported on duty if there is anything or maybe, the rest I used to report to, as you say I used to report else differently.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Didn't you report to that building to Mr Van Wyk in that building every day?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, Mr Van Wyk was in Alcan Building, which is about two, three blocks away from this.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "So was this, it was only for this temporary time that you came to this building?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "Nevertheless, Sir, if for that period for which Mr Van Wyk was on leave, you went in and out of the Fidelity Guards Building.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Yes, that's correct.  But as I told the Court I only went to that building in the morning and into the afternoon, not in and out. If it happened that somebody had seen me, and perhaps wondered what I was looking for there, I perhaps wouldn't have told him, he may not have believed me.",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "No further questions.\nNO FURTHER QUESTIONS BY ADV VAN DER WALT",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Mr Mpshe, do you wish to re-examine this witness?",
            "Unknown"
        ],
        [
            [],
            "No re-examination, Mr Chairman, thank you.\nNO RE-EXAMINATION BY ADV MPSHE",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "In the absence of Mr Van Wyk, was it Brig Van Wyk, from whom are you taking orders?  I will repeat that. In the absence, temporary absence of Brig Van Wyk, was there somebody from whom you were taking instructions or orders?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "It was Mr Gerber.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "And did he give you any orders on the morning of the 21st of May 1991?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "Were you expected to carry out those orders that he gave you?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct, since I had that instruction to report to him.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "What was the argument between Oosthuisen and Gerber about?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "The argument was that Mr Gerber said that since it has been a long time since Frans Oosthuisen is a spy, in other words he has been instructed by the head office, to come and infiltrate or maybe to see what was going on in the security branch, it seems Mr Oosthuisen, it was not a long time before he was working, he didn't have many months in the security department.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "You told us that you saw Oosthuisen fire a shot whilst the deceased was hanging from a tree?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "And you also said that when you went towards the deceased, you found that he had not been injured by that shot?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Whilst you were there at the scene, did you see anybody else at all use a firearm on the deceased?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, not on the deceased, only that one shot which Frans Oosthuisen had fired.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "In what language was the deceased questioned by the police?  I'm sorry, by Mr Gerber.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "He was questioning him in Afrikaans and I was translating into Northern Sotho.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "So all the questions were put to him in Afrikaans, translated by you?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "And naturally when you spoke to him yourself, you spoke in Sotho.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Did anybody make any notes of what was being said at that stage?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, there was no notes taken, Chairperson.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "What was the reaction of Gerber and his companion when the deceased persisted in having no knowledge of the crime that he was being questioned, what was their reaction?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "It seems they were not interested in that.  They just wanted him to tell them what they wanted him to tell them.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "After many, many hours of putting the same question to him, over and over and over again, and getting the same reply from the deceased.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Was there a time when they decided that they might as well let this man go?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "At no stage while I was there, it was only one person, Frans Oosthuisen who came, he came with that suggestion. It seems he was, the thing was, he was feeling very bad about it, about the torture.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "When did your friend or your companion, Julius die, or when was he deceased?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "He died last year, 27 April, because of a car accident, whilst on duty.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Do you know anything at all about the scene where the deceased was killed, being revisited the next day or the day after by either Mr Gerber or anybody else?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, I have got no idea on that.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "You did not accompany them to the scene on any other occasion after that day?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, no, not.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "When you came back after having gone to buy cooldrinks, I got the impression you said that when you arrived that you saw a fire there.  Is that correct?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct, that is the fire which was busy dying out.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "The fire was busy dying?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Yes.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "How long had you been away to go and buy these cooldrinks?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Okay, say maybe 10 to 20 minutes.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "And whilst the deceased was hanging from the tree in that position, was his head covered all the time?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, no, he was not covered.  He was only covered at the first scene.  At the second scene his head was not covered.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "His head was not covered.  Were you responsible for assisting and bringing him down eventually from the tree?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "At the last ...",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "By the time they said we must brought him back to the bakkie?",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I was responsible.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Was there any sign of any damage or injury as a result of fire?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Yes.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "What did you see?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "His hair was, he had maybe the same size of my hair, but it was burnt up to the scalp.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "His head was burnt?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Yes, and his head was swollen too.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "What injuries did you see apart from those that you have described?  You said his eyes were red, his face was swollen, did you see any other injuries on his body?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Only the rope marks where the rope was tied on the legs.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "On his legs?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Yes, and even where he (indistinct).",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Did he have his shoes on?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, there was no shoes on.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Was his trousers still on when you got him down?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, it was on him, but his private part was still exposed.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Exposed?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's right, since the first time I arrived there, his private parts was exposed the whole day.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Did he have a shirt on?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "A shirt or a T-shirt, but he had a karate suit, jacket, karate suit on top.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Whilst he was having from the tree?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That is correct, but it was, as he was hanging, it was sometimes, used to cover him.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You have told us about how these people drinking and did you go to the bottle store with Oosthuisen?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct, your Honour.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And is it correct that he there bought a bottle of brandy, a litre bottle of vodka and some more Coke and Sparkling Lemon?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct, your Honour.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And was that taken back by them to continue their drinking?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "When did Van Wyk return, under his direct command or were you staying under Gerber's command?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I stayed there for some few weeks, after he came back and then after that I started reporting again back to him.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But  ... (intervention).",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "But most of - sorry, most of the time I used to, I was at security department's offices.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "At Van Wyk's office or at Gerber's office?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "At Gerber's office, but Van Wyk's office is different, in a different building.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So then you weren't worried about your undercover then, staying with them?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Not exactly, because he is the only man in the office, I never moved a lot with them, around in the streets.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Ja, and you said they were sitting about 200 metres from where the deceased was running.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Were they never present at the place where he was hanging?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I beg your pardon?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Weren't they sitting at the place where he was hanging?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, they were only when they were busy torturing him, after that they went back to their cars, you know, to drink, continue with their drinking.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So they didn't sit there and ask questions and you were interpreting.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "They have done that, when they see that they cannot get what they wanted, then they decided to leave and go and have some drink.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "When did they leave the scene or when did they leave the tree and went to sit at the cars, what time round about?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I would say that it was 30 minutes, after the first time it was, when I came back from the shop with the cooldrinks, because they used to go one by one for him for some drink and then come back and then, but the first time when I came back from the shop with the first drink, all of them they decided no, since they have got the ice cold cooldrinks then they can go and sit by their car and drink.  Then later they came back again, to continue with that.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So after all of them went to the car and now started drinking, did they come back to the deceased or were they sitting at the cars all the time?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "They came back.  After they finished maybe with that drink, when they had enough, they came back to the deceased.  They wanted to continue with the torturing and getting more information.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Thank you.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "Can I just ask you, what exactly is your evidence there; did these people after tying up the deceased, question him, then go back to sit at a certain point and occasionally come back and go back or occasionally go back to the deceased and go back, or what is the position?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "After the - on the first stage, they tortured him for a long time.  Then when they see that they cannot get maybe what they wanted or maybe they were happy now, thinking that they had enough of torturing him, that's the time, after 30 minutes they decided to send me to the shops.  When I came back, one of them was by the car and then when they heard that I just come back with ice cold cooldrinks, then they went to their car to drink and they later went back again.  But while they were by their car, they said we must stand by the deceased, you know, to start getting the information from him.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Are there any further questions before I excuse this witness?",
            "Unknown"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY ADV VAN DER WALT",
            "Sir, there is just one question.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Sure.",
            "Unknown"
        ],
        [
            "ADV VAN DER WALT",
            "It is interesting this evidence that you have given today which was led by Mr Mpshe and you were asked specifically about what injuries the deceased had.  You said his face was swollen, his eyes were red, he cried from pain and you had to support him when you led him back to the vehicle.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "But you didn't mention at all in relation to the direct question which was put to you, you made no mention whatsoever of his head that had been burnt right down to the scalp.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "As I said to the Court, his head was swollen, his eyes were red.",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "You said his face was swollen.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Please repeat the question?",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "You said his face was swollen.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That is correct.",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "But now I am asking you, why did you not tell the Commission when you gave evidence that his head was burnt right down to the scalp?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, perhaps I would have said that later.",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "But you did not say that later, until the honourable Chairperson asked you.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I accept that I didn't say this, but I could have said it later.",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "That same mistake you made, that same mistake in the court case itself, because you said - my pages have been cut off.  In his judgment the Judge said that after he was taken down, he complained about being hungry and that he was in pain, the deceased's head was terribly swollen and his eyes were blood red.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "That's right.  As I put it to the Court his hair was burnt.  As I put it he was burnt, it was burnt up to the skull, but he was not burnt in such a way that maybe that is the fire only burnt, the hair was burnt off.  The hair is burnt off.  It means the fire burnt the hair off.  So it was, I don't think, to me it was interested to say that if we are talking in terms of injuries, the burning of hair or maybe the removing of hair, is not part of having, I cannot just state seriously that is an injury.",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "So it wasn't a serious burn wound.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "It would have been serious, if perhaps he had been taken to a doctor, that from my point of view, as I said to the Court, his hair was burnt right down to the skin.  But perhaps if he had gone to the doctor, it would have been considered serious.",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "What is interesting is that this important piece of evidence you have forgotten today; neither Oosthuisen, nor Julius Khosa testified in the trial of the two applicants concerning these burns, because they saw nothing.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Perhaps they saw nothing, but I personally saw it.",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "But Oosthuisen would definitely have testified about that if that had been the case because he was the one who went to the police and told them.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I cannot testify to that effect.",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "Let me put it to you then that the two applicants testified that a small fire was made which just caused smoke, because, precisely because they wanted to make it uncomfortable for the deceased, but that there weren't burn wounds.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I put it to the Court that there weren't burn wounds but as I have already said to the Court, his hair was burnt right down to the skin.",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "No further questions.\nNO FURTHER QUESTIONS BY ADV VAN DER WALT",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "What did Oosthuisen say about that?  Can you remember?",
            "Unknown"
        ],
        [
            "ADV VAN DER WALT",
            "As I recall the testimony he said there wasn't a burn.  According to the judgment it was only Mr Mkoana who testified to that effect.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "Maybe you and the witness differ on the definition of injury.  To him, if the hair is burnt, is not an injury and according to your definition if you go to a hairdresser to cut off your hair, you injure yourself. I think that is the difference between you and the witness.",
            "Unknown"
        ],
        [
            "ADV VAN DER WALT",
            "As it pleases the Commission.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Oosthuisen said that the bag on his head was burnt.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "You are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            [],
            "Mr Chairman, there is another further witness to be called.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Pardon?",
            "Unknown"
        ],
        [
            [],
            "There is another witness to be called, but that will be done after lunch.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Yes, we will adjourn until two o'clock.\nCOMMISSION ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            [],
            "Mr Chairman, my colleague Adv Van der Walt has just informed me that she has an application to make to the Committee.",
            "Unknown"
        ],
        [
            "ADV VAN DER WALT",
            "Mr Chairperson, I'd like to request you that if we can call Mr Jack Mkoana back.  There is just another aspect which I failed to bring up before. If it pleases this Commission, I won't take very long.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Is he available?",
            "Unknown"
        ],
        [
            "ADV VAN DER WALT",
            "Yes.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Will he come forward, please.",
            "Unknown"
        ],
        [
            "ADV VAN DER WALT",
            "I am much obliged, Mr Chairperson.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY ADV VAN DER WALT",
            "I would like to put it to you that Mr Van Wyk only after Mr Gerber resigned from Fidelity Guards, moved out of that particular building, and then at a stage when this incident took place, his offices were in the building where Mr Gerber's offices were, about three doors away.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Yes, after he came back from leave I noticed that he had moved from head office to our offices. I am not quite sure at what stage he was stationed there and when he went back to headquarters.  Perhaps round about the time when they were busy looking for somebody.",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "No, I don't think you are understanding me correctly.  I am putting it to you that during that whole period before this incident and also after the incident, his offices were in the same building.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No.  No, that is not correct.",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "I would also like to put it to you and this is in line with what the Judge said in his summation of the evidence, that you testified that you were a member of the investigating team during that period, you were not an undercover agent as you said.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "The investigating team are more or less part of the undercover group.  I was in the underground investigation for the investigation department, which it is part and parcel of - the information which I get from the people in the street, then I, at the end of the day I pass it to my superior who is in charge of the investigation department.",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "But you see Mr Gerber was the person who was in overall in command of this investigation team, and yet you said that you did not report to him, but that you reported to Van Wyk.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I have already said Mr Van Wyk was the heaD of the investigation, the security department, and Mr Gerber was the manager for the security department. In other words, Mr Gerber get the instruction from Mr Van Wyk and Mr Van Wyk gets the instruction from the managing directors.",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "So Mr Gerber was in charge of the team.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Yes, that's right.",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "So what you are saying is that you did not report to Mr Gerber who was in control of the investigating team, you bypassed him and went to Mr Van Wyk.  How does that work?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "I have already said to the Commission previously that I was a policeman who recruited, recruited or maybe given the instruction to report to Mr Van Wyk.  Who Mr Van Wyk, his position was the head of the security department and the manager for the investigation department, it was Mr Gerber. So I was told to report to Mr Van Wyk.  It was only temporarily when I was given that instruction by Mr Van Wyk, when he was going on leave, that anything I want to maybe any information I have got, I must pass it direct to Mr Gerber.",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "Sir, now you were a member of this investigating team for two years.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Not two years, a year and a half.",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "How long?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "A year and a half.",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "Yes.  I am putting it to you that you went to Soweto with Van Eyck on various occasions.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "No, I used to (indistinct).",
            "Male"
        ],
        [
            "ADV VAN DER WALT",
            "Thank you, Chairperson.\nNO FURTHER QUESTIONS BY ADV VAN DER WALT",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "Thanks.\nWITNESS EXCUSED\nMR MPSHE CALLS",
            "Male"
        ],
        [
            "EMILY FOURIE",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            [],
            "Thank you, Mr Commissioner.  Mrs Fourie, you are the deputy general secretary to the Transport Workers Union of South Africa. Is that correct?",
            "Male"
        ],
        [
            "EMILY FOURIE",
            "That's correct, yes, the Motor Transport Workers Union.",
            "Female"
        ],
        [
            [],
            "Stationed in Johannesburg.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "That's correct.",
            "Female"
        ],
        [
            [],
            "For how long have you been holding this position?",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "For the past 16 years.",
            "Female"
        ],
        [
            [],
            "16 years?",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "Yes.",
            "Female"
        ],
        [
            [],
            "Did you know the deceased, Samuel Kanaga?",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "Yes, I did.",
            "Female"
        ],
        [
            [],
            "How did you know him?",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "Samuel Kanaga became known to me when he was transferred from the guarding division together with approximately ten other employees to the CIT division.",
            "Female"
        ],
        [
            [],
            "Could you just wait there.  What is the CIT, what does it mean?",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "Cash in transit division.  There is the two divisions.  You have the guarding which is the guards that guard the building, and then you have the division which is called the cash in transit which is the division that carries money between clients and banks and the Fidelity Guards' depots.",
            "Female"
        ],
        [
            [],
            "Right.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "There is a distinct difference between the two divisions and in fact they operate from different branches as well.",
            "Female"
        ],
        [
            [],
            "Okay.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "And Samuel together with a number of other employees were selected from the West Rand guarding division branch. In fact they were, had been hand-picked to come over and work on the cash in transit division.  The company in fact was trying a new thing, they were placing these guards on the vehicles as porters.",
            "Female"
        ],
        [
            [],
            "You say he was transferred from the guarding division.  Guarding division of which company?",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "Fidelity Guards.",
            "Female"
        ],
        [
            [],
            "Oh, thank you.  Continue.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "I believe there were about 600 employees on the West Rand, the guarding division and these, there was about a dozen of them who were then selected to come over and as I explained, they were then going to be used to just carry the money tins and the company created a new position and they called them porters, and they were - they paid them a higher wage than the guarding division, but not the prescribed wage as legislated by the Industrial Council,",
            "Female"
        ],
        [
            [],
            "Mrs Fourie, I just want to ask something about the Fidelity Guards transferring people and what they were going to do.  How did you know this because you are not an employee of Fidelity Guards.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "Because we are extensively involved with the company and in fact, on a national basis, at that stage we had a closed shop agreement with Fidelity Guards, so we had a 100% representivity in the armed banking division.",
            "Female"
        ],
        [
            [],
            "Thank you. You may continue.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "If I may just continue.  What then transpired, the union became aware of this, that these persons were employed and that they were not being paid the correct wage, and in fact, a court case ensued which we went to arbitration.  We settled the matter out of court and it was decided that these 12 persons would be used at the Hillbrow base, that their salaries would not be reduced back to the guarding division wage, but they would not be used on the vehicles.  And that is how I became, how I got involved and I knew Samuel and his colleagues from the guarding division personally.",
            "Female"
        ],
        [
            [],
            "Thank you.  Besides knowing Samuel in his capacity as an employee or a guard at Fidelity, did you know him in any other capacity?",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "No.",
            "Female"
        ],
        [
            [],
            "Would you say that you had close relationship with Samuel Kanaga?",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "No, I didn't.  Not at that stage. His family afterwards, yes, but not with Samuel.",
            "Female"
        ],
        [
            [],
            "Thank you.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "I knew him as we know our members.",
            "Female"
        ],
        [
            [],
            "Thank you.  I am going to pass on to you a document, Exhibit A, Mr Chairman and members of the Committee.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "A?",
            "Unknown"
        ],
        [
            [],
            "Exhibit A.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "It is I, isn't it?",
            "Unknown"
        ],
        [
            [],
            "No, A.  A.  The one that was handed in yesterday, Mr Chairman and members of the Committee.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Oh, I see.",
            "Unknown"
        ],
        [
            [],
            "The very first one.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Yes. The I in front of members of the Committee is still going to be addressed.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Yes, thank you. Exhibit A.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "I do have it in front of me, through you, Mr Chair.",
            "Female"
        ],
        [
            [],
            "Do you see that exhibit in front of you?",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "I do.",
            "Female"
        ],
        [
            [],
            "That letter was addressed to yourself?",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "That is correct.",
            "Female"
        ],
        [
            [],
            "In your capacity as the deputy secretary of the union.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "That is correct, yes.",
            "Female"
        ],
        [
            [],
            "Could you tell this Committee what prompted that letter?",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "Through you, Mr Chair, yes, I have to take you a little bit back in time.  This letter was the 7th of November 1989.  This letter was prompted by an ongoing problem that we had with the security investigation department of Fidelity Guards of whom at the stage, I now want to go back to April 1985, Mr Gerber at that stage did head up this division.  Two of our White members had reported to our office that they had been assaulted by Mr Gerber during questioning, that they had been called into the office individually.  That they had been punched around and in fact they had been kicked in the stomach. There was no visible physical injury, but we decided to take the matter up with the company, and a letter was written to the company in April of 1985. I then had a telephone call and they suggested that I go and see Mr Gerber and discuss the matter with him personally, which I did.  During my discussion with Mr Gerber he didn't admit nor deny that he had assaulted our members, other than to say how else was he supposed to extract information when people were not willing to co-operate.",
            "Female"
        ],
        [
            [],
            "These two White members, can you still remember their names?",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "I know that the one person was a Mr Van Wyk, but unfortunately I can't remember the other person's name.",
            "Female"
        ],
        [
            [],
            "Do you know if ever these two White members were members of any political organisation or liberation movement?",
            "Unknown"
        ],
        [
            [],
            "No, I wouldn't know. Mr Chairman, we have approximately a third White membership, third Black and third Coloured and Indian membership.  So you know they could belong to extreme right and left, then I wouldn't know that.  But suffice to say that our union is not aligned to any political party. In fact, we are not even affiliated to any federation.  We are totally independent.",
            "Unknown"
        ],
        [
            [],
            "Would you then say that these two White members came to you, by you I am referring to the union, to complain about pure assaults on them?",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "Pure assaults, yes.",
            "Female"
        ],
        [
            [],
            "Thank you, you may continue.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "And things were a bit quiet after that, although there were continuous rumours and complaints that members were being manhandled.  But in 1987 it was round about March, April, a family came to see me of one of our members, Joseph Mokhojoe, and they said that he had disappeared and that he could not be found.  We made enquiries and in fact Mr Gerber admitted that he had questioned this person, money had disappeared, but that he had taken the man on the 4th of March of that year, 1987, to the Noord Street taxi rank, that he had dropped him there at midnight.  This person to date has never been found.",
            "Female"
        ],
        [
            "JUDGE MALL",
            "What is the name of the family?",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "Joseph Mokhojoe.",
            "Female"
        ],
        [
            [],
            "Spell it.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "Let me just quickly - it is M-O-K-H-O-J-O-E.",
            "Female"
        ],
        [
            "JUDGE MALL",
            "Thank you.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "We have subsequently had enquiries from legal representatives that was acting on behalf of the family, also a report appeared in 1989 in the City Press, where they asked and the heading said \"no sign of the man, and where is Joseph Mokhojoe\".\n\tDuring that time I see in our correspondence in 1988, we wrote again to the company, requesting that the security investigations department, when employees are requested to make a statement, a representative to be present; the investigation should be done during working hours.  \n\tThere was a follow-up.  The company said that the person may be accompanied by a shop steward.  We responded by saying we insist that he must be accompanied by a shop steward.  But things really came to a head in September of 1989.  When one of our Coloured members, a man by the - his surname was Jantjies.  That was in September of 1989.",
            "Female"
        ],
        [
            [],
            "What about Jantjies?",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "He, Mr Chairman, he came to complain that he had been tortured and assaulted by - and he named four persons.  It was Mr Hennie Gerber, Johan van Eyck, a Mr Spies and a Mr Piet Niemand.  And in fact, he had been discharged from hospital and he came with a doctor's note to say that this man was assaulted by having an electric wire inserted in his left ear.  When first seen the drum was obscured by a lot of dry blood.  This was first removed under general anaesthetic, from the 5th of September 1989. His drum was then seen to have had a subtotal perforation. There is a 17% loss of hearing in that ear. He is to undergo - and then there is a very technical name, medical name here, operation on the 22nd. Now he went - he underwent the operation and everything and then he came to our office.  Needless to say we then contacted the head office and we asked for an immediate inquiry and an investigation into this allegation.\n\tAt the initial inquest inquiry, it was then  decided that Mr Gerber, Mr Van Eyck, Mr Spies and Mr Niemand would be suspended pending a disciplinary inquiry.  That was towards the end of 1989.  I then whilst they were on suspension and we were now awaiting this hearing to proceed, which the company told us was going to be an internal investigation, that their human resources department would handle it.  And in fact we had one meeting where I was only allowed observer status.  Mr Van Eyck's brother, Adv Van Eyck then represented them at that hearing, and due to a lack of documentation having exchanged hands, it was then postponed.  \n\tI, subsequent to that, received a telephone call from Mr Fourie, and there then - Mr Thomas, who was part of their labour relations department, and asked if I could come and see them. When I got there they explained to me that the fact that Mr Gerber, Van Eyck, Spies and Niemand were suspended, it left them very short-staffed in this department and they could not proceed with investigations.  And, in fact, Mr Gerber was in the middle of some important investigation and they were basically pleading with me to allow them to lift the suspension, that they would continue with the disciplinary inquiry, but in fact, that these members would be confined.\n\tI then said I would only agree to that if I had an undertaking not from any other person in the company, but Mr McFarlane who held the highest position in the company .",
            "Female"
        ],
        [
            [],
            "Then that led to Exhibit A.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "Yes. Now I was in their offices when they drafted this letter. I told them what I required in the letter, you know, what was our requirements. They went along, they typed this letter.  They got Mr McFarlane to sign it. They brought it to me in the office of Mr Thomas, and I was not satisfied with the contents of this letter, because I specifically asked that Mr Gerber and Mr Van Eyck not have any contact whatsoever with our members.  Whereas this letter just said that they could have a shop steward present during the investigation.\n\tThey then back, redrafted a letter and in fact asked me to agree to the wording, went and retyped a further letter, which was then signed by Mr McFarlane.",
            "Female"
        ],
        [
            [],
            "This then led to the letter which is in front of you right now, dated 7 November 1989?",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "No. No, I don't have that letter with me. I think - oh, yes. Yes, I do have that, yes.  Now that, the  ... (intervention).",
            "Female"
        ],
        [
            [],
            "Yes. I see ...",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "... first one was A, was just ...",
            "Female"
        ],
        [
            [],
            "I see that letter is addressed also to you?",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "Yes.",
            "Female"
        ],
        [
            [],
            "I would like you to read into the record the contents of that letter.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "Fine.\n\"Dear Mrs Fourie\n\t\tre Security Department\n\t\tI refer you to your letter dated the 6th of November 1989 addressed to Mr A Thomas and also to your discussion with Messrs Marais and Fourie on Monday, 6th of November.  I hereby confirm the terms of agreement reached at the meeting in respect of the Fidelity Guards security department.  \n1.\tThat all future investigations which involve the questioning of employees will be confined to a preliminary investigation stage, whereafter the matter will be referred to the South African Police for further action.\n\t\t2.\tThat the questioning of employees during the preliminary investigation stage will be conducted in the presence of either a shop steward or a co-employee.\n\t\t3.\tThat all such preliminary investigations which will be conducted in a question format, and at no stage will any form of illegal violence be used or permitted.\n\t\t4.\tThat as far as it is reasonably possible such preliminary investigations will be held within normal working hours.\n\t\t5.\tThat the suspension on Messrs Niemand and Spies be lifted immediately.\n\t\t6.\tThat the suspension on Messrs Gerber and Van Eyck be lifted immediately, subject to the following pre-condition, and pending the outcome of the disciplinary hearing; that their activities be restricted to administrative duties, and more specifically that they will not be party to any activity which involves the questioning of or direct contact with employees in the cash in transit division.\n\t\t7.\tThat Mrs Fourie will liaise with yourself in due course in respect of the appointment of a suitable chairman for the pending disciplinary inquiry as well as the determination of a suitable date. \n\t\tI would also like to record my personal appreciation for your understanding and conciliatory matter in this sensitive matter. \n\t\tYours faithfully\n\t\tMr McFarlane.\"",
            "Female"
        ],
        [
            [],
            "Mr Chairman, members of the Committee, I beg to hand this document in as EXHIBIT I.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Very well.\nEXHIBIT I HANDED IN",
            "Unknown"
        ],
        [
            [],
            "Mrs Fourie, the disciplinary inquiry referred to on page 2 of Exhibit I, was it ever held?",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "No.",
            "Female"
        ],
        [
            [],
            "It was never held?",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "That was never, it was never heard, and in fact that was one of our great problems that we had with the company, because the chairman kept on postponing it, weak excuses were handed down to us, and in fact, in about May of 1990, I was so frustrated that I in fact phoned Mr McFarlane and I invited to take him for lunch, which we then - we had a very private discussion that day, and I told him of our concerns related to this investigation department.  He gave me certain assurances that day, amongst others that he would look at finding another person to head up that department, which subsequently happened when he employed Mr Daantjie van Wyk, and in fact, Mr Gerber was then demoted and Mr Daantjie van Wyk became the senior person of that investigation department.",
            "Female"
        ],
        [
            [],
            "Thank you.  Mrs Fourie, in your understanding as well as other people's understanding of paragraph 2, it would mean that Mr Gerber was not to take part in any investigation of any sort, until the holding of an inquiry which has not been held to date.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "That's correct.",
            "Female"
        ],
        [
            [],
            "Thank you, Mr Chairman, that is the evidence.\nNO FURTHER QUESTIONS BY MR MPSHE",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Thank you.  Any questions?",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Mr Chairman, we were totally surprised about the evidence now presented, the contents of this evidence. In the face of it, Mr Chairman, we will ask for an adjournment in order to take instructions.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Before I proceed with this request, Mr Chairman, is the Commission relying on this evidence, as it doesn't form part of the inquiry, which is presently being conducted, with regard to the death of Samuel Kanaga.  Maybe Mr Mpshe can address the Commission in that regard.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "I think whether Mr Mpshe addresses us at this stage or not, is a matter which we will decide later. For the time being I am going to give you an opportunity to take instructions so you can decide whether you are going to ask questions on that or not.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "As it pleases you, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "It seems to me that there are a lot of mutual surprises.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "We will take a short adjournment.\nCOMMISSION ADJOURNS",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Mr Chairman, with regard to the evidence of this witness and we will only confine ourselves to deal with what we have been told in chambers, Mr Chairman, to this particular aspect.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR PRINSLOO",
            "Mrs Fourie,  I put it to you that Mr Gerber, that when he - and Van Eyck, when they were informed of the suspension, that particular afternoon, when Mr Gerber in particular, arrived home an hour later, he was telephoned by Mr McFarlane and he was informed by Mr McFarlane that his suspension was lifted.  He was no longer subject to any suspension without any conditions.",
            "Male"
        ],
        [
            "EMILY FOURIE",
            "May I just ask before I answer that. What date are we talking about? That's at the initial date in September or are we talking about November?",
            "Female"
        ],
        [
            "ADV PRINSLOO",
            "We are making reference to the date in November.  If that is the date you are referring to.  The date when they were informed by Mr McFarlane, if that is the date, because Mr Gerber didn't have sight of this letter, Exhibit I on that particular day, but my instructions are when he was informed by Mr McFarlane and Fourie, with regard to this suspension, McFarlane informed him an hour later at his home, that he was no longer under suspension.  Any comments about that?",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "I, I ...",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Sorry, can I ask you - can I interrupt you on that.  From what you, the way you put that question, do you say this suspension was only imposed on that day and lifted two hours later?",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Well, within an hour, Mr Chairperson.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Within an hour.  So as far as your client is concerned, he first new of the suspension on the 7th of November and you are putting it that an hour later he was phoned and told this suspension was lifted.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "That is correct, Mr Chairman.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "In fact, that is not correct.  The suspension took place earlier, and that was during the inquest into the Jantjies torture and that was, it must have been towards the end of September, early October, and in fact, as I said in my earlier evidence, that I was then requested and summonsed to head office, and asked by Mr Fourie and the difficulties were explained to me, that Mr Gerber and Mr Van Eyck, Spies and Niemand being out of the system, was creating great difficulties and would we be in agreement that the suspension be lifted and as I explained earlier on, we said yes, on condition and then this was the letter that was put forward.",
            "Female"
        ],
        [
            "JUDGE MALL",
            "Anyway, the difference between the two of you is that as far as you are concerned, it didn't happen that very day.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "No, there was a period. That is why the company then requested that.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Sorry, Mr Chairperson. Mrs Fourie, on page 2, paragraph 6\n\"... that the suspension of Messrs Gerber and Van Eyck be lifted immediately.\"",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "Yes.  Yes, that's right.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Subject to the following conditions.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "That's right.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "So as I understand it, the suspension was\nlifted immediately.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "Yes, on that day.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Yes.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "On the 7th.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Ja.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "But you must now remember that they had been suspended for some time, during the month of October/November it was - I can't recall, but I think it was somewhere in the region of about three weeks, that these persons were suspended.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Yes, I understand that. They have been suspended, but on that, the day that the letter was written, their suspension was lifted immediately.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "That's right.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Subject to, that they shouldn't investigate any further on certain conditions.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "Yes. In other words, that they could come back to work and that Mr Gerber and Mr Van Eyck would only, they would be confined to administrative duties.  But that Mr Spies and Niemand could continue as normal. I think because there was a lack of evidence against the two earlier persons mentioned.",
            "Female"
        ],
        [
            "JUDGE MALL",
            "Mr Prinsloo?",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "As it pleases you, Mr Chairman.  Mrs Fourie, I put it to you that Gerber was informed to his recollection, it was a Friday, when this suspension was imposed, and an hour later it was lifted, and the Monday they performed their normal duties, there were no restrictions placed as noted in paragraph 6 of this letter, Exhibit I.  They performed their duties as normal.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "You have got your answer to that.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "No.",
            "Female"
        ],
        [
            "JUDGE MALL",
            "She has denied that.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "I deny that, emphatically.",
            "Female"
        ],
        [
            "ADV PRINSLOO",
            "Are you in a position to dispute that Mr McFarlane communicated with Mr Gerber and informed him of the lifting of the suspension?",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "No, I would imagine that maybe that is perhaps what he would have done, because he had written the letter and the letter confirms that the suspension is lifted with immediate effect.  So I can't comment, I don't know, but it would make sense that perhaps he phoned Gerber and said you may return to work now.",
            "Female"
        ],
        [
            "ADV PRINSLOO",
            "And they continued their work on the particular Monday, what followed?",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "Well, it says immediate. I don't know whether this was a Friday, unfortunately I don't have a diary with me, but if you say that was the Friday, then they continued on the Monday, I would imagine that that could be so, yes. I cannot confirm or deny that.",
            "Female"
        ],
        [
            "ADV PRINSLOO",
            "No further questions, thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY ADV PRINSLOO",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Have you any questions to put to this witness?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY ADV VAN DER WALT",
            "I don't know whether your ear-phones are in working order?",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "I can speak Afrikaans.",
            "Female"
        ],
        [
            "ADV VAN DER WALT",
            "I think perhaps there is a slight misunderstanding here which I would like to clear up.  Mr Van Eyck was suspended on the same day, but he cannot remember the exact date and they went home, it was about four o'clock in the afternoon, as a result of the suspension.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "On that same day, I can't tell you whether it was the 7th or whether the letter was written later, but the fact remains that according to Mr Van Eyck an hour later, Mr Gerber phoned him and said that Mr McFarlane ....\nEND OF TAPE 2 - DAY 2 - SIDE B\nDAY 2 - TAPE 3 - SIDE A",
            "Female"
        ],
        [
            "ADV VAN DER WALT",
            "...  Mr Gerber reported directly in respect of these investigations regarding terrorist groups, did not group to Mr Colins, Mr Colin Fourie of, because he was from the finance department.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "Let me just tell you. I have a very good relationship or I had a very good relationship with Mr McFarlane and I have - we had an open door policy between the two of us.  I could go to him at any time with any kind of problem and I could ask to see him and discuss with him. I was also a personal friend of his. Let me tell you right now, that where you refer to terrorist investigations, in my discussions with Mr McFarlane when we were specifically discussing all the problems regarding Fidelity Guards and the money which disappeared, it was never mentioned to me that Fidelity Guards was investigating terrorist gangs.",
            "Female"
        ],
        [
            "ADV VAN DER WALT",
            "No, no, they weren't, they did not investigate terrorist gangs.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "Well, I'm afraid that's what I heard you to say.",
            "Female"
        ],
        [
            "ADV VAN DER WALT",
            "No further questions, thank you.\nNO FURTHER QUESTIONS BY ADV VAN DER WALT",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Would it be possible for you to look at your records and perhaps let us have a written information as to the date on which the suspension was made?",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "We might have it in our files, but could we have a short adjournment then if you want ...",
            "Female"
        ],
        [
            "JUDGE MALL",
            "Well, no, I thought you would have it with you.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "No, unfortunately I don't have that here.",
            "Female"
        ],
        [
            "JUDGE MALL",
            "Well, could you send it to us?",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "All I know is that it was during the period between September and November, that is why I suspect that it was in October.",
            "Female"
        ],
        [
            "JUDGE MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Is Mr McFarlane available and would he have records?  Do you know?",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "I am sure that the head office, it wasn't only Mr McFarlane involved in this inquiry.  In fact, and Mr Phillips headed up the inquiry, and I am sure that their head office would have the documentation available for us, if we so requested.",
            "Female"
        ],
        [
            "JUDGE MALL",
            "Well, we are really concerned only with the simple issue, just to put the matter beyond doubt, that as to when the suspension was decided or when it was put into effect. Now you can send the relevant document to us. You don't have to - you can send the Amnesty Committee as soon as you can.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "I will do that.",
            "Female"
        ],
        [
            "JUDGE MALL",
            "Yes, and perhaps send a copy to them as well.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "Yes, I will.",
            "Female"
        ],
        [
            "JUDGE MALL",
            "Once you receive those documents, and it transpires you disagree with it, nothing prevents you from writing to us to let us know that you have received this letter and whether you agree or disagree about the date and why.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "As you please, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "We will accept written submissions from you in that regard.",
            "Unknown"
        ],
        [
            "ADV VAN DER WALT",
            "Thank you.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "All right.  Any questions you would want to ask?  Thank you very much.",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "Thank you.\nWITNESS EXCUSED",
            "Female"
        ],
        [
            [],
            "Mr Chairman, then that closes the evidence.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Thank you.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Mr Prinsloo?",
            "Unknown"
        ],
        [
            "MR PRINSLOO ADDRESSES COMMISSION ON MERITS OF CASE",
            "Mr Chairman and members of the Committee, in relation to the argument relating to the two applicants, and with specific reference to Mr Gerber.\n\tFirstly, in terms of the Reconciliation and Promotion of National Reconciliation Act, Section 20 thereof provides that there must be a full disclosure of all the facts. \n\tI would like to submit with respect, that Mr Gerber - and my colleague will address you regarding Mr Van Eyck, but the two run concurrently, that there was full disclosure regarding the facts of this particular case.\n\tFirstly, Mr Chairman, Mr Gerber has given evidence here in an unambiguous way and he has given full details of how he caused the death of the deceased, and how the deceased met his unfortunate end.  These facts were not revealed during the trial court hearing the applicant's case and as far as the political background is concerned, the factors relating to that were submitted to the Commission.\n\tSection 20 requires that the Act must have been committed with a political motive and must be connected with such political motives.  That is in terms of Section 22 of this Act.\n\tThe Act further requires, the section requires that the applicant must have been a member or supported a publicly known political organisation or liberation movement, and must have acted on behalf or in support of such organisation, bona fide in furtherance of that political struggle waged by the organisation against the State or any liberation movement.\n\tNow our argument is that at that stage the political climate which existed as also submitted in the evidence, and also in the evidence of Mr Gerber, he was a member of the National Party and he associated him fully with the view held by the State that there was a total onslaught directed against the State.\n\tI would like to submit, with respect, that the preceding history supports that view and standpoint and the evidence placed before you also supports that view.  The evidence of Mr Van der Graaff that is and Van Eyck and Gerber's evidence also supports this.\n\tThe evidence further shows that there was information that members of the PAC were responsible for an internal robbery at the basement of the Fidelity Guards Building, and that Mr Gerber had received information from a particular source which was said that the deceased had this information at his disposal.\n\tNow what is important, Chairperson, is that Mr Gerber not only acted as a result of this information from his informer, but also as a result of his close contact with the South African Police, as well as his contacts with the security police and always in the interests of the society, bearing in mind his political background, and also bearing in mind the fact that he was a member of the South African Reservist Force.\n\tNow in the light of the application made by Fidelity Guards, and in the light of the evidence here that Fidelity Guards considered themselves to be an extension actually of the State, and also in view of the fact that Fidelity Guards were largely staffed by formers members of the South African Police.  It is important that at that particular time, the South African Government was fully mobilised, and each individual, private individual or State organisation or business, everybody was mobilised to combat this so-called total onslaught.\n\tChairperson, it cannot be disputed on the basis of the history which we have sketched, that there was a total onslaught and that there was a total mobilisation as a result thereof. The total onslaught was directed by the former liberation movement, such as the ANC and the PAC, and this fact is supported by numerous documents.  It would just place an added burden on this Commission to refer to all these documents, but such was the case.\n\tNow as far as Mr Gerber is concerned, he was made to realise by the State that he had to combat this onslaught. Mr Gerber believed bona fide that this onslaught was also aimed against the Fidelity Guards in that it had been found after the armed robberies.  There were Chinese stick grenades that had been used, there were AK-47 shells at the scene and it was commonly known in this country that members of the liberation movements had access to the Eastern Bloc countries, and that is how they obtained things such as these stick grenades and AK-47s.\n\tThe information at the disposal of the South African Police - names were mentioned here such as Genl Du Toit, At van Niekerk, Deetlefs, people who shared this opinion and this opinion was that the weapons had been smuggled into the country, such as for instance the Chinese stick grenades and that Apla had targeted these financial institutions.\n\tNow this is confirmed by the evidence of the witness Van der Graaff, who testified this morning, that there were these attacks launched by Apla and they financed their activities by means of the funds so obtained.\n\tNow in the circumstances, Chairperson, our argument is that Gerber bona fide believed that there was such an onslaught which he had to fight and combat.\n\tAs Section 20(a) sets out - I will also address you on (d) and (f) of that section. In conjunction of this must be seen the information which cannot be disputed, that Gerber indeed had such information that the deceased, Simon Kanaga was involved in this particular operation.  Seen against this background, that it will be highly improbable for attackers from outside to gain access to this building and so perform this robbery. Added to this is the evidence of Van Eyck that the person found dead in the vehicle was indeed a stranger and could not be identified as a citizen of this country.\n\tChairperson, there was thus sufficient reasonable grounds for any reasonable person to believe objectively speaking, that there was such an onslaught which had to be combated.\n\tThe next point deals with subsections (a), (d) and (f) and in particular of Section 20 of the criteria which hang together with this. It is set out in Section 20(3)(a) to (h), Mr Chairperson.\n\tChairperson, if we look at the specific links between Gerber, Van Eyck and the South African Police, that they saw themselves as a cog in the State machinery, it can be contended that Gerber saw himself as an agent of the Police. His evidence that he had talked with the investigating officers in this case, that they were aware of his investigation, that there was reference also to what was found at the scene, I would like to respectfully submit that none of this was in dispute.\n\tI would like to contend that Mr Gerber on that basis had the instruction to investigate this matter, whether tacitly or expressly.  But such a directive did in fact exist.  In this aspect he was an agent such as found amongst the liberation organisations where there was mass mobilisation of the people and such mobilisation took place on a wide front, and involved members, sympathisers, supporters, and these people were exposed to propaganda and mobilisation in order to exhort them to act against the enemy, which was the government at that stage.\n\tIf such a person who was not a member but only a sympathiser, for instance, of the ANC at the time, if such a person would have acted in defiance against the Police by, for instance, killing a policeman, where would he fit in in these circumstances?  He is not a supporter, merely a sympathiser, he is not a member of the party, but he has associated himself with the cause of that particular organisation by means of his defiance. In those circumstances, I think it can be said that Gerber and Van Eyck must be treated equally.  On the same basis as such a person as I have just described.\n\tMr Chairperson, then turning to the motive in Section 20.3.  The motive of the person committing the act or omission, with respect, one must deliberate here, this must not be confused with motive.  Motive must be seen completely apart from intention.  What was the motive behind such an act?  The motive here, with respect, was that Gerber in good faith, believed, together with Van Eyck, that there was an onslaught, an onslaught against the Government, which they were in the process of defending.  Just as the farmer, a member of the pistol club, who is given approval, who regarded the ANC as part of as a component in their periodicals, that they were in fact defending their countries, in order, as they put it, to fend off total onslaught.\n\tThen Chairperson, in Section (b) the context in which the act, the crime or the omission takes place, more specifically whether it took place as a part of a political resistance.  Here I with to state, with respect, that this requires that there should be - it does not require that there should necessarily be a physical uprising in process at the moment.  But a political climate which prevailed at a particular moment, at that moment, there was not yet any mention of an election. At that moment various political disruptions were taking place, there were movements, there were revolts, there was violence, right up to the election, Mr Chairperson, right up till the last minute.  \n\tThe resistance remained in the minds of the community.  On the one hand the liberation movements who wanted to take power in the country and on the other hand the people who had power and wished to retain it.  Each person was defending himself and these two poles stood against each other.\n\tMr Chairperson, the context of the act omitted by Gerber and Van Eyck, the link, it is in relation to that that I submit, with respect, the cases of Barend Strydom, McBride, Albert Misima and others, S v Togo, various such cases, where previously amnesty or indemnity has been granted.",
            "Male"
        ],
        [
            "JUDGE MALL",
            "Who gave those people amnesty?",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Mr Chairperson, I am certainly away of it that this Commission did not grant amnesty or indemnity to those people but, with respect, every citizen of this country must receive equal treatment, as every citizen accepted in the circumstances.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "You refer us to what are not our precedence, where you refer to instances where decisions were taken by different bodies, using different criteria, which are possibly not the same criteria that we are using. I am trying to say to you that I don't think that it is accurate of you to refer us to McBride's case or Barend Strydom's case, et cetera, and the like, because those decisions to grant amnesty or release those people were taken under different circumstances, possibly by different institutions, constituted differently from the way we are, and applying different criteria. That is all I am saying.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Mr Chairperson, I agree that this inquiry must lay down its own rules.  What I wish to point out or what I want to submit, is that there must be equal treatment.  If there is to be reconciliation these factors must be taken into account.  With respect, they cannot be ignored.  In that those acts, all those acts which were committed, whether by right wing or by left wing groups, were in fact the same, as those which now appear in front of this Commission.  Those people, in those circumstances, in the circumstances in which they found themselves, and what they believed in, that these comply with the requirements of a political cause. What is to be linked with is, is that those acts resulted from what is today the dispensation in this country and therefore these have to be linked and they cannot be ignored.\n\tMr Chairperson, the aim or objective - excuse me, paragraph (c), the legal and the factual nature of the act or omission, it is a fact that this is a serious matter.  But with respect, in this case it was aimed specifically against a political organisation.  It wasn't generally aimed at any person, it was aimed against at the particular organisation and the deceased was believed to be a member or supporter or part of the group of this organisation.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Are you suggesting that this murder was aimed at the PAC?",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "I beg your pardon, I couldn't hear,  Mr Chairperson?",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Are you suggesting that this murder was aimed at the PAC, is that what you are saying now?  Aimed at a particular political organisation?",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "I wish to argue with respect, Chairperson, that Mr Gerber believed that the deceased at the least, a supporter of the PAC, and the purpose was to expose the PAC and that he was a component of it.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "If we are discussing his murder, not anything else, that is what you must address us on.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Mr Chairperson, it is specifically the results of that, the cause of the assault, to get information from the deceased, which shows that it was believed that he was a member of the PAC, and to get the information as a result of what happened.  This action, as a result of this, the deceased passed away.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "He was killed because he was thought to be escaping and that they would be in trouble. That is what your client said.  Didn't he?",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "With respect, Chairperson ..",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Didn't he say that?",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "He did say that at a stage he tried to escape but I wish to submit that one shouldn't look at things in compartments here, at the circumstances.  With respect, Chairperson, but in a range of circumstances it would lead to absurdities, in which case a person who thinks he is in the process of fighting a freedom struggle and in the process of wounding somebody, injuring somebody and then doesn't take him to hospital, that would have the same results, if he died as a result.  If you had given him hospital treatment then the person wouldn't die.  That would have the same consequences.  With respect, this was a war being waged.  That is how it was seen on both sides.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "Mr Prinsloo, you keep on saying the applicant believed in this and that.  What is the test here?  Should the test be objective or subjective?",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "With respect, Chairperson, was that the applicant believed was subjectively what he believed. It was a subjective test to see what he believes.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "So really, we - the inquiry should simply be according to a submission that if one morning anybody believed Kanaga was a member of the PAC he could be knocked off, whether or not that person has got a reasonable basis for believing that the deceased was associated with the PAC, that is irrelevant.  As long as that person himself believed that this was man was connected or was a member of the PAC, that is sufficient?  Is that what you are saying?",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "With respect, Mr Chairperson, that is not my argument.  Whether his belief was reasonable in the circumstances will have to be judged, what a reasonable man would do under those circumstances.  The example which the honourable Committee member has submitted is not that simple.  Here one has to look at the surrounding circumstances, which have already have been presented to the Committee.  Namely, Chinese stick grenades were found, information was provided by an informant. The security police supported them in this view that there was in fact an onslaught.  The circumstances prove this, in fact R4,2 million was stolen.  It is a fact that AK-47 shells were found.  The deceased was found in suspicious circumstances.  With respect, Mr Chairperson, that in itself provides sufficient grounds, reasonable grounds which are reasonable because a reasonable person objectively believed that a person was involved in these circumstances.\n\tThe act, the intervention, Mr Chairperson, how will the Commission be able to determine whether a person, if there is a death in a bomb explosion, whether that was deliberate, because there one is not involved in motive, one is dealing with deliberation.  Motives and intentions should not be confused.  This Commission must examine the motive of the person and not whether the intention was justifiable, not whether it was a case of neglect.\n\tThe circumstances, with respect, Chairperson is that in the course of the whole thing, that Gerber believed in those circumstances, that he was working against the struggle for liberation.  There were many examples which have been before our courts, where politics specifically were involved, murders, assassinations, in which the victim, as in the case for example, S v Messina & Others. There, for example, various people were killed.  Ex Minister Lukele in that case, the members decided personally that they would murder Lukele, it wasn't as such a specific instruction from the ANC, it was their own choice. In that same case the people worked in with an AK-47, Lukele was shot, his sister-in-law was also killed, his wife was seriously wounded, one Const Vuma was killed in an assassination, without being able to defend himself.  In the judgment which was referred to here, there another member of the police was killed.\n\tWith respect, if one looks at these things, in relation to the case before the court, the Appeal Court found a political motive to be involved.  What motivated them to commit this act, in that comparison, with respect, Mr Chairperson, this should not be lost sight of in these circumstances.\n\tThere must be an investigation launched and then at the end of the day it must be identified whether there was a full revelation and whether the requirements as set out in the Act have been complied with.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "The deceased was killed, in killing the deceased, the applicants (speaker's microphone not on) ... You are saying that - I don't know, I might be amenable to understanding your argument a lot better, if the application was for amnesty in respect of an assault on the deceased.  Because that would have been an assault in the course of trying to get information. I am not saying that the task would have been easier for me, but here is an application for amnesty in respect of the killing of the deceased. So are you saying that at the time when they shot the deceased, their intention was to sever a political cause, by killing the deceased?",
            "Unknown"
        ],
        [
            "EMILY FOURIE",
            "With respect it must be seen on an ongoing basis and the evidence explains why the deceased was killed ultimately.",
            "Female"
        ],
        [
            "JUDGE MALL",
            "But it cannot be seen on an ongoing basis.  They never had the intention at the outset to kill the deceased.  They had the intention to assault him in order to extract information from him.  That I will accept although the first applicant wouldn't accept that.  But the intention was to assault him.  The intention to kill the deceased never existed.  That did not, that intention was not present throughout and that is my problem.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "But with respect, Chairperson, that particular conduct of the applicants must be seen on an ongoing basis as if it existed throughout. The motive must not be confused with intent.  That is where the problem will arise.\n\tJust as in the case of S v Messina where the sister-in-law of Lukele was shot.  There too, there was no intent to kill her.  The intent was directed against Lukele and she was caught in the cross-fire.  With respect, what happens to those cases, for instance, the Pretoria bomb case.  It was accepted that it was aimed at a government body, but innocent people are often caught in the cross-fire, but the intention was not that they had that intention.  It will be argued that they did not have that intent.\n\tBut the way in which the act was performed, and the consequences thereof, means that one cannot divide it into compartments. It is one ongoing action performed by the applicants.\n\tFor instance, Van Eyck gave evidence why he burnt the corpse of the deceased afterwards.  So there is one ongoing mode of conduct.  The whole reason for the act must be found in the political motive, because the applicants will have no case if they have no political motive. But I would like to submit that the political motive is decisive.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "The motive was to get information from him, was that not so?  That was your political motive, that's what your witness said.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "That's correct, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "By killing him you made that impossible.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Mr Chairperson, with respect, as a result of what happened, things went wrong, how could they have foreseen that Oosthuisen would have shot the deceased through the shoulder and that the whole thing then went out of control.  What you are saying is that the person that they regarded as a part of the enemy, and they wanted to extract information from him, and they in fact did by all possible means; by suspending him from a tree and shocking him, all those are drastic actions.  The killing of that person is still connected with this particular conduct. It cannot be removed from it.\n\tJust a moment, please, Mr Chairperson.\n\tWith respect, the next aspect is the motive or purpose behind the act. I have already pointed out that it was aimed against the PAC, this act, and that the deceased as we have mentioned was a component of this organisation.  This was not a random act, it was a specific action against a specific person, an organisation. It wasn't a case of just walking into a public place and taking out a gun and shooting people or planting a bomb and killing people at random. That is not what happened here.  That is why we distinguish these two situations.\n\tChairperson, I have already dealt with the aspect that the act was performed in pursuit of the aims of the National Party and the police.\n\tParagraph (f) is the connection between the act, omission or offence and the political motive.  The directness and proximity of the relationship and the proportionality of the act.\n\tChairperson, here I would like to put it to you that when we refer to proportionality of the act one must look at the even-handedness here. If I could illustrate this by means of an example.  Here it was aimed against a specific party, against a specific person.  It was not something done at random to try and persuade people, it was a very specific action aimed at a specific person and this I am sure will - this particular kind of situation will crop up again in respect of actions committed by the safety police.  That condition of balance which is important it.\n\tFor instance, because of Barend Strydom in comparison to the two applicants.  Barend Strydom just shot people at random.  That is not the case here and can be distinguished from that situation on all points.  \n\tI refer here again to the case of S v Messina, where it was said that a policeman didn't treat people well, and the other policeman also.  They obviously didn't like Lukele due to his political involvement and in that case - these two cases can be distinguished from each other and this proportionality between the act and the relationship between it, the act and offence and political motive, that link or connection was to protect the State against possible infiltration by the liberation movements. \n\tI would like to contend, Chairperson, that to sum up, that there was full disclosure by Mr Gerber and that they did in fact comply with the requirements of Section 20(2)(a), (d) and (f), and that the Committee must grant Mr Gerber amnesty on the charge of murder, in accordance with his application.  Thank you.",
            "Unknown"
        ],
        [
            "ADV VAN DER WALT ADDRESSES COMMISSION ON MERITS OF CASE",
            "Mr Chairperson, I support Mr Prinsloo's argument. I won't repeat the whole body of the argument. I would just like to emphasise certain points as they relate to Mr Gerber. I would also like to argue that he complies with the requirements of Section 22(a), (d) and (f), but I would like to further argue in relation to Mr Van Eyck that he complies with the requirements of subsection (2)(g).  Any person who associates himself with any act, omission or offence committed for the above purposes mentioned in the mentioned paragraphs.\n\tChairperson, it is so, and I would like to argue that the witness called by Mr Mpshe, Jack Mkoana, confirmed that Mr Van Eyck told you the truth when he testified here.  No other evidence was placed before you which contradicts this and it is so that Mr Justice Roos also found that Mr Van Eyck did not commit this murder.  It is also true that as Judge Wilson said, that he cannot apply for amnesty if he did not commit murder, but here I would like to argue that Mr Van Eyck was present during the torture and he also took part in it.  When the shooting started, the shooting by Mr Oosthuisen and later continued by Mr Gerber, Mr Van Eyck was present.  He did nothing to prevent the shooting and during cross-examination by Mr Prinsloo also said that he associated himself with this act.  He goes on to actually burn the corpse and he told the honourable Commission that he did this, because he wanted to make it appear to be a political deed, political murder. So he took this act much further and I want to contend that he was correctly convicted of murder and he therefore is entitled to apply for amnesty, and that he also complies with the requirements set out in subsection (2)(g).\n\tIt is very important to note the requirements set out by Section 22(f) and if you look at this subsection, it is quite widely drafted, and that is that any person in Sections (a) and (d) as I would like to argue, I am contending that he complied with those requirements.  Any person who had reasonable grounds to believe that he was acting in the course and scope of his duties.  Here I want to point out that the section continues by saying that the instructions could have been given in an express or an implied way, that he believed as a result of certain information which he had received that this was the case.  Mr Gerber also said in his evidence that various slogans had been painted on walls, et cetera.  All the things which led him to believe that the ANC, PAC and Apla were involved in these armed robberies.  Mr Van Eyck acted in this belief that what he was doing was correct.\n\tI am not going to address you further on subsection (3), that is the section from which you must determine whether this was an act associated with a political motive.\n\tChairperson, what is very important is that subsection (f) which is perhaps one of the most important subsections of Section 3, is that there must be proportionality between the act committed and the objective ...\nEND TAPE 3 - DAY 2 - SIDE A\nTAPE 3 - DAY 2 - SIDE B\n\t... the proportionality here and as Mr Prinsloo contended, I would like to contend that you employ different criteria than those used by the Indemnity Committee, but it can never be ignored, especially in relation to subsection (f) that in what Barend Strydom did, that there was on proportionality there between his act and the objective pursued, because he simply went out one day and shot people at random.  He simply wanted to show his political convictions.  But here the applicants had the motive and objective to obtain information about the PAC. \n\tMr De Graaff who does not know the two applicants, and who did not testify on their behalf, but placed objective facts before you, and those facts I contend support the conclusion that the PAC at that time had financial problems. \n\tI would like you to bear these considerations in mind and also to grant amnesty to Mr Van Eyck for the deed which he committed. Thank you.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Mr Mpshe?",
            "Unknown"
        ],
        [
            [],
            "Thank you, Mr Chairperson.\n\tMr Chairperson and members of the Committee, I will first start by responding to certain issues raised by my learned friends and thereafter address the Committee as prepared.\n\tMr Chairman, members of the Committee, mention is made of the fact that Mr Gerber, the first applicant, was a member of the National Party and he acted in his capacity due to the influence of him being a member of the National Party.  But nowhere in evidence either by himself, nor the record in the court of law, is it mentioned that he acted on a mandate or order or command of the National Party.\n\tIt is further stated that the action was directed towards the PAC.  They acted as they did because of their belief.\n\tMr Chairman and members of the Committee, there is not evidence before you now that can convince you, with respect, that the deceased was indeed a member of the PAC.  All what he said was that Mr Gerber reasonably believed that the deceased was a member of the PAC.  But that does not suffice, that is not enough.  We are not told what made him to reasonably believe that he was a member of the PAC.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Was any evidence led at the trial to this effect?",
            "Unknown"
        ],
        [
            [],
            "No, not at all.\n\tThat is why I say there is no evidence to that effect, and if my memory serves me well, the evidence of Gerber, when questioned by myself, about membership of the deceased with PAC, he said when I asked him \"did you confirm whether he was a member of PAC\", and the answer was no.  The same question was put to the second applicant, Van Eyck, and I asked him \"het jy bevestig dat die oorledene 'n lid was van die PAC\".  He said no.  Now I don't know where does reasonability come in.  \n\tI want to move you, Sir, Mr Chairman and members of the Committee, to disregard and dispel the fact that they believed reasonably that he was a member of the PAC.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "Sorry, Mr Mpshe, I think they are saying that they believed that as a result of the fact that they found cartridges of an AK-47 which at the time could only have been in the possession and being used by liberation movements and also the fact that they found a (indistinct) in the abandoned car.  Somebody who could not have been a South African, therefore it could have come from outside.",
            "Unknown"
        ],
        [
            [],
            "Yes, Sir, that is so.  They link this to the stick hand-grenade and the shells of the AK-47 that were found in the premises.  But with respect, I still repeat, these findings were never at all linked to the deceased.  We have on record as to how many Black members were working in Fidelity Guards.  It was said in evidence by themselves, the applicants, that they were PAC members, ANC members and Apla members.  No trouble was ever taken to establish any link whatsoever between these findings and the deceased.\n\tFurther a linkage was attempted, I must say, by my learned friend, that the deceased was found in suspicious conditions.  Reference is here made to the fact, to the evidence when Mr Gerber met the deceased when the deceased was coming in the downstairs.  The deceased gave an explanation that I was on the toilet. In fact, this was explained and it was never attacked at all by my learned friend.  It was explained by Jack Mkoana, who said I must explain the procedure of the guards when they go off duty.  Thirty minutes before they report off, they go to the showers, they change into civilian clothes, and the deceased had done exactly that.\n\tNow the question of him being found in suspicious conditions should really not mislead the Committee in arriving at a just decision.\n\tMr Chairman and honourable members of the Committee, I am not going to belabour this Committee on the question as to whether full disclosure has been made by any of the applicants or not. But I will abide by the decision of the Committee.  \n\tSuffice it for me to say that I want to move directly to the more crucial, the most crucial criteria in this application.  The question of the political objective.\n\tSection 20(2) of the Act, 20(2) deals with categories of people applying for amnesty, designating people of this nature.  \n\tMr Chairman and members of the Committee, just a glance look at Section 20(2)(a), (b), (c), (d), (e) and (f).  None of the two applicants qualifies there at all.  None of them qualify there.  It is never in evidence, it was never put on evidence, even in the court record that any of them did what he did or he did -\n\"... in an act associated with a political objective and which was advised, planned, directed, commanded or committed within or outside the Republic, during that period cut-off date, by any member or supporter of a publicly know political organisation.\"\nWe don't have such evidence.\n\"(b) By an employee of the State or any former State or any member of the security forces.\"\nWe don't have evidence before us. The only linkage attempted to be made is that \"hulle het opgetree ten behoewe van ...\"  They acted on behalf of the South African Police, and they tried to link that to the fact that they have been - the Fidelity Guards was linked with the security forces.\n\tMr Chairman, members of the Committee, I must say right away now that this very morning, on Good Morning South Africa, the director or the national financial director of Fidelity Guards, Mr Fourie was quoted to have said that the Fidelity Guards had no bearings, no dealings whatsoever with the security forces of the Republic.  This was said this morning on Good Morning South Africa.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Would that be evidence before the Commission, Mr Mpshe?",
            "Unknown"
        ],
        [
            [],
            "Member of the Committee, that is not evidence before the Commission, but this is the news, to explain further what was said. It is common cause that that was said.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Should we pay attention to what he said on TV in the hearings?",
            "Unknown"
        ],
        [
            [],
            "Not necessarily, but this is by way of amplifying my argument.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Yes.",
            "Unknown"
        ],
        [
            [],
            "Thank you. Paragraph (c)\n\".. should have been done by any employee of the State or former state.\"\nWe don't have evidence to that effect.\n\t(d) also, (e) also, as well as (f).",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "But what was said over the news, doesn't it (indistinct) reported in the newspapers, doesn't it?",
            "Unknown"
        ],
        [
            [],
            "Mr Member of the Committee, I did not check what was reported in the newspaper.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "No, the newspaper we saw this morning.",
            "Unknown"
        ],
        [
            [],
            "I did not see it, with respect.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "Didn't you see Exhibit B tot D, cuttings from the newspapers?",
            "Unknown"
        ],
        [
            [],
            "I do not recall that.  But I also ... (intervention).",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "The exhibits that were handed in.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "It took you by surprise, the newspaper cuttings which took you by surprise.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "He is talking about this morning's newspaper.",
            "Unknown"
        ],
        [
            [],
            "Mr Chairman, I am saying to you ... (intervention).",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "The newspaper which you said took you by surprise this morning.",
            "Unknown"
        ],
        [
            [],
            "Yes.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "B, C, D, the exhibits.",
            "Unknown"
        ],
        [
            [],
            "I did not take them into consideration when I was preparing my argument, but I can go through them and respond accordingly.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "Whether there is any difference from news received from Good Morning South Africa, or news received through newspapers. I am asking whether there is any difference.",
            "Unknown"
        ],
        [
            [],
            "I cannot say whether there is any difference, but I did not concentrate on that much.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "Right, continue with your argument.  Sorry to interrupt you.",
            "Unknown"
        ],
        [
            [],
            "Thank you.  Thank you, Mr Chairman.\n\tThen, Mr Chairman, my conclusion that Section 2)(2)(a), (b), (c), (d) actually does not qualify or the applicants do not qualify or do not satisfy.\n\tThen we move to Section 20(3).  That deals actually with the criteria to be considered when applications of this nature are made.   I will deal with them seriatim as they appear on the Act, (a) up to the last alphabet.\n\t(a), Mr Chairman, is about the motive.  I want to state to this honourable Committee that the motive for the death or the motive for the killing of the deceased was to cover up the applicant's bad deeds.  To conceal the torture and extreme assault on the deceased.  There was no, at any moment, there was no desire to change any unjust situation.  There was no desire on their part to bring about any political change whatsoever, and no evidence was ever tendered that when they did what they did, it was their desire.  But one can safely say that the killing came as a result of the anger and that is all.  The killing didn't come because they wanted to change the political situation or they wanted to change any unjust situation that prevailed.  But it emanated from the anger, human anger.\n\tMr Chairman, for us to determine exactly what we are talking about when we speak of political objective, criteria has been laid down and I want to state to the Committee that the following are to be looked at in order to assist in the ascertainment of political objective.\n \tThese are.  One, use should be made of the evidence at the trial.  We have the copy of the judgment in the criminal trial.  Right through the judgment, mention is not made of any political objectives sought to be achieved by the applicants.  The applicants went as far as petitioning the Chief Justice and when one reads through that petition, the petition is clearly on the merits, strictly on the criminal aspects. Further in that petition no mention is made.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Have we got the petition?",
            "Unknown"
        ],
        [
            [],
            "Member of the Committee, I doubt if you have the petition.  But I will, if that will be permissible, I can make a copy of the petition available, if the Chairman permits me, later on.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Yes, you may do so, Mr Mpshe.",
            "Unknown"
        ],
        [
            [],
            "Thank you, Mr Chairman.\n\tNow I am still saying, on the petition no mention is made of the political objective.  Even in the trial itself.  \tTwo.  We should look at ... (intervention).",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "Sorry, sorry, why should they have?",
            "Unknown"
        ],
        [
            [],
            "Member of the Committee ... (intervention).",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "I am trying to find out what is the importance of that omission?",
            "Unknown"
        ],
        [
            [],
            "The importance of that omission is that at no stage was there anything in their minds of political objectives, even at the criminal trial. They were defending a pure criminal matter, which was not based on politics at all. What I am trying to paint out here is that this is just a last thought, a last resort, because they failed in the criminal trial on the merits, on the criminal criteria.  Now they want to escape the punishment by making use of political objective. If ... (intervention).",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "Unless they thought it was not sufficiently relevant at the time.",
            "Unknown"
        ],
        [
            [],
            "If they thought it was not sufficiently relevant at the time, then perhaps somewhere on record it would have been mentioned.  But no mention is being made whatsoever.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "It would have been relevant, would it not, on the question of sentence?",
            "Unknown"
        ],
        [
            [],
            "It would have been relevant, certainly.\n\tNumber two.  We must look at the nature of the offence charged.  I need not belabour you, Mr Chairman and honourable Members of the Committee on the nature of the offence charged.  It has been said again and again that this is a serious offence and it has been put on record how it was done, the gruesome part of it. I won't belabour you on that.\n\tFour.  The finding of the trial court, this is in the criminal court.  This will take me back to the fact that no mention was made of any political objective.  My learned friends for the applicants never referred this Committee to any part of portion of the judgment that refers to any political objective.  It is silent.\n\tWe must again further, it should be established as to, against whom was the act directed.  In this case it was an individual.  Can it be said that the act contain a political element?   Mr Chairman and members of the Committee, the answer will certainly be in the negative.  Can it further perhaps be said that the offence charged with was inextricably linked with a political element to be regarded and entirely political in nature. I still repeat, with respect, that the answer will be in the negative.\n\tMr Chairman, I want to state this that the offence which was charged, really goes against the grain, seriously, of ordinary dictates of humanity. The dictates of humanity have been disregarded. There was needless suffering and loss of life. I will refer the Committee to page 97 of the judgment, line 2 thereof.  This is what was said by the Judge when he delivered his judgment.  If the Committee would allow me?",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Yes, please do.",
            "Unknown"
        ],
        [
            [],
            "I will just read that portion.  If the Committee could just bear with me.  Page 97, line 20, not line 20, and I quote\n\"The Court finds as an aggravating factor the fact that the deceased was cruelly tortured over a long period. As far as accused 2 and 3 are concerned, aggravating circumstances are that for the entire day they left the deceased without food and water, as well as the fact that they showed no sympathy whatsoever towards the deceased and treated him with contempt.\"\nI want to submit that this was an atrocity perpetrated on a very hapless and innocent person.  I am appealing to Mr Chairman and members of the Committee, that you should refuse to be invited into a quagmire of generalities.  A lot has been said by applicants, a lot of documents or exhibits have been tabled, painting the general political climate.  Now I don't want to be pulled into this unnecessary confusion. The point at issue, the point at issue is whether, and this is what is important, whether what they did on the deceased was politically motivated full stop.  We have to confine ourselves to the issues before us, and avoid all generalities that were tabled through the documents.  Whether this was said by PAC openly on paper or said by ANC and calling for the onslaught or not. We have got to confine ourselves to the issues before us.\n\tI am asking the Committee to refuse to be pulled into that pool of generalities less confusion abide in our minds.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "Sorry, if we find that the matter is - the murder was politically motivated, and all other things being matched, we will grant amnesty, won't we?",
            "Unknown"
        ],
        [
            [],
            "That is so.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "Even if they had hung the deceased from the tree for the whole day without giving him water or food, we will grant amnesty.",
            "Unknown"
        ],
        [
            [],
            "That is so, I agree. I agree.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "All murders are immoral.",
            "Unknown"
        ],
        [
            [],
            "That is so, I agree.  I agree.\n\tThen I move to paragraph (b) of the same Section 20(3), which states very categorically that the offence committed, it should be established whether it was committed in the course of or as part of a political uprising, disturbance or event or in reaction thereto.  With respect, Mr Chairman and honourable members of the Committee, we do not have such evidence.  There was no political uprising whatsoever. There was no disturbance or event whatsoever.  Neither was there any reaction thereto.  The only attempt made was to pull us to the overall situation, but I am still saying, put aside all those \"plakkers\" or documents, or even the evidence of the journalist, and confine ourselves to this situation, to the issues before us, and then a finding will be made that definitely there was no such a thing, and then this criteria would not be satisfied.\n\t(c) thereof. Mr Chairman, the crime or the offence to my mind, was criminal and very grave.  I must admit right-away Mr Chairman and members of the Committee, that some criminal acts can become political acts, but, and this is a warning, but the political element should be found to be dominating.  In casu, we don't have evidence to the effect that the political element in the committing of this crime is dominating. Instead, the evidence before us in totality directs us to a finding that the criminal element is dominating.\n\tThis is a crime against life.  Mr Chairman, members of the Committee, I must admit furthermore that the standards are that crimes against life may also qualify as the honourable member of the Committee has already indicated some few minutes ago, but the qualification has got a rider.  It is said that crime against life may only qualify if it is a last resort - if it is a last resort - in reaching the political objective.  \n\tFirstly, no political objective has been established.  Therefore, we cannot speak of taking a life as a last resort in reaching a political objective.  \t(d) thereof.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr Mpshe, could you kindly explain your last proposition a bit more, that the taking of the life should be a last resort?",
            "Unknown"
        ],
        [
            [],
            "Yes, member of the Committee.  International standards have been laid that the taking of life can be justified or be accepted in taking of one's life, in pursuance of a political objective.  But the taking of life should be a last resort, only if it was done in order to reach a political objective. Now in this, in casu, what I am saying is, we do not find what I have just said, save that -save that the life of the deceased was taken brutally.  Not to reach a political objective, but to conceal, as is evidenced by Mr Gerber, to conceal the bad deed.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Yes. No, I have got no problem if you say in this case that wasn't the last resort. I can understand your submission then.  But saying in general, that the taking of a life should be the last resort, then every landmine or whatever it may be, was that the last resort then, if somebody is killed?  Would that be the requirement as to why does he put it?",
            "Unknown"
        ],
        [
            [],
            "Member of the Committee, the last resort should be coupled with reaching a political objective.  These two should go together.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "Once you do that, then are they are any different from the requirement of proportionality?  Surely it will be the same thing.",
            "Unknown"
        ],
        [
            [],
            "Member of the Committee, prima facie it would be the same thing, but it would differ on degrees of proportionality.  That is, that may also include the manner in which the taking of the life was done and so on. I will address that fully when I come to that aspect, but as a response - as a response thereto, prima facie there will be no difference.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Do you perhaps mean that when the taking of the life is the only means of achieving a political objective, rather than a last resort to achieving it?",
            "Unknown"
        ],
        [
            [],
            "Member of the Committee, can that still be another way of putting it appropriately. I agree thereto.\n\tThen I move to (d) of the Act.  Whether the act was directed was at a political opponent or State property or against private property or individuals. \n\tAs regards political opponent, the answer with respect, is in the negative.  There as no political opponent whatsoever in the case of the applicants.  Because as I have said at the beginning, it has not been established that the deceased was linked to PAC or any liberation movement.  Whether it was directed to an individual, yes, it was, but the direction to an individual was not at all for political objective.  He was killed to conceal the bad deed, full stop, and not to achieve any change, political change or unjust situation.\n\tParagraph (e).   Paragraph (e), Mr Chairman and members of the Committee, also does not qualify.  The applicants do not qualify on paragraph (e).  If I have to read it -\n\"... whether the act committed was in the execution of an order of or on behalf of or with the approval of the organisation, institution, liberation movement or body, which the person who committed the act was a member, an agent or a supporter.\"\nWe do not have such evidence.  The only evidence we have before us came at a very late stage through argument or submissions by my learned friend, Mr Prinsloo, that Mr Gerber was an agent of the SAP or of the security.  But this is just what we have been told.  We do not have any evidence to that effect.  Therefore, I move that it be rejected that he was an agent of the security forces.  Especially, again based on what I have already stated to the Committee.  Be it via the media.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "Sorry, Mr Mpshe, I just don't want us to get muddled up with concepts.  There is a requirement on behalf of - the applicants said that they did this, and whatever they were doing, on behalf of the government, on behalf of the National Party, and to do something on behalf of somebody - I mean, you can do something on behalf of somebody, even if that person has not actually given the instructions to do that.",
            "Unknown"
        ],
        [
            [],
            "I agree, member of the Committee.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "If I walk past my neighbour and I see that - I mean he is away on holiday, his dog is without food. Even though he didn't ask me I can feed his dog on his behalf, on behalf of.",
            "Unknown"
        ],
        [
            [],
            "Yes.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "And I am trying to say that that included many concepts here.",
            "Unknown"
        ],
        [
            [],
            "True.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "One of the things they included here is that you can act on behalf of somebody, even if that person had not given you prior authority to do that.",
            "Unknown"
        ],
        [
            [],
            "Yes, I agree fully, but may I say something  again on that? Here we are dealing with the question of people saying they acted on behalf of. I agree there was no need for them to establish that they were directed to go and do this on the deceased. I agree on that one.  But, at least there should have been some form of evidence that they were members of that National Party and this was the policy of the National Party, in general.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "They said so.",
            "Unknown"
        ],
        [
            [],
            "Member of the Committee, if my memory serves me well, they did not say so specifically, but this was said in generalising about their political set-up.  But I speak under correction.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Yes, they did say so.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "My recollection is, about the second thing that Mr Gerber said was that he was a member of the Nationalist Party.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "That's right.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "He commenced his evidence saying it and it was never challenged, was it?",
            "Unknown"
        ],
        [
            [],
            "Yes, he said he was a member of the National Party and this was also said by my learned friend in his submission, but the fact I am trying to put on record, is that no policy of the National Party that one could draw an inference from, that they did this because of this policy.  This evidence was not put on record. Save that he was a member of the National Party, full stop.  That is just the point that I am trying to make.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Yes.",
            "Unknown"
        ],
        [
            [],
            "It cannot be accepted that one, at least he is a member of the ANC and without him stating that the ANC believes in one, two, three and four, then we assume on his behalf that this is what the ANC does, then therefore he acted on behalf of the ANC.  No.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "If the evidence was that the National Party or the leaders of the Government told him that there was a total onslaught, a total war against the regime, and they believed they were defending the regime, and the economy?",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Then they can go around shooting anybody who they thought was not a member of the National Party or an opponent of the Government. Any man in the street who they believed was not a member of the National Party, or a member of the Government should be shot, just because they believed that. That is how ridiculous it could become, isn't it?",
            "Unknown"
        ],
        [
            [],
            "Yes. Thank you, Mr Chairperson.\n\tMr Chairman, finally, paragraph (f) thereof is on the proportionality. I have already addressed this aspect when I referred the Committee to page 97 in the criminal case. I want to refer further to the evidence before the Committee about the torture, the long time torture that was effected on this man.  This is definitely not proportional ... (intervention).",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "That is not the act that he is charged with and convicted of, as my Brother here put to you earlier.",
            "Unknown"
        ],
        [
            [],
            "They were, the applicants were convicted of murder.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Yes.",
            "Unknown"
        ],
        [
            [],
            "Now I am saying, member of the Committee, the manner of arriving at that murder was preceded by the torture. Can it be said that the torture including the taking of life is proportional to any objective sought?  No.  That is the point I am trying to make.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "I cannot accept that the murder can be linked to the torture. He didn't die as a result of the torture. It wasn't part of the torture. They didn't indulge in an extra act of torture.  The act of murder was a separate act, wasn't it?  Committed because they wanted to preserve their own skins.  They were frightened they would be caught now or when I say they, Mr Gerber.  Twice or three times in his evidence he said that we realised that we were now in a very difficult position, I realised I was, so he committed murder.  It has not got anything to do with the torture, has it?",
            "Unknown"
        ],
        [
            [],
            "I am indebted to you, member of the Committee.  \tBut in rounding up, I want to move this Committee, not to be convinced that the criteria laid down in Section 20(3) as a whole, (a) up till (f) has been satisfied, and that these applicants do not qualify for amnesty.  That is all.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Mr Prinsloo, do you wish to reply?",
            "Unknown"
        ],
        [
            "ADV PRINSLOO ADDRESSES COMMITTEE IN REPLICATION",
            "As it pleases you, Mr Chairman. Chairperson, with respect with reference to the political motive, I would like to contend that the objective was aimed against the PAC. Now the PAC, they wanted to prevent the PAC in succeeding with their aim of overthrowing the government.  That was their constant political motive.  That was what Mr Gerber's actions were aimed at.\n\tFurthermore, the specific act which was committed by the particular persons, the associated objective and consequences and I would like to refer here to S v Messina & Others, 1990(4) (SA) 709 (A), page 719, and there Judge Friedman - he was acting Judge of Appeal that stage - gave the judgment. I would like to refer to (D) to (F), where it was stated as follows:\n\"According to me the circumstances which had an effect on their minds are such that their blameworthiness is reduced, irrespective of how blameworthy their conduct might be, and I am convinced that the death sentence is as a result not the appropriate sentence.\"\nWith respect, the motive of the offenders was the issue here and in the case of the applicants, they pleaded not guilty, and continued to maintain their innocence, but today, yesterday and today they came and made a full disclosure of all the facts and told the Commission what drove them to commit these acts.  This will be repeated by various people before this Commission, people who committed acts and who denied membership of a political organisation and then come with a full disclosure of the facts to the Commission.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Why would they conceal their political motive when they were facing the death penalty?  They wouldn't certainly have got a more severe sentence.  I can understand people, and I have no doubt people will say we didn't want to admit it was political because it would have increased our sentence.  But these men, you were present, defending, were facing the death penalty.  And there was not a word said that this had any political basis.  Was there, at any stage in the trial or on the question of sentence, it was never raised, was it?",
            "Unknown"
        ],
        [
            "MAMOGALA JACK MKOANA",
            "With respect for that, Chairperson, was that the mitigating circumstances put before the Court related to the facts submitted by the State and also in the light of the fact that the applicants continued to deny their involvement in a crime.  The matter must be seen against that background.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Yes, but he admitted he was there when the shooting took place, Gerber.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "That is correct.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Yes, and these mitigating circumstances was age, drinking and matters of that nature.  I think not very strong to rely on when your client's neck is at stake, is it?",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "With respect, Chairperson, it was also found by the Court that there was no premeditated intent to murder.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "Mr Prinsloo, that case that you have been referring to us so many times, you probably must have read that judgment.  The appellants didn't testify in that case, did they?  Is that the case which was at Delmas, the Delmas case?",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "That is correct, Mr Chairperson. The applicants did not take part in the trial at all, they simply handed in a statement in which they said that they were freedom fighters and they limited themselves to certain facts with the imposition of sentence.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "Well, you must - the problem is with this case before us now, is that the difficulty here is proportionality and that issue could never have arisen in that trial.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Pardon me?",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "The criteria of or the aspect of proportionality which is given us so much trouble here, could never have arisen, could never have been an issue in that case, in that trial at Delmas.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "With respect, Mr Chairperson, I would like to link this with the imposition of a sentence, namely, whether the death sentence was to be imposed or not. The effect which political motives had, that was decisive in that particular case, and that is why the death sentence was not imposed as shown by the piece that I have just quoted.  That is what I would like to convey.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "I think the real point that is being made, Mr Prinsloo, is that if this was a politically motivated offence, in the South African society of today, Courts have taken into account that offences have been committed because individuals had deep fundamental political beliefs which led them to do what they did.  The question is, why was it that it was not done in this case.  Why is it that we are hearing about it now for the first time.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "Mr Chairperson, with respect, as I have already said, the applicants in that case denied involvement in the case and they pleaded not guilty, and it would therefore have been contradictory at the end of the case say that they were involved.  It happens in many cases where people are charged with political crimes.  It happens that people deny any links with a political organisation. It happen that people deny their political involvement even up to the point of imposition of sentence.",
            "Unknown"
        ],
        [
            "JUDGE NGOEPE",
            "You destroy your chances on appeal.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "With respect, Chairperson, that would be contradictory to the instructions given by the client to bring about this change, and on appeal it could cause a problem.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Very well, carry on.",
            "Unknown"
        ],
        [
            "ADV PRINSLOO",
            "I would also like to submit, with respect, to the Committee, that these requirements were complied with namely, that the applicant has to be a member of the - had to be a member of a political party, namely the National Party and he was also an agent or component of the police and he therefore falls within the ambit of Section 20(2) as well as within the principles laid down by Section 20(3) with which I have already dealt and which I will not repeat here.",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV VAN DER WALT",
            "No further reply, Chairperson.\nADV VAN DER WALT HAS NO REPLICATION ON MERITS OF CASE",
            "Unknown"
        ],
        [
            "JUDGE MALL",
            "The Amnesty Committee will consider all the information that has been placed before us and in due course it will arrive at its decision and take the necessary steps in terms of the Act to communicate their decision to the applicants and to the Truth and Reconciliation Commission.  It is not possible at this stage to say when this is likely to happen.  Thank you very much.",
            "Unknown"
        ]
    ]
}