{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-10-28",
        "location": "CAPE TOWN",
        "day": "6",
        "names": [
            "VANESSA RHODA NOVEMBER"
        ],
        "case number": "AM7988/97",
        "matter": "BOMB BLAST AT BONTHEUWEL RENT OFFICE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53829&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99101828_ct_991028.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR PAPIER",
            "VANESSA RHODA NOVEMBER",
            "MS PATEL",
            "ADV SIGODI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR PAPIER",
            "MS NOVEMBER",
            "VANESSA RHODA NOVEMBER",
            "MS PATEL",
            "ADV SIGODI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Yes, Mr Papier.",
            "Unknown"
        ],
        [
            "MR PAPIER",
            "Thank you Judge, Commissioners.   I call Vanessa November.  Her application appears on page 14 of the bundle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it Mrs or Miss?",
            "Unknown"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "Miss.",
            "Female"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR PAPIER",
            "Thank you Judge.",
            "Male"
        ],
        [
            "MR PAPIER",
            "Now Ms November, you've also applied for amnesty in respect of a bomb blast that occurred at the Bontheuwel Rent Office on the 28th September 1988, where Mr Moegamat Nurudien Bartlett was injured, is that correct?",
            "Male"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "That's correct.",
            "Female"
        ],
        [
            "MR PAPIER",
            "I understand that you were a member of the Bontheuwel unit of the Ashley Kriel Detachment and were recruited by Colleen Williams in 1987, is that correct?",
            "Male"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "Yes.",
            "Female"
        ],
        [
            "MR PAPIER",
            "Now you've heard the evidence of Sidney Hendricks who testified before you and he indicated that the unit consisted of himself, Sidney Hendricks, the late Colleen Williams and yourself, is that correct?",
            "Male"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "Yes.",
            "Female"
        ],
        [
            "MR PAPIER",
            "Now, is it correct that you participated in the operation at the Bontheuwel Rent Office on the 28th of September 1988, as described by Sidney?",
            "Male"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "Yes, it's correct.",
            "Female"
        ],
        [
            "MR PAPIER",
            "Can you tell the Commission what exactly you did on that night?",
            "Male"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "On that night my main task was to help with security surveillance and also to accompany my comrades  prior to the operation that night.",
            "Female"
        ],
        [
            "MR PAPIER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms November, sorry to, I'd forgotten to ask you, are you comfortable with English?",
            "Unknown"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "Yes it's fine.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "If you want to talk Afrikaans or any other language please tell us.",
            "Unknown"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "No, it's fine.",
            "Female"
        ],
        [
            "MR PAPIER",
            "Thank you Judge.  Now you say you were responsible for security and reconnaissance.",
            "Male"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "Yes.",
            "Female"
        ],
        [
            "MR PAPIER",
            "It is also so that your affidavit makes mention of the year 1998 instead of 1988 and I understand that's a typing error, is that correct?",
            "Male"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "Yes.",
            "Female"
        ],
        [
            "MR PAPIER",
            "Now you were a trained member of the Bontheuwel Unit of the Ashley Kriel Detachment, is that correct?",
            "Male"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "Yes.",
            "Female"
        ],
        [
            "MR PAPIER",
            "Who trained you?",
            "Male"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "I was trained by the late Colleen Williams and Sidney Hendricks.",
            "Female"
        ],
        [
            "MR PAPIER",
            "Yes.  Now what time approximately was the limpet mine placed at the Bontheuwel Rent Office on that night of the 28th?",
            "Male"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "It was placed shortly after 8 p.m. that night.",
            "Female"
        ],
        [
            "MR PAPIER",
            "Yes and can you describe the area where the limpet mine was placed?",
            "Male"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "The area was quite dark.  It had poor lighting in that area and it was placed in front of the door and mostly we, what we'd also noticed in that area, normally the litter gathers around the doorway and the milk carton was also part of the litter, like it was dirty and people were - yes, so I don't think anybody would have just picked it up.",
            "Female"
        ],
        [
            "MR PAPIER",
            "Yes.  So if I understand you correctly, there was litter lying there and the carton was also part of the litter.  We understand from Sidney's evidence that the limpet mine was placed in this carton and then placed at the door.  Was this amongst the rest of the litter as well?",
            "Male"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "Yes, partly with the litter.",
            "Female"
        ],
        [
            "MR PAPIER",
            "In your opinion, was there any prospect of any person coming to scratch in that litter after 8, after it was planted there?",
            "Male"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "Definitely not, because of the poor lighting in the area and also the danger in that, at that time, we still had problems with gangsters in the area.  It was like a no-go danger area for people from the area to go because we grew up there and we used to be in that area quite a lot.",
            "Female"
        ],
        [
            "MR PAPIER",
            "Yes.  And so you lived in the area at the time as well.",
            "Male"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "Yes.",
            "Female"
        ],
        [
            "MR PAPIER",
            "And you were familiar with the area as well?",
            "Male"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "Yes.",
            "Female"
        ],
        [
            "MR PAPIER",
            "You were also part of the reconnaissance preceding the planting of the limpet mine, is that correct?",
            "Male"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "Yes.",
            "Female"
        ],
        [
            "MR PAPIER",
            "And this was also in accordance with your observations that people would not frequent this place after 8?",
            "Male"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "Yes, that's correct.",
            "Female"
        ],
        [
            "MR PAPIER",
            "Now in what capacity were you acting on the night of the 28th of September?",
            "Male"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "In my capacity as an MK member of the MK and under the command of Sidney Hendricks and we received our instruction from the Detachment, under the command of Aneez Salie.",
            "Female"
        ],
        [
            "MR PAPIER",
            "Yes.  I understand that you too established after the incident that Mr Bartlett was injured.",
            "Male"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "Yes.",
            "Female"
        ],
        [
            "MR PAPIER",
            "Mr Hendricks testified that you had been to visit the family in 1997.  Were you also part of that group?",
            "Male"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "Yes and we also mostly went there to inform the family that we were part of the operation that night and also to answer any questions they want to know or to ease their minds of what happened, or what caused the incident to happen to their son and their brother and also to request their forgiveness.",
            "Female"
        ],
        [
            "MR PAPIER",
            "Yes.  Thank you Judge, I have no further questions.\nNO FURTHER QUESTIONS BY MR PAPIER",
            "Male"
        ],
        [
            "MS PATEL",
            "Thank you Honourable Chairperson, I have no questions.\nNO QUESTIONS BY MS PATEL",
            "Female"
        ],
        [
            "ADV SIGODI",
            "Your training as an MK person, were you also trained in the use of the hand grenade, the use of these limpet mines?",
            "Unknown"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "Yes at that stage, yes.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "When did this training start?",
            "Unknown"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "In 87.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "And how long had you been trained, over what period?  How intensive was this training?",
            "Unknown"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "We were trained over weekends and mostly over weekends two days and then also if we needed to do it ourselves, we had the kit in the area, which Sidney Hendricks mentioned, we could go and experiment and learn to know more about the explosive, because we had it available.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "Were you in matric at this time?  Were you a scholar?",
            "Unknown"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Which standard?",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "What standard were you in?",
            "Unknown"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "In standard 8, I think, either standard 8 or 9.",
            "Female"
        ],
        [
            "ADV SIGODI",
            "Thanks.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Why did you embark on this mission?",
            "Unknown"
        ],
        [
            "VANESSA RHODA NOVEMBER",
            "Due to comrades in the area that were detained and also due to the oppression in the area that came from the NP members, well from the Rent Office and that was one of the places that we saw as a target at that time around and also to spark off the rent boycott because all the other areas also were working on rent boycott, so we wanted to make that clear.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR PAPIER",
            "Thank you Judge, I have no further questions.\nNO FURTHER QUESTIONS BY MR PAPIER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You're excused\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR PAPIER",
            "Thank you Judge.  I now call Aneez Salie.",
            "Male"
        ]
    ]
}