{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "2000-03-13",
        "location": "TRC OFFICES, CAPE TOWN",
        "day": "1",
        "names": [
            "PIETER JOHANN VERSTER",
            "ATTEMPT ON LIFE OF DULLAH OMAR",
            "GAVIN EVANS"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54072&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200313ct.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MARTINI",
            "MR BOSMAN",
            "MR WESSELS",
            "UNKNOWN",
            "MR COETZEE",
            "MR VAN ECK",
            "GEORGE BIZOS",
            "MR WILLIAMS",
            "MR HOCKEY",
            "MS COLERIDGE",
            "MINISTER DULLAH OMAR INTO THE RECORD",
            "PIETER JOHANN VERSTER",
            "INTERPRETER",
            "MR LAX"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MARTINI",
            "MR BOSMAN",
            "MR WESSELS",
            "MR P DU PLESSIS",
            "MR H DU PLESSIS",
            "MR COETZEE",
            "MR VAN ECK",
            "MR BIZOS",
            "MR WILLIAMS",
            "MR HOCKEY",
            "MS COLERIDGE",
            "MS OMAR READS STATEMENT BY MINISTER DULLAH OMAR INTO THE RECORD",
            "PIETER JOHANN VERSTER",
            "MR VERSTER",
            "INTERPRETER",
            "MR LAX"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Today we'll be commencing with the hearings of Messrs Botha, Maree, Basson, van Zyl, Burger, Verster, Webb, Barnard.  I'd like to welcome you  all here.  Before we commence, I'd like to briefly introduce the Panel to you.  On my left is Mr Jonas Sibanyoni, he's a member of the Amnesty Committee, he's an attorney and he comes from Pretoria, Gauteng.  On my right is Mr Ilan Lax, also a member of the Amnesty Committee, also an attorney.  He comes from Pietermaritzburg in KwaZulu Natal and I am Selwyn Miller.  I am a Judge of the High Court attached to the Transkei Division of the Court.  These proceedings will be simultaneously translated and in order to benefit from the translation, you must be in possession of one of these devices.  If you do not have one, they will be available, I'm sure, from the Sound Technician.  I can't see him at the moment, but he must be around somewhere.  There he is.  If you want to benefit from the translation, please get one of these.\n\tI would at this stage request the legal representatives to kindly place themselves on record.  Let's start here.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Chairperson, the name is Marco Martini from the law firm Martini, Patlanski in Johannesburg, representing Mr Abram van Zyl.",
            "Male"
        ],
        [
            "MR BOSMAN",
            "Mr Chairman, I'm Alex Bosman, attorney, acting for Joe Verster.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, J J Wessels.  I'm at the Johannesburg Bar and I represent Mr Verster.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, the name is P du Plessis from the firm David Botha, du Plessis and Kruger on behalf of Burger, Basson and Maree.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, H J Du Plessis of the firm D P  Du Plessis Attorneys from Pretoria, acting of behalf of Gen Webb.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Mr Chairman, I'm Coetzee, S J Coetzee, an advocate practising from Centurion.  I'm acting on behalf of Mr Barnard.",
            "Male"
        ],
        [
            "MR VAN ECK",
            "Mr Chairman, J A C van Eck, representing Mr Botha, from Johannesburg.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Mr Chairman, my name is G Bizos.  I'm a member of the Johannesburg Bar and counsel employed by the Legal Resource Centre in Johannesburg and I appear together with my learned friend Colin Khanovitz of the Cape Town Bar on behalf of firstly Mr Gavin Evans, instructed by Mr Steve Khanovitz of the LRC in Cape Town.  I'm also appearing for Minister Dullah Omar, instructed by Ms Faizlin Omar, who also happens to be the Minister's daughter, instructed by Faizlin Omar of Hofmeyr, Herbsteins and Gihwala of Cape Town.  I also appear together with Mr Khanovitz in all the matters, for Ms Fatima Omar, a victim of the Early Learning Centre, a bomb incident.  We also appear for the owners of the Early Learning Centre, the Foundation of Community Work, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Thank you Mr Chairman.  My name is Peter Williams, I'm an attorney, but I'm acting in my personal capacity as a victim.  Mr Chairman, if it please the Committee, I would also like to place on record at this stage my disappointment at the selection of this venue.  My family, my friends and members of the community would have like to be present at these hearings, but this venue is inaccessible to them and accordingly they can't be here.  Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Williams.  This venue had to be changed and at short notice the venue was changed.  There are however, I know it's not quite the same, facilities outside with close circuit television for people who wish to observe the procedures, but I note what you say.",
            "Unknown"
        ],
        [
            "MR HOCKEY",
            "Thank you Mr Chairman.  The name is Selvin Hockey.  I'm an attorney with the firm Moosa, Waglay and Petersen in Athlone.  I act on behalf of Oesman Alexander, Chris Ferndale and Bruce Malgas.  They are all from the Kewtown Youth Movement, at the time and then I also act on behalf of Regina Isaacs, Mazeema Mohamed, Miranda Abrahams, all members of the Cape Youth Congress at the time and all of them were present in the building of the Early Learning Centre when the bomb went off.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Thank you Chairperson.  My name is Lyn Coleridge.  I appear on behalf of the Truth and Reconciliation Commission.  Chairperson, just in relation to implicated people, I have 13 Exhibits that I have furnished to everybody.  The first one is in relation to Isaac Engelbrecht, that's General Engelbrecht, well-known as Krappies Engelbrecht.  The attorneys Wagener and Associates furnished us with a document whereby he denies all allegations in respect of this incident, Chairperson.  Can we, just for the record ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, is everybody in possession of this?  I have a covering fax cover and then an affidavit.  Can we receive this, we'll call it Exhibit A.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "That's correct, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Unless there are any objections.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "We have received a copy.  We have no objection to it being filed as Exhibit A, but our concurrence in this is not to be construed as an admission that we accept the correctness of the contents and we reserve ourselves the right to ask you, Mr Chairman, if need be, to call the deponent to that affidavit to give evidence and to answer relevant questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Bizos.  This affidavit will then be received and called Exhibit A.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Thank you, Chairperson.  Then there is another affidavit, submitted by Goldberg and Victor attorneys, Chairperson, on behalf of Nicholas van Rensburg.  In the statement he states that he was not the admin person, because we were a bit in a tizz with regard to who this Nick person was and just on record that he states that he is not that person and the only involvement was that he visited Botha when Botha was held in terms of Section 29, Chairperson, so can we mark that ...",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Unless there's any objection, we'll receive this as Exhibit B on the same basis as indicated by Mr Bizos.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Thank you Chairman, yes, that is acceptable to us.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Chairperson, just also in relation to other implicated people, Brig Cole was informed and notified.  Gen Joubert from Special Forces was also notified.  Mr P W Botha, the previous Minister, and then Gen Genis as well as Isgak Herdien, Chairperson.  I believe our investigators have been having a problem in serving this notice because it seems that he is dodging the notice, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We'll give him the benefit of the doubt until we know better whether he's dodging or not, but it was not possible to serve the notice.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "That's correct, Chairperson.",
            "Female"
        ],
        [
            "GEORGE BIZOS",
            "There is a preliminary matter that we want to deal with and that is this, that Minister Dullah Omar intended being here this morning.  Unfortunately pressing business kept him in Pretoria.  I am here, together with my colleagues, to oppose the applications for amnesty.  \tHowever, Minister Dullah Omar is the Minister responsible for pirating this legislation through Parliament and for a number of years the Minister responsible for it's implementation.  He wants to avoid speculation as to what his attitude to these applications is.  He has prepared a statement dealing with this issue and I think that it is important in order to avoid speculation, that that statement should be read to you and I think it would be appropriate if we ask his daughter to read it on his behalf and I ask for leave for her to do it now, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any objections from anybody?  ...read the statement into the record.",
            "Unknown"
        ],
        [
            "MINISTER DULLAH OMAR INTO THE RECORD",
            "I am Faizlin Omar, an attorney with Hofmeyr, Herbsteins, Gihwala.  I represent my father, the Minister of Transport, Abdullah Mohammed Omar, also known as Dullah Omar.\n\tIn connection with the amnesty applications of Carl Casteling Botha, Wouter Jacobus Basson, Abram van Zyl, Daniel F. Du Toit Burger, Pieter Johann Verster, Edward Webb and Ferdinand Barnard my, father states:\n\"My full name is Abdullah Mohammed Omar.  I am also generally known as Dullah Omar.   For the past 30 years I have been resident at 31 Mable Road, Rylands Estate, Athlone, Cape Town.  At the time of the conspiracies to assassinate me, I was also living at this address.\n\t\tI am married to Farida Omar, born Alie.  We have three children, now all majors.  They are Kemal, Rustin and Faizlin.  \n\t\tIn May 1994 and immediately after South Africa's first ever democratic elections, President Nelson Mandela appointed me as democratic South Africa's first Minister of Justice.  I served in this capacity for the full period of President Mandela's term which terminated in June 1999.  In June 1999, I was appointed by President Mbeki as Minister of Transport, a position which I currently hold.  \n\t\tAs Minister of Justice it was my responsibility to give effect to the postscript of South Africa's interim constitution which, inter alia, made provision for amnesty for persons who had committed offences, acts, or omissions associated with a political objective.  In my capacity as Minister of Justice, I played the leading role in developing the promotion of national unity and reconciliation, number 34 of 1995, which made provision for the setting up of the Truth and Reconciliation Commission.  \n\t\tAfter a process of public participation and consultation with Human Rights Organisations and international Human Rights Experts, I caused the relevant legislation to be finalised, promoted in Cabinet and piloted through Parliament.  After the President signed the said legislation into law, I put in a considerable amount of time and effort in conjunction with the office of the President to get the Commissioners appointed and get the Commission working.  Between the end of 1995 and June 1999, I was responsible for administering the said law and ensuring that the Commission was able to function properly and effectively in terms of the law.  The law created three important structures, namely the Amnesty Committee, to deal with amnesty applications, the Human Rights Violations Committee, designed to give victims of Human Rights Violations a platform to tell their stories and the Reparation and Rehabilitation Committee, designed to make provision for the rehabilitation, reparation and restoring the dignity of victims.  The structural arrangement is the only one of its kind in the world.  Our Truth and Reconciliation Commission differs in many important respects from all other Truth Commissions set up in other parts of the world.  I have been and remain totally committed to the success of a truth and reconciliation process, which I consider to be important to promote reconciliation in our country.  I have always worked tirelessly for the success of the processes.  \n\t\tFor this reason I believe that when persons make application for amnesty then, provided that they comply with the law, satisfy the criteria and make full disclosure, they should not be denied amnesty.  My view is that in such an event, the Amnesty Committee is, in law, bound to grant amnesty.  \n\t\tThis is my response to the current applications for amnesty.  I have read through the documentation in respect of the above applications.  It is with great regret that I note that none of the applicants have displayed even the slightest feeling of remorse or regret.  My impression is that their objective is solely to avoid prosecution.  They are not sorry about what they did.  I do not get the impression that for them there are any moral, ethical, or human considerations.  In the absence of any expression of remorse or regret, let alone apology, any form of personal reconciliation between myself as a victim and the said perpetrators, is totally out of the question.  I am aware of the fact that the law does not require perpetrators of gross human rights violations to show any remorse.  If they satisfy the law and the relevant criteria, they are entitled to amnesty.  That is so in the present case as well.  Whilst therefore applicants may well be entitled to amnesty, they themselves are making no contribution to reconciliation in our country.  My only, but important concern is therefore whether the applicants have complied with the law and whether they have satisfied the criteria set out in the law, more specifically have they made full disclosure, which is a key requirement.  From the documentation I do not believe that full disclosure has been made and applicants should be given an opportunity by the Amnesty Committee to make full disclosure.  If they do, then despite the failure to show any kind of remorse, I would not oppose the applications for amnesty.  \n\t\tI also believe that the course of reconciliation, especially in respect of the matters for which the applicants are applying for amnesty, has suffered a serious setback by the application which was made by one of the applicants, for the hearing not to take place at the Early Learning Centre in Athlone.  I know the Athlone and Cape Flats communities.  They are equally committed to the process of reconciliation and I believe that the holding of the hearing at the Early Learning Centre or any other venue on the Cape Flats, would have made a significant contribution to reconciliation.  The fact that the hearing was initially scheduled to take place in Athlone, but has now been moved to the TRC Headquarters in Cape Town, is a gross insult to the people of the Cape Flats.  The kind of fears which one of the applicants expressed with regard to his safety, is completely groundless.  It is ironic that a man responsible for such gross violations of human rights, including possibly killings, now speaks of his own safety.  I believe that his safety was never under threat.  What is under threat is his own reconciliation and that of his fellow applicants with the rest of the victim community.  \n\t\tI thank the Amnesty Committee of the Truth and Reconciliation Committee for affording me the opportunity of making this statement.\"  \nDated 10th March 2000 at Pretoria.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Omar.  Mr Bizos would it be possible to have photocopies made of that statement?  I think it would be more convenient.",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "Sorry for interrupting, Mr Chairman.  Before that is done, may I just place on record my objection to that and my objection to this statement being read into the record and being regarded as evidence or having any value at all.\n\tWith respect, the deponent to that affidavit has no right to make submissions which may or may not influence the Committee in granting amnesty to the applicants.  His view in regard to whether full disclosure has been made in the affidavit or the application is irrelevant and his personal beliefs about all of that is irrelevant for the purposes of this hearing.  \n\tIt is also my submission that for that affidavit to be part of the record, can only lead to the Committee possibly being influenced in having a certain view of the matter which is not proper.  There are no factual allegations in that affidavit which can play a part in this hearing and therefore that affidavit is irrelevant.  \tFurthermore, for the deponent to complain about the venue I submit in effect is contempt of court because as far as I understand it and I wasn't part of that application, the Court made a ruling as to what the correct position is and it doesn't lie in the mouth of an individual to come and criticise the Court's judgment in this respect.  \n\tI therefore object to that affidavit being part ...(shouting in the background)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please, if we could be quiet and let's just hear what Mr Wessels has to say.",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "...Affidavit being part of the record of the proceedings of this hearing.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Firstly, it is not an ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think before you respond Mr Bizos, are there any other representatives of applicants who wish to say anything?",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Thank you Mr Chairman.  I think I should respond because that's directed directly and squarely to my client.  I share the same sentiments as my colleague.  I think it's highly improper for that statement to be, not an affidavit, I understood it to be a statement, to be read to the Commission and it's with regret that Minister Omar should adopt such a stance.  We would have thought, this is a Truth and Reconciliation Commission, but what is important Mr Chairman, is that a Judge of the High Court of South Africa, of which - who fell within the jurisdiction in years before Mr Dullah Omar, interdicted the proceedings from taking place in Athlone.\n\tMr Chairperson, unfortunately Dullah Omar, Minister Omar was not there, the Judge did remark that the whole process in selecting the venue was unfair to the applicant and the order was granted and this is very important and I want to put something on record, since there is transparency, Mr Chairman.  At the outset, as soon as the venue was known, objections were made by myself, representing Mr van Zyl, as to the venue as being insensitive, impartial and irresponsible.  Those objections were not taken heed of.  On the contrary, and I'm sure all my learned colleagues appearing here with me today, will support what I have to state now, Mr Chairman.   A pre-trial conference was held.  The notice is available.  The Commission placed as an agenda on the notice and I quote paragraph 3 thereof, \"The venue for the said hearing.\"\nThat venue, the issue of the venue was to be debated.  When we got to the pre-trial conference on, I think it was the 2nd of March 2000, the Commission adopted the stance  through Ms Coleridge who is here to say, the Commission was not negotiable on the relocation of the venue.  This, Mr Chairman, necessitated unfortunately and regrettably, an urgent application being launched by M van Zyl, interdicting these proceedings from taking place today at the original venue, namely the Early Learning Centre, pending the relocation of the venue and a sad state of events transpired from then, Mr Chairman.  \tMr van Zyl continuously requested that the venue be altered, in fact it was suggested that the venue be altered to the TRC building.  This was met with strong opposition.  To quote, Mr Chairman, there were reports to the press and this is what I also find regrettable, after all, this is the Truth and Reconciliation Commission we're appearing before.  In the Cape Times, March the 8th edition:  Ms Lynn Coleridge reports, and it's quoted:  \n\"The TRC Amnesty Committee stands vehemently opposed to this application ...\"\nand she goes on:\n\"... because we have a duty in terms of the promotion of national unity and reconciliation to make amnesty process accessible to victims.\"\nNow, it's with regret that such emotive words as \"vehemently opposes\" and representing this very Committee.  Notwithstanding that, Mr Chairman, an application is then launched by my client, Mr van Zyl, where no order for costs is being sought against the Commission.  This was done in the belief that the Commission is to be impartial and that's my understanding of the whole Act, thinking that the Commission would abide a decision of the High Court.  With regret, the Commission carried out what it had publicly stated and vehemently opposed the application. \tNotwithstanding that no order for costs was being sought against the Commission, one would have expected the Commission to have taken a stance to abide by the decision.  Affidavits were filed by members, we assume, of the Commission and I stress here, Mr Chairman, that nowhere in the affidavit was it ever alleged that the deponents were authorised or acting on behalf of the Commission, so I do want to be fair, I do not want to suggest that it was done with the Commission's knowledge or approval, because there is no such statement.  We can only assume it was and it's with regret that in those affidavits a logistics officer of the Commission states under oath that the manner in which the Commission determines a venue is by establishing the victims, where the events took place and once she has that information, she states and I'm summarising, but the affidavits can be available, she then sets out to obtain a venue and Ms Cloete says that she did this on the 31st of January 2000.  In other words that she was given the information so that she could proceed to locate a venue.  \tSurprisingly and unfortunately, Mr Chairman, the Commission had addressed a letter to my office on the 25th of January 2000, stating that the venue was the Early Learning Centre.  Now, that belies the very statement that only on the 31st was the Commission setting out to establish a venue.  The answer given in court, but never corrected on affidavit by Mr van Rooyen from the Bar was:  \"Sorry, it was a mistake\", but unfortunately it's a mistake that's under oath and it's never been rectified.  \n\tMr Chairman, in the affidavit and I call them representatives of the Commission because I do not want to cast any aspersions to the Committee because there was no representation made that there was acting with the authority of the Commission or this Committee, disputing my client's bona fides, suggesting the whole application was male fides, Mr Chairman, well, a Judge of the High Court has corrected the position, it has found that my client's application was bona fides because the order was granted with costs against the Commission and that's unfortunate because it's a waste of taxpayers' money.  Why do I say that, Mr Chairman?  Because immediately after the order and within hours, we received notification that the venue was changed and lo and behold and remarkably, my client in his affidavit had suggested that the venue be held in this very building.  That was opposed on the basis that there's no facilities in this building and remarkably within hours of the order, we now find this venue available.  My client's concerns, as the Judge remarked, had not been taken into consideration in considering the venue and my client, unfortunately for victims or Minister Omar, has rights even under this Act and a Judge upheld his right and that was a victory for justice and its with regret that Minister Omar does not accept a decision of the Judge.  \n\tMr Chairman, notwithstanding all this, my client, Mr van Zyl, has applied for amnesty voluntarily,  notwithstanding that it is his contention that indemnity has already been granted under a previous Act and he has done so in order to participate within the spirit of the Truth and Reconciliation Commission, for the purpose of attempting to achieve reconciliation in this country and in our way forward and in so doing, Mr Chairman, he has come here today to these very hearings, notwithstanding the treatment he was given, with the expectation and belief that he will be given a fair, just, impartial hearing and that his application for amnesty will be dealt with on the same basis, which we trust Mr Chairman will be the case and unfortunately, Mr Chairman, if Minister Omar was here today and chose to participate, we accept he has pressing business, possibly he could have made a reconciliation with my client, after all I understand this is the purpose of this, to face each other, to possibly reconcile.  He has chosen not to be here and it's with regret that Minister Omar has chosen to make this statement that he has made.  Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr du Plessis.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, yes, I support especially what Advocate Wessels said on behalf of his client.  On a more personal note, I take notice with deep regret what the feelings are of the Minister about my clients and their attitude and that, without giving them the opportunity to testify in front of this Commission about their possible regret about what they did.  It must be said that obviously Mr Omar only read the documentation and he hasn't heard as yet what the relevant parties are going to say about their personal feelings and may I say that that obviously, the matter of regret and the personal feelings is not an element of the amnesty application, but they came here to obviously personally give evidence in that regard.\n\tI was involved in the amnesty application from a very early date on behalf of, at that stage, also Mr van Zyl and Mr Botha and I wish to refer this Commission to their statements which were signed as early as 1990, that is four years before the new dispensation and I wish to refer to page 54 of Mr van Zyl's statement and I'm also going to briefly refer to Mr Botha's statement and I wish to indicate that Mr Burger, Mr Maree and Mr Basson, whom I represent, confirmed the statements.  It reads as follows, Mr van Zyl says during 1990 already, as I said:\n\"During my leave time in September 1989, I reconsidered my connections with the CCB.  I realised that the country was going through a new phase of negotiations under the new State President, Mr F W de Klerk.  I was of the opinion that President de Klerk was prepared to speak to the ANC but it would also mean that the internal arms struggle would be ended and the new approach to negotiate with the enemy enjoyed my support and I looked forward to the day that the CCB's activities would not be necessary anymore.  In the light of abovementioned and on behalf of my family's future, I also decided to end my connection with the CCB, so that I could lead a normal life as a South African citizen with the eye on the future and a new peaceful South Africa, as the State President wanted to establish and in October 1989, I retired from the CCB.\"\nAlso in a further affidavit, also dated 15th of November 1990, where Mr van Zyl said:\n\"The new approach to negotiate with the enemy enjoyed my support and I decided, on behalf of my family and my own future, to end my connection with the CCB and to lead a normal life as a South African citizen, so that, with the eye on the future and a new peaceful South Africa, as the State President wanted to establish.  I still realise that peaceful solutions is the way for everyone in South Africa.  I do not doubt at all that the road of violence cannot lead to a  permanent solution for South Africa.  I therefore connection myself without any preconditions to a peaceful solution and also development and also the peaceful use of my political rights in South Africa.\"\nThen the 15th of November 1990,  Mr Botha made a statement to the same effect and he said inter alia:\n\"I would want to see that my children will have a future in a country of peace and I realise that the future for this is in negotiations between all parties and seen in the light of my personal situation, I will also go into the future with great optimism and I connect myself, without any conditions, to a peaceful solution and development and also the peaceful execution of my political rights in the future of South Africa.\"\nCertainly these are not people who do not have remorse for what they did and I say again, they have not even been granted the opportunity to discuss their personal feelings in front of this Commission before this unfortunate statement by Mr Omar was now entered into the record and may I also just state again that their statements were confirmed by my clients, Burger, Maree and Basson and I therefore take notice with deep regret about Mr Omar's feelings, but may I say he obviously was incorrectly advised about the documentation in this matter and that it is also clear that this statement should not have been entered at this stage, but that Mr Omar should have waited until the finalisation of the evidence in this matter, before stating his feelings in the manner he did.  Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Chairperson, my client associates himself with what has been said and I will not repeat.  I would just like to place it on record that in terms of the statement of the Honourable Minister, I would like to object that he objects to my client, Gen Webb's application, and I would like to place it on record that he did not even apply for amnesty with regard to the Dullah Omar matter.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Mr Chairman, on behalf of Mr Barnard, I can just reiterate what Mr du Plessis has already - I'm not going to take the matter any further.",
            "Male"
        ],
        [
            "MR VAN ECK",
            "Mr Chairman, on behalf of Mr Botha, the same applies to him, what was said, also the same - he doesn't apply for amnesty for Minister Omar, so what was said in the statement about the personal feelings is not applicable to him, but he is now included into that.  As it pleases.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "To Mr Martini's statements about the application to court, except to say this, that there is nothing there in Minister Dullah Omar's statement to criticise the order that was made by consent, Mr Chairman and not on the basis of any judgment, but nevertheless, it is an Order of Court.  He merely says that he regrets that the community that he has lived in and that the victims, the feelings of the victims or intended victims of the acts of some of the applicants, were deprived of a right to listen to it in their own community, but I don't know that any useful purpose will be served once we're here, in making any further statements in response to Mr Martini.\n\tI may say, Mr Chairman, if I'm permitted a personal observation, that I was at the pre-trail conference and my impression and my perception is that the applicants, but Mr Martini was the most vocal of the applicants, was really an objection to go to an area where black people lived.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Mr Chairman, I take strong objection to a statement made publicly and I would like Mr Bizos to apologise, to suggest, to make a suggestion, obviously Mr Bizos hasn't bothered to read the affidavits and it's got nothing to do with race ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Martini, let Mr Bizos finish and I'll give you an opportunity to reply.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "...(indistinct - no microphone) particularly by Mr Wagener who is not here, who, when asked what examples were there of anyone's life being in danger in the hundreds if not thousands of applications that have hitherto been held, some of them in places like New Brighton and other places, he was not able - none of them were able to give any specific, I'm talking about the pre-trial conference and not the application Mr Chairman, no one of them was able to give any example of any harm having come to anyone, but particularly Mr Wagener spoke at some length that he is not prepared to be subjected to toyi-toying and singing of songs, he actually mentioned one of them, that was - may be interpreted as an incitement to violence.  That is the only thing that we heard about at the pre-trial conference, Mr Chairman, but be that as it may, I want to deal with the objection made by my learned friend, Mr Wessels.\n\tThe Committee is entitled, Mr Chairman, to hear the views of the victims or intended victims, to take them into consideration as to whether or not amnesty ought to be granted or reconciliation is to be advanced by the granting of amnesty.  The statement read properly actually says that it is the wish of or the hope of Minister Omar that the applicants will take the opportunity of doing what they did not do in their papers and the portions that were read out, Mr Chairman, the portions that were read out do not, with respect, amount to what Minister Omar was expecting, rightly or wrongly.  \n\tBut Mr Chairman, we have a situation of a statement which has been made.  Minister Omar regrets that he could not be here this morning and I have been assured and I am sure that he will make good his promise to be here, he wants to be here and if it's not an affidavit, he is going to listen to what the applicants are saying and then it will be his prerogative to decide whether he wants to say anything more.  The purpose of the statement was, I thought, made clear Mr Chairman and that is this, that speculation may have arisen.  Why is the erstwhile Minister of Justice briefing counsel to oppose applications for amnesty, if he himself was so extensively involved in the process?  He was correctly entitled to clarify his position because the public perception might be created that he was behaving in an inconsistent manner and I submit that the statement has been read in, there is no reason to keep it out, it has been read into the record, I would ask that it should be received as Exhibit C and if my learned friends want to ask the Committee to call Minister Omar, or if he decides to give evidence, this is a matter which you can hear about in due course, but to suggest in such vociferous terms that there was anything improper in Minister Omar clarifying his position, firstly in relation to his attitude to the applications for amnesty and secondly, in relation to the matter being removed on the application of one of the parties at a time when a day or two before, there is nothing improper in it, there is no criticism of the Judge who made the order, it was merely a personal expression of how he and members of his community feel and I believe, Mr Chairman, that we should, that the Committee should accept the statement as Exhibit C and that we should proceed with the application, Mr Chairman.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me just ask Mr Williams and then we'll get any reply.  Mr Williams do you have anything to say?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Ja, Mr Chairman, I've got nothing to add to the discussion here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Martini.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Mr Chairman, you've heard Mr Bizos.  I would like a formal retraction of the statement that he made that the only reason I didn't want to go there is because it's a black community.  That is not correct and you've heard Mr Bizos elaborate and in his speech today he mentioned Mr Wagener, not Mr Martini.  I take great exception and I would want the retraction of that statement from Mr Bizos.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "I will repeat, Mr Chairman.  The perception created on me and the attorney who accompanied me to that was that the reasons given by Mr Martini, Mr Wagener and the other persons who associated themselves with the request for the transfer of the hearing, my clear perception was from the reasons given by them, that they had very serious objections to going into a black area and the opening words of Mr Wagener, with which Mr Martini and others associated themselves:  \"Whoever decided to have this in an area such as this, when there are other places available?\"  This is how the discussion started, Mr Chairman.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Mr Chairman, it's unfortunate Mr Bizos should incorrectly record what transpired.  However, Ms Coleridge had undertaken to give us minutes of that meeting by the 7th of March, which we have never got.  However, to correct the record, I take great exception to Mr Bizos's chosen recollection of memory at that meeting.  There's a letter dated 24th of February from my office, which forms part of the application\n\"The writer and our client are of the view that the Commission is acting irresponsibly, insensitively and partially in holding the amnesty hearings in such centre.   Given the present circumstances prevailing in Cape Town and the sensitivity of the hearings, our client believes that neither our client nor the writer's safety, can be guaranteed during the amnesty hearing at the Athlone Early Learning Centre.\"\nThere is no suggestion of race and it's once again unfortunate that Mr Bizos wants to make this a racial issue.  In the affidavits before the Court that can be tendered in evidence, there's not a tittle or suggestion that race had to do with anything.  On the contrary the Early Learning Centre is one of the buildings that forms the subject matter of the very amnesty application and the Judge made that clear during argument.  He also found it to be insensitive to hold it at that very hearing.  For Mr Bizos to suggest racism here on my part or even on the part of my client, is dealt with in the contempt it deserves.  It's not true and unfortunately, maybe Mr Bizos has another agenda in this transparency, to make such a statement which is not true.  Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Martini.\nTAPE TURNED OFF\nON RESUMPTION\nF I N D I N G",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you Gentlemen.  We had a brief discussion here.  The statement that's been read into the record by Ms Omar of her father Mr Dullah Omar, in no way touches upon the merits of any of the applications, it expresses the views of the writer of the statement, or the maker of the statement.  It has been read into the record.  I think receiving a photocopy of what already is on record, is going to make very little difference indeed.  I can assure everyone present that the Panel is fully aware of the fact that this is nothing more than a statement expressing the views of a victim which, as mentioned by Mr Bizos, victims are entitled to make in terms of the Act.  I can also assure everyone present that no evidential weight regarding the merits of the matter will be attached to this statement at all and I can further assure everybody present that the Panel will give a completely and utterly fair hearing in this matter.  We have no preconceptions, or stands in this matter.  We are here to listen to the evidence, to receive it, to listen to the learned submissions made by the representatives and at the end of the day to apply what - the knowledge that we gain from this hearing to the criteria set out in the Act and come at an object decision as to whether or not each and every one of those criteria have been accepted.  I just want to stress that that is the position here.  So by receiving this typed version of what is already on record as Exhibit C, I can assure you, will not in any way influence the proceedings in this matter, it's already on record, so this statement will be received as Exhibit C and by making it an exhibit, I'm not attaching any weight to it as an exhibit in a court case and normally has weight attached to it, it's merely what we'll call it.  We'll call it C.\n\tI've just received an important note informing me that it's time for tea now.  I think this would be a convenient time to take the short adjournment, 20 minutes, and then we can hopefully after the adjournment resume with evidence relating to the merits of the matter.  Thank you.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Before we proceed, it's probably going to get a lot warmer than it is now.  Please feel free to remove jackets, jerseys, if you wish.  We now commence with the leading of an applicant.  Mr Wessels, is it agreed that your applicant's going to testify first?",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "Yes Mr Chairman, Mr Verster will testify first.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Wessels.",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "Chairperson the amnesty application appears on page 153 of bundle A and it runs up to page 194.  I am not going to run through the whole application.  I do not think that all of it is relevant.  I shall however ask the applicant to supply certain information with regard to what the CCB was and then we shall go over to the specific incidents for which he applies for amnesty.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Verster is it correct that you were the Managing Director of the organisation known as CCB?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Will you please briefly tell us how the CCB was founded?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, the Civil Corporation Bureau was a branching of Special Forces of the South African Defence Force who operated under civilian circumstances and worked in plain clothes.  It was established in 1986, it was used in operations against the then enemy, the ANC SACP Alliance and to disrupt the enemy to the maximum.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Will you please explain to us how exactly the structure functioned when there was an instruction and how these would be executed?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, there were several methods which would regulate it, but the structure was founded where members dealt with the management of the foundation and they had operatives on ground level who executed operations by receiving information from the higher echelons, so that it could be executed by the uniformed side of the South African Defence and specifically the Special Forces of the South African Defence Force, which would move to the CCB and from there the instructions would be given to ground level and on the other side it could also happen that information would be made available from ground level to Management of the CCB and then it was verified and information was gleaned from this and plans were formulated within the structures and then it was given to me on my level as the Managing Director and then I devolved it down to the uniform side, namely the Commanding Officer of Special Forces and thereby the operation was approved.\n\tThe equipment, financing and logistical support was supplied from the formal side of Special Forces to the CCB in order to execute the operation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Verster, would that be in respect of all operations that that procedure would be followed?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, Chairperson.  This was applicable to all operations.  There might have been minor variations depending on the time and speed needed to execute an operation but that is the modus operandi that we used.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Verster, will you please explain to us what the principle covert operations would entail and if the CCB was such a body?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "In our culture we distinguished between clandestine and covert operations, Chairperson.  Clandestine operations were seen as those operations which at that stage could be recognised by the government of the day and on the other side we had covert operations.  We were a covert structure and the intention was and per definition, as we dealt with it, was that the government of the day would not accept responsibility for those types of operations.  I would also say that the entire structure was built around this and our financial planning, existing procedures, were written depending on this and this was submitted inter-departmentally.  For example our plan within the CCB was given to the Treasurer and it was approved by the Auditor General's people who were also present and we functioned according to those lines.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Will you please explain how the regions functioned?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, there were several regions.  I shall not go through all of them, it is part of the evidence, but the specific region under discussion is Region 6.  It was an internal region and this entailed the entire Republic of South Africa.  With regard to Region 6, it was the region that was founded later as opposed to the other regions which were responsible for example for Zimbabwe or Botswana or Mozambique and that was purely based on information, observations which were made according to the conduct of the enemy.  In other words the ANC at that stage had training bases from Tanzania to Zambia as well as in Zimbabwe and then there were access routes which were used by the then enemy into South Africa and later this ran into the heart of South Africa, Johannesburg, Cape Town.  It is general knowledge.  If we look back at what had happened back then, Region 6 was then founded to disrupt that enemy who was threatening the sovereignty of the State.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Is it correct that Staal Burger was the Regional Manager of Region 6?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, Staal Burger and the other members who are here today, were members of region 6, Chairperson.",
            "Male"
        ],
        [
            "MR WESSELS",
            "And then I would like to arrive specifically at the incidents for which you apply for amnesty.  These appear on page 190 of bundle A, paragraph 1.1.  Will you please read that?\nMR VERSTER\nDuring 1989 members of the CCB were given instruction to watch one Gavin Evans in Johannesburg.  The persons who were involved were Staal Burger, Slang van Zyl, Wouter Basson.  These instructions were executed on my instructions.  No onslaught was made on the life of the person and he was not injured in any manner.",
            "Male"
        ],
        [
            "MR WESSELS",
            "The information that you had with regard to Gavin Evans, where did you gain this from and from whom did you gain this?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, the information was a collaboration of several sources and in this regard, if my memory serves me correctly, it came from ground level.  In other words Region 6 had connections with the police and through these channels and other sources, they fed it back to us and to Headquarters level.  It was then verified as part of the information system of the whole Defence Force and of the State itself and thereby the information was confirmed with regard to the activities of, for example, Evans in this matter or in this case.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Did the authorisation take place as you have already explained, through normal procedures?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "In this regard, if I recall correctly, it came from ground level.  It came to me and I then used Defence Force structures in order to confirm it and I had them continue, but at some stage I submitted it to the hierarchy, namely the Chairperson of Special forces.",
            "Male"
        ],
        [
            "MR WESSELS",
            "On page 191 you refer to the second incident for which you apply for amnesty.  Will you please ready that?\nMR VERSTER\nDuring 1989 members of the CCB were given instruction to watch one D Omar in Cape Town.  The persons who were involved here were Staal Burger, Slang van Zyl, Kalla Botha and Wouter Basson.  The monitoring of Omar was done on instruction of myself and it was in preparation in order to kill the mentioned persons, but no onslaught was made on the life of that person and he was not injured in this regard.",
            "Male"
        ],
        [
            "MR WESSELS",
            "In this regard where did the information come from?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Once again the information came from ground level, from the region itself.  Because of their connections with the underground and with members of the police, it was then submitted to me.  We confirmed it.  A plan was formulated by the region and then we authorised it according to that.",
            "Male"
        ],
        [
            "MR WESSELS",
            "And then in paragraph 1.3 you deal with a bomb at the Early Learning Centre.\nMR VERSTER\nThe explosion of a bomb at the Early Learning Centre in Cape Town during 1989, this bomb was exploded there by members of the CCB on my instructions and the purpose was in order to frighten persons who were responsible for bombs going off in Cape Town.  This bomb exploded during the late hours and according to my information, no one was injured.  Persons involved here were Wouter Basson, Kalla Botha, van Zyl.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Then you continue in paragraph 2 that Mr Omar was a member or supporter of the ANC and will you please read 2.2.\nMR VERSTER\nThese actions were actions which I had instructions from above and was authorised according to procedures and which instructions were given down by me.  This was - the action was conducted bona fide.",
            "Male"
        ],
        [
            "MR WESSELS",
            "You can stop there.  Mr Verster, is it correct that this incident was comprehensively described and details were supplied as to what happened and what had taken place before the Harms Commission in 1990?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Where Mr Slang van Zyl who was involved in this incident, had given comprehensive evidence with regard to what had happened there, is that correct?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR WESSELS",
            "You have also read the statement of Mr van Zyl?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, I have.",
            "Male"
        ],
        [
            "MR WESSELS",
            "And those statements, with regard to the facts as far as you know, are they correct in essence?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, I cannot testify as to how correct their statements are, but with regard to where it touches upon me, where I gave authorisation for the operations and what the purpose and function of the structures were, they were correct, but because we worked on an indirect basis and for example Mr van Zyl had his own operatives on ground level, I did not have access to information at that stage, but in essence it is correct, this concurs with the purpose of the Civil Corporation Bureau.\n\tI would also just like to add that, Chairperson, that the CCB was an Executive structure of the South African Defence Force.  The South African Army back then was responsible for battles on land.  Special Forces were co-opted by the Chief of the Army to assist South African Defence Force and the CCB was the structure who moved on the terrain where the enemy chose to move and this was under civilian circumstances.  Our purpose was to destruct the enemy and if it was necessary, to kill the enemy.  We saw it as a military operation, as part of the structures of the then structures and we tried to execute it to the best of our abilities.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Were you aware of the identity of the operatives that Mr van Zyl had used in order to perform the tasks that had to be performed?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "There were certain instances where names were given to me, for example Peaches and so forth, Chairperson, but I did not have any clue as to their real identities and I had no connection with them.  This would have been in contravention of the rules that we had.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Were you aware that Mr Barnard was used?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Under no circumstances was I aware that Mr Barnard had been used by Mr van Zyl.  I only learned this later when I read their statements, Chairperson.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Thank you Chairperson.  I have no further questions.\nNO FURTHER QUESTIONS BY MR WESSELS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Martini, do you have any questions you would like to put to the applicant?",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "No questions Mr Chairman.\nNO QUESTIONS BY MR MARTINI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr du Plessis, any questions?  Mr P du Plessis, any questions?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No questions thank you Mr Chairman.\nNO QUESTIONS BY MR P DU PLESSIS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr H du Plessis, any questions you'd like to put?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Chairperson, I need to get instructions from my client.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Mr Coetzee, any questions?",
            "Unknown"
        ],
        [
            "MR COETZEE",
            "On behalf of Mr Barnard, I've got no questions thank you.\nNO QUESTIONS BY MR COETZEE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions?",
            "Unknown"
        ],
        [
            "MR VAN ECK",
            "As it pleases the Chairperson.",
            "Male"
        ],
        [
            "MR VAN ECK",
            "Mr Verster the reference to giving of instruction, the names that you have given there, that was in the group as a whole and not to individuals?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, yes, the structures functioned to the effect that where I will speak to the Regional Manager and the Regional Manager will contact the person who was directly tasked with the operation whom I cannot recall now, but depending on which project it was, we worked in that manner and it was not necessarily the whole group as a whole.",
            "Male"
        ],
        [
            "MR VAN ECK",
            "Thank you Chairperson.\nNO FURTHER QUESTIONS BY MR VAN ECK",
            "Male"
        ],
        [
            "UNKNOWN",
            "Chairperson, may I just mention at this stage that we have no questions and we reserve the right to ask questions later, Chairperson?\nNO QUESTIONS BY MR H DU PLESSIS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos, do you have any questions you would like to ask this witness?",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Mr Verster, I want to read to you from volume 2 of the Commissions' report at page 143, paragraph 4.1.8.  Have you got that document?  I'm sure that your counsel has.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is the report...",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "The report of the Commission.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps, if I could just ask, oh, we've got copies here, thank you.  This comes from volume 2 of the Commission's report which was published about 18 months ago.  Mr Bizos, we'll receive this photocopy as Exhibit D.  It's to page 133 paragraph, I didn't catch - page 143",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "...(indistinct - no microphone)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right, have we got that here Ms Coleridge?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "I just want to check with Adv Bizos.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I don't know if - I think there's only one edition but I think we might have the wrong pages here.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "...(indistinct - no microphone)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Chairperson, I wasn't aware that Mr Bizos was going to refer to this and these were the extracts that we took from the final report, so I thought this would be of assistance to us.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos can just put his question and perhaps read from the extract and we will ensure that copies of the relevant page and paragraph are made and handed to all concerned.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Please listen carefully because I'll have a number of questions to ask you about it.\n\"The commission finds that the CCB was a creation of the SADF and an integral part of South Africa's counter insurgency system which, in the course of its operations, perpetrated gross violations of human rights including killings, against both South African and non-South African citizens.  The Commission finds that the activities of the CCB constituted a systematic pattern of abuse which entailed deliberate planning on the part of the leadership of the CCB and the SADF.  The Commission finds that these institutions and their members are accountable for the aforesaid gross violations of the human rights.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Bizos, before you proceed.  Sorry to interrupt.  It's on the very last page of this bundle that's just been handed out, Exhibit D.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "At paragraph 4.1.8.",
            "Female"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "You must please read that carefully, make sure that you understand it, because I have a number of questions to ask.  Have you read it?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, this section, as an introduction before I answer any questions, I would like to say that I can the technical differences of the paragraph and I understand it.  I do distance myself with the method upon which it was said.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Let us try and establish this rule.  I ask you questions and you answer them.  Subject to the Committee stopping me from insisting on a direct answer to my question, or any objection from your counsel, I am going to insist on direct answers to my questions.  The question was, have you read it and understood it?  Is the answer yes?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, may I just say the following?  Mr Bizos, you do not impress me with what you say, you do not impress me at all.  I answer I am free, I have my own right in answering how I choose to.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I think, Mr Verster, if you can just please bear in mind that Mr Bizos is now questioning you.  If you could answer the question, it's a fairly simple question and if you could just listen and answer.  He asks - he's got a right to cross-examine applicants on behalf of victims.  If you don't wish to answer a question, or you refuse to, you can say so, but please let's not have this in-fighting.  Mr Bizos ...",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Have you read it and understood it?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Bizos, Mr Chairperson, I have the right to say what I wish to say.  This morning I sat and listened to things where were said to me before I had something to say.  Now before I answer Mr Bizos, I would like to say what I want to say.  I was a professional soldier of the South African army ...(intervention)",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "I will insist, in the interests of the proper conduct of these proceedings, that the witness answers the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please answer the question, Mr Verster.  You can make statements later.",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, I read it the first time and I understood it 100%.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Were you one of the persons that is referred to as, I'll use the words of the Commission, were you part of the leadership of the CCB?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I think that is clear from the documentation.  I am answering as I please, Chairperson.  I said I answer the question as I choose.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "You heard from His Lordship, the presiding Judge, you answer questions directly, Mr Verster.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I answer indirectly, if it is necessary.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "I will repeat the question and will insist on an answer.  Were you part of that leadership?  Yes, or no.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Definitely, as it is clear from the documentation.  Certainly, Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Now if you were part of the leadership, please tell us how many operatives there were in the CCB during your tenure of office in the leadership of the CCB, more or less.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Chairperson, may I ask what is the relevance of this question with regard to what you have to decide upon?",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Mr Chairman, I expected my learned friend to object and the only surprise is that it came so early, but we are ready to answer the question, Mr Chairman, or the objection, because we will submit and we have written argument to support it, that we are not obliged to confine ourselves to the incidents that the applicants have chosen to ask amnesty for.  May I hand in heads of argument Mr Chairman, in support of the ambit of our cross-examination that we are entitled to?  I have copies of it for my learned friends and I think that we might as well have this - I'm entitled to enounce how many people there were and what ...\nMACHINE SWITCHED OFF",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know if Mr Wessels has seen this document.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Yes, we'll go through it, we'll go through it Mr Chairman.  We have enough copies for everybody and - okay, thank you.\n\tMr Chairman, this question was raised at the pre-trial conference where an attempt was made to confine us to questions only on these incidents and my answer was, and I don't think that Mr Martini and I will disagree on that, that I maintain the right to ask all the relevant questions subject to your directions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I haven't read these Mr Bizos.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "May we go through it?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If I might just say that with regard to the structure, exercise etc of the CCB, that may well be relevant, but we don't want to hear the details or the merits of an operation that might have taken place in Botswana or Mozambique, that sort of thing, we don't want to ...(intervention)",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "No, we are not going to go into those details but we submit that we are entitled to cross-examine on the structures and what he as one of the leaders has done, in order for you to decide whether he has made full disclosure or not, but don't let me pre-empt the argument, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, your question Mr Bizos, does this not - Mr Bizos, your question about the number of operatives, the one that you've just put to Mr Verster.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does that relate to the whole of the CCB or just the Region 6, the internal ...",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "No.  No, everything that fell under the leadership of the witness Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I take it Mr Verster, if you could just confirm?  You were the - I don't know what the correct term was - the Managing Director or the CEO of the CCB in respect of all its operations, external, internal?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Just your mike, sorry Mr Bizos.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "I have appointed an assistant for the purpose, Mr Chairman.  He says he expects a fee.\n\tMr Chairman, the details in relation to Botswana are not to be understood to concede that the witness has the right to refuse to answer questions in relation to external matters and it will become apparent as to why  we do that, Mr Chairman.  What we say in these Heads, Mr Chairman, is that we deal with the question of the extent to which evidence concerning the Commission of crimes in respect of which no amnesty has been sought is relevant and accordingly admissible.  In terms of Section 20 (i)(b), the applicant must satisfy the Amnesty Committee that the offence is an act associated with a political objective.  Section 20 (ii) provides that whether a particular offence is an act associated with political motive, must be decided with reference to the following criteria and we set them out.  The motive of the person who committed the offence, the context in which the offence took place, the object or objective of the offence, whether the offence was committed in the execution of an order if the proportionality of the offence to the objective pursued.  \n\tRegard being had to the activities of the CCB and the factors referred to above, it is submitted that the following evidence must be said to be relevant to a proper determination of the context in which the acts were committed, the motive of the offender and the further factors referred to in the section.  If several other politically inspired criminal acts, besides those in respect of which amnesty is sought, were committed on behalf of the same organisation by the same individuals, during the same period of time, then evidence concerning these events is relevant to the proper determination of context, motive, objectives and proportionality.  Context surely concerns the overall activities of the CCB and the applicants' knowledge, this in the way in which their applications have been drafted albeit they omit, so we would submit significant details.  Taking this argument further then, the following.  \n\tIf the applicant says he committed an act or orders, he does not make full disclosure of the relevant facts if he fails to state that he received further orders at the same meeting or at a subsequent meeting, for that matter, or a previous meeting, to commit further offences.  Evidence to this effect elicited under cross-examination would clearly be relevant ordinarily and permissible but may I ask you to turn back to page three?  On the authority of the Appellate Division and on which we are making these submissions, by way of finality we say - note 1, Mr Chairman.  We note that even in the sphere of criminal liability, relevant similar fact evidence is admissible despite its dangers.  And it is dangerous and this is why it is, generally speaking, excluded.  Something that does not apply to as large an extent as it is here because certain offences are admitted, which are dealt with in the cases that we quote.  The submission however that such evidence is clearly admissible in the context of an amnesty application, when it impacts on the factors enumerated in Section 20 (ii) which we set out above and we rely on the case of R VS MATTHEWS AND OTHERS, 1961 SA 752, in the Appellate Division as it was then known concerning the question whether evidence which tendered to show the Commission of crimes not charged, was admissible.  An issue in that case whether the members of the Msomi gang had the motive to attack members of a rival gang, evidence was produced of the gang's criminal activities unrelated to the actual charges in the case.  Schreiner J A, after noting that the test for relevance is based on the blend of logic and experience, held as follows at 759(a) to (c):  \n\"In order to estimate properly the strength of the motive that might lead the members of one gang to murder a member of another, it is clearly relevant to consider the scope of the gang operations and the extent with which it might render probable the resort to extreme violence in the furtherance of gang interest.\"\nTo understand the nature and depth of their rivalry, there had to be an appreciation of the fact that the strength of each gang depended ultimately on its terrorising the public  more effectively than its competitors and so at the end, evidence of the Msomi gang outrages could properly be adduced and in ...(indistinct) LETSOKO AND OTHERS, evidence concerning the commission of other crimes is admissible where there is sufficient ...(indistinct) and this is the case.  In proximity of time in method or circumstance between the evidence sought to be led and the issue in respect, it is sought to be led.\n\tMay I return to 3.22 page 4, Mr Chairman?  If the amnesty applicant says the objective of the attack was to disrupt the ANC, has he disclosed all relevant facts, where he fails to state that in addition to the one deceased's name in the application, or intended deceased, it makes no difference, he in the same attack shot four additional people who were in the same minibus taxi as the deceased named in the application, but in respect of whom no amnesty is sought and who were killed in consequence of a person's vendetta harboured by the amnesty applicant.  The answer must surely be in the affirmative.  The submission is accordingly that where an amnesty applicant has committed a series of criminal acts, on behalf of the same organisation in pursuit of that organisation's political objectives, full disclosure of relevant facts implies that he must put the Amnesty committee in the position where it can properly apply its mind to the criteria in section 20(iii) and this in turn implies that all evidence pertaining to motive, context, proportionality, absence of personal gain, absence of personal malice etc, is relevant to the determination and accordingly admissible.  It follows from the above that the question whether the relevant facts to be elicited in evidence pertaining to a non-prosecutable extra territorial offence in respect of which no amnesty is sought, would be immaterial for purposes of determining whether such evidence is relevant to the proceedings.  If, as Mr Joe Verster suggests, the murders of Evans and Omar constitute a proportional response in order to combat the threat posed by individuals to the State, then evidence concerning the methods employed to select other actual or intended victims, is clearly irrelevant.  This would also be so, whether the victims were to be killed in RSA or elsewhere.  \tA further reason why evidence concerning the commission of crimes in respect of which no amnesty has been sought, may be relevant, is to be derived from the meaning of the word offence.  In paragraph 7, Section 21 (c) obliges the amnesty applicant to make full disclosure of all relevant facts with regard to the \"offence\" for which amnesty has been sought.  This is an additional and both joined and alternative ground, Mr Chairman.  It is our submission that there is evidence that the CCB's command structure formulated a conspiracy to murder a considerable number of persons who were identified as the perceived enemy of the State.  Among these intended victims were Gavin Evans and Minister Dullah Omar.  There were however other intended victims.  Had the accused been charged with conspiracy to murder, it is our submission that the likely offence with which the CCB members or the Board of Directors of which Mr Verster was the Managing Director, would have been charged - was a conspiracy to murder all the intended victims selected or identified during the relevant period.  Accordingly that is the offence for which amnesty should have been sought by the participants in the conspiracy.  Cross-examination to detail - to elicit details of the full extent of the conspiracy, is accordingly relevant and permissible.  A summary of the relevant case, nor dealing with the formulation of an indictment in circumstances where the State wishes to prosecute a wide range of conspiracy is set out as follows:\n\"The starting point would be following a general principle where two acts are committed of which each standing alone would be a criminal offence, but there is a single intent, then the accused shall only be charged with one offence because the act constituted one criminal transaction.  The further consideration is the principle set out in R v HEINE AND OTHERS, (with the references given) practical considerations must decide whether it is permissible to charge a person with a course of conduct when what he has done consists not of an unbroken spell of uniform behaviour, but of a series of closely followed similar acts.  Those considerations require that in the proper case, a planned course of fraudulent conduct may be charged as a single crime of fraud even if it might be possible to analyse it on a series of separate frauds.\nFurther at 6.2.6. Schreiner J.A. states the following:\n\"Where there is a series of acts done in pursuance of one criminal design, the law recognises the practical necessity of allowing the ...(indistinct) with due regard to what is fair to the accused, to charge a series of criminal course or conduct, that is as a single trial.\"\nFollowing this approach, the court in R VS ADAMS AND OTHERS in 1959, generally known as a treason trial 1956 - 61 held that at last as far as treason is concerned, a series of treasonable overt acts in pursuance of one criminal design to overthrow the State, is chargeable as a single offence, as a single indictment.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct - no microphone)",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Yes, I'm sorry yes, on page 4 the answer must surely be negative, Mr Chairman and not affirmative.  I'm sorry, but the Heads of Argument were settled very late last night and early this morning.\n\tNow there is another important factor, Mr Chairman and that is that we are dealing with reconciliation.  If in fact a person was a member of an organisation whose purpose was to murder people, what sort of reconciliation can one expect by saying:  \"I will choose to apply for amnesty only for those cases on which there was no loss of life, which you have here and I will keep quiet about all the others and you can't ask me any questions about it.\"  Now, that would be tantamount to rendering the provisions of the Act nugatory, Mr Chairman.  There is a difference between asking someone who has applied for amnesty for one act and says:  \"Don't ask me if I committed any other acts, because they've got nothing to do with this\" but the case law is very clear that where the acts are performed in furtherance of a conspiracy, then the evidence in relation to the other acts is admissible, in this case there cannot be full disclosure.  \n\tLet me illustrate it in another way.  There was a conspiracy to kill Mr Gavin Evans.  We haven't been told by this witness, but I suppose others may fill it in, that this was done for reasons a, b and c.  As part of the policy he was a legitimate target.  Surely we are entitled to say:  \"What was the policy, what other decisions were taken in relation to that policy and where did you not call  your operatives off, but you actually allowed them to kill them\", in order to test whether or not Evans was a legitimate target within the framework of that policy.  If we are prohibited, as my learned friend objects that we cannot deal with other matters, there cannot be any full disclosure.  Of course there are difficulties facing the applicants.  They will say:  \"Well, we haven't applied for amnesty for these things, therefore we, if we give evidence here albeit it is not admissible against us in any criminal prosecution, we may on the information that may become available, be prosecuted.\"  They have made their bed, Mr Chairman, and they must sleep on it.  It was they who chose to choose the four or five acts in respect of which there were no deaths, they chose to apply for amnesty only for those violations of fundamental human rights which came to the fore in the Harms Commission, they have decided to keep quiet about everything else.  We cannot be prohibited in terms of the Act from inquiring to what else they have done, but in relation in particular to this witness, who is one of the leaders, we have already got an unqualified admission on, he must know if he even says at the end of his application, \"if you can remind me of anything, I will deal with it\".  Well, we want to take him up on it and remind him of many things, Mr Chairman, that happened during his stewardship of the CCB whilst he was one of the figures and I submit with the greatest respect, that we cannot be prohibited from asking relevant questions to the matters that we have raised in the Heads of Argument and what I have supplemented, but we do agree with you, Mr Chairman, that we do not have to go into the minutia in relation to the happening of every particular act and we will naturally obey any ruling by you Mr Chairman and Members of the Committee if we try and stray too far, but to be gagged on the grounds of irrelevancy in relation to what was the nature of the conspiracy, what was its policy, what was its extent and how many people they successfully killed, would be an undue restraint on us and not in terms of the ...(indistinct) of the Act.  Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Wessels, do you have any response?  Do you want some time or whatever?",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "Yes.  Mr Chairman, Mr Bizos says that  my client elected to make application for only these few matters or offences that we're dealing with now.  If Mr Bizos had read his application, he will see that there are a number of other offences that he also made application for here in this application and some of those have been dealt with and others or another one is to be dealt with in due course.  We have been brought here only on these three matters where we've made application for amnesty. \tMr Chairman, the Act gives you jurisdiction in terms of Section 20 to grant amnesty.  After considering an application for amnesty, if that act or omission or offence to which the application relates, is an act associated with a political objective committed in the course of the conflict of the past in accordance of the provisions of (ii) and (iii) and the applicant has made a full disclosure of all relevant facts, it shall grant amnesty in respect of that act, omission or offence.  It is not so wide as to allow you to deal with all matters that may have ensued over 10 or 20 years, apart from that particular act.  If that had been the intention, it would have been possible to frame it more widely than it did.  If that is the intention, then certainly this Committee will be busy with the CCB for a very long time, if we have to deal with all those issues.\n\tIt is my submission that you are here to deal with all relevant facts concerning these various offences for which amnesty has been applied for, that you are not here to go outside that and have a review of the Harms Commission and to all aspects of the CCB internally or externally.  We have been brought here, we've prepared only on the basis of these three offences for which the applicant has applied for amnesty and it is my submission that you should restrict the questioning in so far as relevancy is concerned, to these issues and anything that can contribute to these particular three offences.  Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anybody else wish to make any submissions?",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Yes Mr Chairman, I think possibly this argument should be dealt with at the beginning and I think all legal representatives should participate in it, so we get a decision rather than go through it step by step as each applicant testifies, otherwise we're going to have these arguments.  I don't know how the rest of the legal - I just think it's a practical solution.\n\tMr Chairperson, I agree with Mr Wessels that unfortunately this Committee today is an Amnesty Committee falling under the auspices of the Truth and Reconciliation Commission.  There are various committees.  There are Committees on human rights violations, which gives that Committee different functions.  Now this Committee is the Committee on amnesty.   It's established to receive applications by applicants for amnesty.  Section 18 of the Act and by the Act I mean the Promotion of National Unity and Reconciliation Act, Mr Chairman, specifically:  \n\"Any person who wishes to apply for amnesty in respect of any act, omission, or offence, on the grounds that it is an act associated with a political objective, shall: ...\"\nand it goes on.  Read with Section 20:\n\"In this Act, unless the context otherwise indicates, an act associated with a political objective, means an act or an omission\"\nClearly the act in section 20 which refers to the granting of amnesty pursuant to having had an application filed before you, Mr Chairman, relates to the very act that you're seeking amnesty.  Possibly a Committee on human rights violations might have other powers, vaster powers than this Committee has, but in respect of this Committee, it's my submission that the evidence must be relevant to this act in respect of which the applicant applies for amnesty.  This is the mechanism which an applicant has been given to come forward and make application for a specific act and surely on the strict reading of this legislation, the evidence to be led or cross-examination must be limited to the very acts in respect of which amnesty is applied for, because it would serve no purpose Mr Chairman, if one has to investigate additional acts, it's nonsensical because an applicant, even if evidence had come out that he was guilty of another act, of another gross violation, this Committee is not empowered to give him amnesty for that act because its not an act that amnesty was sought for because it says...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that's quite clear.  We certainly wouldn't grant amnesty for a matter which hasn't been applied for.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Yes, so clearly the evidence must be limited to the very act in respect of which amnesty is sought.  That's my submission Mr Chairman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, I'm not going to burden the record with any further address on this matter.  I simply support Mr Wessels' and Mr Martini's submissions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr du Plessis.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Chairperson.  I support the arguments of Mr Wessels and Mr du Plessis thank you.",
            "Male"
        ],
        [
            "MR COETZEE",
            "On behalf of Mr Barnard, we agree with the arguments already tendered.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van Eck.",
            "Unknown"
        ],
        [
            "MR VAN ECK",
            "... by the Counsel on my left.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Thank you Mr Chairman.  Mr Chairman, I would like to support the submissions made by Adv Bizos.  I'd also just like to say, Mr Chairman, that there is case law to the effect, I think its the Azapo case, which deals with the interpretation of the amnesty provisions and in that case and in subsequent cases it was said that one should interpret the provisions of the amnesty legislation liberally or generously, so that being the case, Mr Chairman, I think one should give the counsel for the victims, the opportunity to go beyond the scope of merely the amnesty applications.  I myself would like to, for example, ask Mr van Zyl what the extent of the co-option of gangsters in the Kewtown community was where the one act occurred and that is why I support the application by Adv Bizos.  Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hockey.",
            "Unknown"
        ],
        [
            "MR HOCKEY",
            "Thank you Mr Chairman.  I associate myself with the comments made by my Learned Colleague here and the submissions made by Adv Bizos.  Mr Chairman, I just want to briefly refer to Section 21 of the Act which is headed Granting of Amnesty and the Effect thereof.  Now 21 (i)(b) reads\n\"The act, omission or offence to which the application relates is an act associated with a political objective in the course of the conflicts of the past in accordance with the provisions of (ii) and (iii) and the applicant has made full disclosure of all relevant facts.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that's section 20 (i), not 21 (i) (b).",
            "Unknown"
        ],
        [
            "MR HOCKEY",
            "To say that the other activities of the CCB are not relevant is not right.  Mr Chairman, I represent some of the victims of one of the acts perpetrated by the CCB operatives and they want to know how they fit in in the grand scheme of things.  They for example say that they had nothing to do with the allegations made against them by the applicants, is wrong, they were an ordinary Youth Movement, they were not involved with bombings of the Athlone Police Station, or at the Athlone Post Office.  They relied - The CCB relied on information given to them by gangsters and they acted on that information and they want to know why did the CCB operate in this way.  In which other areas did the CCB recruit gangsters?  Where do they rely on information given to them by gangsters?  Another subsection (iii)(b) says\n\"Where a particular act, omission or offence  contemplated in (ii) is an act associated with a political objective, shall be decided with reference to the following criteria.\"\nNow one of that criteria is, I'm referring to (b) then, \n\"The context in which the act, omission or offence took place and in particular whether the act, omission or offence was committed in the course or a spark of a political uprising, etc, etc.\"\nNow in this context Mr Chairman, my argument is that the victims are entitled to know how they fit into that broad objective of the CCB and therefore all the relevant facts are not restricted to these particular three incidents but other incidents that could ascribe to the CCB as well.  Thank you Mr Chairman.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Chairperson, I agree with my Learned Colleague, Mr Hockey.  The evidence must be led, it must be relevant and material to the matters at hand, to the amnesty applications and I agree that in terms of Section 20(iii)(b), that we must look at the context under which these acts and offences occurred, Chairperson, but obviously where it's relevant to these specific acts and material.",
            "Female"
        ],
        [
            "MR MARTINI",
            "Mr Chairman, before Mr Bizos replies, may I just draw your attention to the powers that the Commission has in terms of Section 29, where an investigation can be made into any acts or in regard to anything that needs to be investigated.  Such an investigation was in fact held and evidence was given, I think it was about two years ago, so all these questions that parties wish to have answered, could have been dealt with if it was thought relevant at that particular time and as I understand the position, the Evidence Leader has made extracts of portions of that or those hearings that were held and if she believes that that was the only portions that are relevant to this amnesty application, then I submit you shouldn't allow the matter to be opened up again and all that ground be recovered during these proceedings.  That has already been done in the Section 29 proceedings.  Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you wish to ...?",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "I want to illustrate in view of Mr Martini's intervention, opposition, by a statement in 5(a) page 86.  The context, it is on the briefing of what the policy of the CCB was and it continues on top of page 86, Mr Chairman\n\"We are informed that the disruption of the enemy for example the existence of breaking of a window, the killing of a person and this depends on the priority class.  The organisation identified targets by means of information upon which we received instructions.  Several non de plumes were used.\"\nElsewhere Mr van Zyl says more graphically, whether we kill somebody or we break a window, depended on the decision of Mr Verster, he was the Managing Director and presumably it will be confirmed by Gen Webb who is sitting here.\n\tNow this is very important on the proportionality issue.  How was this policy applied and how can we decide whether the witness has made full disclosure or not if we are prohibited from or restrained from asking questions, well what other decisions did you make?  Illustrate to us when somebody had the penalty of death or the breaking of a window pane, so that the Committee decide what your policy was and how you applied it.  It's very clear that we cannot do justice to the case that we have undertaken on behalf of the victims if we are restrained.  My learned friend Mr Wessels, Mr Chairman, says for the last 20 years you can't go and do things.  Now we're not interested in 20 years.  We are interested in the period and that the question was, how many people were there in the CCB during your stewardship, during your leadership of this organisation?  And then my learned friend says that we have misread the papers because he did apply for amnesty in other matters.  Yes, we have not overlooked the pages 192 to 193 of the application in relation to Ribeiro and one other, the Community House, which was clearly outside the period when he was a CCB General Manager.  It was at a time when he was a staff officer in the Special Forces, so we haven't forgotten about that and we want to give you and our learned friends an assurance that we will confine ourselves to the nature and extent of the CCB and its activities and the participation of each one of the gentlemen before you, of what they did so that you may properly decide whether they comply with the requirements of the Act.  My learned friend Mr Wessels, correctly stated that there was a Section 29 hearing.  It was a painful experience to read it, Mr Chairman, because the witness and the others spent most of their time making lengthy speeches and not answering questions about the importance of their work and refusing to ask questions on specific matters which they avoided completely and the Chairman of the Commission did not direct them to answer them.  The victims are not obliged to accept those as the final word, they have a right to claim the information before the Amnesty Committee, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Thank you.  We'd just like to take a short adjournment to deliberate amongst ourselves so that we won't be overheard by everybody.",
            "Unknown"
        ],
        [
            "MR LAX",
            "It's quarter to one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see it's quarter to one.  This might be an opportunity to, instead of going out and coming back for five minutes, to take the lunch adjournment and if we could start again at half-past one, if that would be convenient.  So we'll take the lunch adjournment now and then we will, if possible, proceed at half-past one.  Thank you.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  We've discussed the arguments that were submitted prior to the lunch adjournment and it's not possible for us at this stage to make a definitive ruling as to which questions may be put in the future, will be relevant or not relevant, we cannot anticipate what questions will be put.  However we and certainly speaking for myself, know very little about the CCB and its operations and we would not find it irrelevant as to how such an organisation was established, how it worked, how it arrived at decisions, how it obtained information, how information was confirmed and matters of that nature.  We are also of the view that we would not find it relevant, which has already been mentioned, as to the minutia or details of other operations in order for us to arrive at a decision in this matter.  We are however, fully aware of the concerns of both the, of all the applicants and the victims in this regard.  We also are aware of the fact that time is a factor as well.  We would like these proceedings to proceed expeditiously.\n\tSo, all we can say at this stage is that if there is an objection from one side or the other side to a question in the future regarding relevancy, we'll consider it without the need of making the same submissions every time.  We're fully aware of that.  With regard to the question that the objection was taken to now, namely what was the size of the, or the number of operatives of the CCB during Verster's tenure there, we are of the view that there's no reason why such question should be excluded.  I've personally got no idea as to the size of the CCB, whether it was small, whether it was large and it's the sort of information that certainly I can't see any prejudice to anybody, that information being revealed, so I will allow that question.  Thank you.  Mr Bizos.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "(cont)\n\tDuring your stewardship of the CCB, how many members did it have?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, the exact number is in previous documentation and at previous occasions has been given.  If I recall correctly, it was in the vicinity of 160 members and reason why it is difficult to say exactly, because certain members were directly or as we called it, members who knew and then there were members who did not know, so there is a connection in that regard that makes it difficult to quantify.  Approximately 160.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "How many formal members of the CCB and how many might have been unwitting members of the CCB?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, I have just answered that now.  I said I don't know exactly.  I judged that the exact number would be approximately 160 fifteen years ago.  I cannot recall right now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That would be formal members?  Actual members who were receiving ...",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, Chairperson.  Certain were knowing and others were unknowing and the numbers, it's not possible to give it to you without any research.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "...(indistinct - no microphone)",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Bizos.  You need to appoint another agent to press your button.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "You made an estimate in previous proceedings that there were about 100 that were members and some 150 unaware members.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That may be so.  I recall that there were previous instances that we discussed it.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Now was there a Board of Directors, with Directors in inverted commas?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, Chairperson, I was appointed as the Managing Director.  The General was the Chairperson and then we only had Regional Managers.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Well, whether we call them Regional Managers or Directors, please give us the names of the Regional Managers with the region for which each one of them was responsible.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I cannot recall all those names Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Give us the ones that you can remember.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Staal Burger was Region 6, that's the only name, the others had administrative names, I cannot recall any of their names.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Give us their administrative names, because there is ...(intervention)",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I don't know what that is, Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Mr Verster, I think that it is my duty to bring to your attention that we will argue if you persist in not giving us the names of people, that you are indulging in selective amnesia in order to protect your erstwhile co-conspirators.  Now having done that, I am going to ask you again.  What were the names or give us sufficient information in terms of which we can identify the leaders of the regions that formed the Board or Committee of which you were the Managing Director.  Please do so.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson I cannot recall any other than Staal Burger, because I knew him for many years.  I do not recall the names after eleven years of the other regional managers and in previous documentation names were put forward to me and I said yes, but it is too far back.  I cannot state it better.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "How often did you meet, this Board or Regional Committee, under your Chairmanship and the overseeing of the General, how often did you meet?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "At times we met on a weekly basis, Chairperson.  At times we met on a monthly basis, at other times on a daily basis.  It depended on what had to be done and except for certain occasions when only persons who knew each other, we met and there were times when I went to the different regions.  We functioned in a cell structure and we did not necessarily all meet.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Each one of these Regional Managers made proposals to you for the either elimination, or the dealing with and we will come to the other ways of dealing with, of individuals and you were working for them, with them and they were under your command.  For how long, Sir, how many years?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It depends, but let us say for approximately three years.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Are you asking the Committee to accept that people that you worked with for three years, who suggested to you that murder and other serious criminal offences should be committed against citizens and others of this country, and you can't give us another name other than that of Staal Burger?  Is that what you are saying?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "What I am saying Chairperson is that we functioned firstly under administrative names and then for each project we had operational names.  For every project we had a new name for every new operation and because of that, even when payment was done, even with the staff administration, we did not use proper names and that was approximately 11, 12 or 13 years back.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Who appointed these managers?  Did you have anything to do with their appointment?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I did this in conjunction with submissions which I made to the Chairperson and the various Chairpersons who were in control.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Did you appoint people with mythical names?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Many a times.  We did that often.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "The leader of - the Managing Director of the CCB employed people to recommend the elimination of the citizens of the country without the Managing Director knowing their original names, is that what you are saying to the Committee Sir?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Not in all instances, but it could have happened.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "No, no, no, no, no, please, you tell us that you cannot give us any other names, Mr Verster, because they used pseudonyms.  Now I am asking you whether you employed people to kill the citizens of this country, without knowing their real names.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, I answered that already.  In the case of Staal Burger, I know what his name is and there were certain persons who were aware, where we already have the names and lists of documents and when we adjourn these proceedings, we can see what names I knew before and these were members of Special Forces.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "No, I am going to put to you Mr Verster, that the reason why you refuse to answer this question honestly is because you still owe loyalty, greater loyalty to your erstwhile fellow criminals to the truth.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson I take exception that I be called a criminal.  I was a professional soldier and Mr Bizos, all his questions he puts with that insinuation.  I am not a criminal, I was a professional soldier.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Were you a policeman before you became a soldier?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Never.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Were any of your other Managers policemen before they became members of the CCB?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, there were some Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "What is your standard of education?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I've got a University Degree in International Africa Politics and qualified at Staff Course Level.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Which university?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "UNISA.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Unisa.  Did anybody ever tell you that murder was allowed by people who joined the CCB?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, we did not refer to it as murder.  We executed military operations, as it happens in all other countries in the world.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Let us deal with our own problems and leave other countries out of it, please Mr Verster.  Did anybody tell you, any responsible person, ever tell you that if you killed or caused somebody to be killed, you did not commit an offence because you were doing it as a professional soldier?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It did come up at meetings, where I, in the presence of the Chief of the Army, Gen Geldenhuys where he later denied certain instances and his definition was it was limited military operation where use was made of informal or as he put it, unconventional methods in order to kill the enemy, for example counter insurgency warfare.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Are you saying to the Committee that you were advised by the Head of the South African Defence Force, General Geldenhuys, that it was lawful to kill people?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I knew what the circumstances were, but I said that he did not advise me.  The previous question was whether anyone had discussed this with me and I gave you an indication that it did happen and on that ...(intervention)",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "We dealt with that question.  The other question was, are you saying that the Head of the South African Defence Force advised you that it was not unlawful to kill people?  Please answer that question, Sir.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I thought that I had answered it Chairperson.  It was told to me that the killing of people in military operations of this nature, was a limited action, with unconventional weapons and unconventional methods.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "So you thought that you were the prosecutor, the investigating officer, the judge and the executioner and that there was nothing wrong with it?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is not what I said.  What I do indeed say Chairperson, is that I protected the sovereignty of the previous government and I was firstly trained as an infantry man and the role of an infantry man is to kill the enemy under any circumstances.  I was a paratrooper and that was to kill the enemy behind enemy lines and in Special Forces, I was a Special Forces soldier, to execute the enemy by any means whatsoever and at the CCB I was trained and advised and completed international courses in order to act where we can execute maximum destruction of the enemy.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Didn't your Minister deny that anybody in the South African Defence Force or at the instance of the Defence Force, was authorised to commit any murders?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not know about that.  We founded a structure that discussed destruction and maximum disruption and we discharged persons from the South African Defence Force so that he could work in civilian clothing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, I didn't hear that question Mr Bizos, if you could just repeat it please.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Did you ever hear your Minister of Defence say to South Africa and the world at large that no South African Soldier and no one at the instances of the South African Defence Force committed any wrongful act, did you never hear that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I don't know, so many lies were told on political level that I don't know, Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "I see, so you say if your Minister said that, he was lying and you knew it?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I was a fighting soldier and that is how I was trained and I was told ...(intervention)",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "As a soldier, were you ever told about the Geneva Convention?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, the Geneva Convention was not applicable here because we acted against terrorists and they chose to say that themselves.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Who decided who was a terrorist in order to enable you to eliminate him or her?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "The South African Defence Force system and the Government of the day decided who the enemy was and the enemy was identified to us.  They gave us the information and we worked according to that.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "What qualified a person to be eliminated?  What sort of conduct did he have to be guilty of?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "We did not regard it as elimination then, we regarded it as killing the enemy who threatened the sovereignty of the government of the day as a soldier and if they threatened my people and my family and if there were bombs that exploded, we acted against these people, that was my work.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "And you decided on the information that was given to you by your Regional Managers in relation to people within and without the country and you decided, together with your Managers and with the confirmation of Gen Webb, who was to be dealt with, once you find the word elimination or kill unsavoury.  You decided who was to be dealt with in that way.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I could have never decided Chairperson.  There are eleven years worth of documents with regard to the process and I say once again, the army was responsible for the country and the head of the army and the government, the enemy was identified, it was placed in documents year after year and in those documents, priorities were awarded.  It was said that enemy bases, individuals and enemy buildings were identified.  Those things were approved not by me, but by the Chief of the Army and then earlier I said today, because the enemy of the day could not be eliminated with aircraft or with tanks and because the enemy chose to move in civilian clothes amongst the civilians, we acted against those people under instruction as on a national level, instructions were given and the threat and the enemy was identified and information came from the top and from the bottom and on that basis we acted.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Was it the policy to deal with people in the following manner?  To either kill them, or infiltrate their organisations, or bribe people around them or themselves, to compromise them in one or other way, or to blackmail them?  Were those the options that were available to your organisation?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It was an interpretation of the meaning of disruption, yes.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "And also in relation to property, the destruction of property?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "And you believed that all those acts committed by your CCB were not offences?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I did not say that, I said that that meant disruption.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Well another question, we're finished with that.  You believed that doing any one of these things was not an offence?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I regarded it as protection of the sovereignty of the government of the day Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Answer the question please.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is what I'm answering.  That is what I regarded as military action against the enemy.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "You did not ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So in other words, Mr Verster, you're saying that you didn't regard them as offences per se.",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I regarded them as disruption of the enemy and it was military action, yes, Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "...(indistinct - no microphone)",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I've already answered that.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Why don't you answer it simply?  Did you consider them an offence or not?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Why don't you ask the questions simply, Mr Bizos, because then I'll answer it simply.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Nothing could be simpler and if I ask any ambiguous question ...",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I regarded it as military action.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "If I ask any ambiguous questions, you have very competent senior counsel next to you to object to the ambiguity of the question, you have the Committee and particularly the Chairman, who is a Judge, to pull me up if I ask any ambiguous question.  I will answer it again.  Did you consider any of these six methods of dealing with people as a criminal offence?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I  think as I thought I had answered it, I regarded it as military action against an enemy who threatened the sovereignty of the government of the day.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "I will ask it for the last time, so that it will not be said that you have not been warned that we will argue that you fail to answer questions because you know what the effect is going to be and that you indulge in the sort of double talk that has been going on around your circles for almost 30 years.  Sir, do you want to answer the question, or don't you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I have answered the question.  I regarded it as military action and I did not regard it as a criminal offence, I regarded it as a military action.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Does that mean that in your mind the military could do not wrong?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "We are all human Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "But the military could not commit any offence?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "In war many things happen.  I regarded it as a war situation.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Did you believe that the army could do not wrong?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, that is not what I thought.  I knew that the army could also be wrong.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "In your discussions apparently if you discussed the Geneva Convention, did you discuss the Nuremberg Trials against the murder committed by the Nazi army, or the German army, did you discuss that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, Chairperson.  I take exception that we are being compared to that.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "... killing certain types of people was not an offence because they were not human, that was their excuse, what was your excuse?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I have no excuse, I think I have already answered the question.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "If you did not consider that you had done, committed any offence or you had done no wrong, you don't need amnesty, do you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, in terms of the law I do need it and in terms of what has been said here, an Act has been laid down and I was here and I know three quarters of the previous government did not apply for amnesty and they need it, so I am trying to adhere to the law.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Yes, but the law that you are referring to says that you are only entitled to amnesty if you have committed an offence and you say that you didn't commit an offence, you justify yourself as a military officer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think Mr Bizos, whether an offence was committed or not, is more an objective thing than a subjective intention.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "... (indistinct - microphone not on)\nIn terms of paragraph 405 of the Report.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps if we could see if its present in Exhibit D, that page.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "...(indistinct - microphone not on)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's paragraph 405, it's on the third last page of this Exhibit D.  Nevertheless it starts with.  Third last page of Exhibit D.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Ja, you're looking at bundles.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Paragraph 405.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "The CCB did kill some opponents of the government and tried to kill others.  There is evidence that the CCB was involved in the killings of Mr David Webster, Mr Anton Lubowski, Miss Dulcie September, Mr Jacob Molekwana and Mr Matsela Pholokela in Botswana and Miss Tsitsi Tshileza in Harare and it says this was - the intended target was Mr Jacob Zuma in Maputo.  Now let's take them one by one.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, I object to this question.  If we're going to deal with each of these individuals, they may or not have been incidents on their own.  I submit that this Committee is not here to deal with any of those particular incidents.  Some of them appear to be outside the country in any event and it's been indicated and let me  reiterated that the attitude ...",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike)",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "Let me reiterate, the attitude of Mr Verster is that he will not answer any questions pertaining to any incidents outside of South Africa.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "May I put specific questions?  I merely read the document and then you can rule on each question.  Were these people named in this paragraph killed during your stewardship of the CCB?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I don't know Mr Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Try and remember.  You were a Senior Managing Director to rid South Africa of its terrorists, your opponents and here is a list of so-called terrorists that were killed.  Surely you must have had an interest to find out who is killing our enemies and doing us a favour, these names can't be strange to you, they are not strange to millions of people in South Africa.  Please tell us, were they killed during your stewardship or not?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not know Mr Chairperson.  I just want to confirm that there was National Intelligence Special Forces, there were Defence Force operations, there was the Security Branch of the police, there were Commands and in the last more than 12 years, the CCB was held up as the structure who was responsible for everything.  I do not know.  I did not have anything to do with it and my advocate also said that I should not talk about anything outside the country's borders because this Commission cannot give me amnesty for another country.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "We'll come to each one of the matters that you have raised in your purported answer.  The question is, are you seriously suggesting that you do not know, whether you had anything to do with it or not, which we will deal with in due course, whether these killings were during your stewardship of the CCB, or not?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I have already answered the question, Mr Chairperson.  I do not know.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Well, did you ever have a meeting with your own operatives at the time of the killing of Webster as to whether they did it or not?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, Mr Chairperson, on occasion, not specific meetings, but I did speak to them about it",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "But therefore you could have answered that question honestly, couldn't you?  You couldn't have forgotten about the meeting with your operatives as to whether they had anything to do with Webster's murder. Could you have forgotten about it?   Were you telling the truth when you said you didn't remember whether or not it took place during your stewardship?  Were you telling the truth or not?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, I thought about the whole group because I cannot remember the specific circumstances and the time and Webster is a case that is dealt with in one of my statements.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "For a person with a university degree who is given a list of names and he says he doesn't remember anything about any of them, to say that you answered it ...",
            "Male"
        ],
        [
            "MR WESSELS",
            "That wasn't the question that was put to Mr Verster, Mr Chairman.  I object to this ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think this is also a question of argument here, is what we're dealing with.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "... I don't know about others, but I do know that Webster must have been during my stewardship because I had a meeting with my operatives.  Why didn't you tell the truth?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, I say what I'm thinking and not what Mr Bizos wants me to say.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Have you got any other answer to the question Sir?  It's not what I want, I am asking questions on behalf of the Committee who have the duty to assess your credibility, Mr Verster.  Why didn't you answer the question honestly?  I don't know about the others, but I do remember that I had discussions with my men about Webster.  Why didn't you answer ...",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman I thought that you made a ruling that this is a matter of argument in due course.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think we can argue about the credibility.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "No Mr Chairman with respect the ruling was that he spoke about the whole lot of them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The group, yes.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "The group.  I have now taken one of the group and in order to test this witness's credibility and there's more to come, that he had to do with the consequences of the Webster killing, in order to persuade you that he was not telling the truth when he said that he did not know about these people Mr Chairman, and I would appeal that he be allowed to answer the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, the question, Mr Verster is, when you answered the previous question saying that you don't know whether the stewardship - during your stewardship the killings of these people mentioned in paragraph 405 took place, your answer was:  \"I don't know.\"  Then in response to a subsequent question you said you had discussions with some of your operatives regarding the death of Mr Webster.  Mr Bizos is now asking you why didn't you, when you answered the previous question about the group, exclude Mr Webster from that answer, that is the question.",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, purely because my head works in the way that it works.  I saw them as a group, I handled them as a group and after that, when Webster was pointed out as an individual, I remembered that statements had been made about this incident and there's no other reason for this and it has nothing to do with my credibility because this is already in document form.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "The question of Webster's death couldn't have escaped your mind because it was dealt with at an Inquest, was it not?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "And you gave evidence at that Inquest?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Before Mr Justice Stegmann?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Was your evidence accepted or rejected?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I don't think it was accepted, if I think back now, Mr Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Let me read to you a passage from His Lordship's Judgment .\n\"Regarding Verster,\"\nhe says,\n\"Verster's evidence was characterised by calculated ambivalence.\"",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, I object to this line of questioning.  Firstly I submit it is irrelevant for the purposes of you deciding on the issues before you and secondly, Mr Bizos is reading from the Judgment of Mr Stegmann, given in approximately 1993, if I remember correctly.  In that Judgment, Mr Justice Stegmann accepted the evidence of certain witnesses and rejected others.  Subsequent to that, things have changed.  People whose evidence was accepted have then subsequently been proven not to have been telling the truth, whilst others, like Mr Verster, have been vindicated with the attitude that he had taken at that particular time and I submit it is unfair for Mr Bizos to read portions of that particular Judgment to Mr Verster as if that was the last word that was said on the topic.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "My learned friend can re-examine the witness.  The impression of a Judge of a witness on a matter such as the Webster killing, where the witness did not volunteer information and he now admits that he gave evidence at the Inquest and what the Judge had to say about him in his assessment of his credibility, is relevant with respect, as to whether this is a person who would tell the truth or not.  If there are other factors where we are told that he has been vindicated, I don't know why my learned friend says that he was vindicated, it may be that in the criminal trial other facts came out, I don't know, but I submit that the view of a Judge of a witness that gave evidence before him on a matter which occurred during his stewardship as a Director of the CCB is relevant and I'm entitled to put it to him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos, the witness has answered that his evidence wasn't accepted at the Inquest.  He's not going to deny surely what the Judge said in they typed Judgement.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "...(indistinct - no microphone) ... because what he did in that Inquest, he is busy doing here, Chairman, and I want to put to him specifically that there is a pattern in his evidence.  It is five lines.  We have taken up more time than we would have taken if I was allowed to read the passage, Mr Chairman.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman it doesn't go only about the time that he's taken, it is about the fairness of the procedure and the relevance here of the procedure and the questions to the witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think Mr Bizos, if we can - you can use that in argument.  I don't think it's necessary to put what the Judge said.  He's already admitted that it wasn't accepted and  you can refer us to it later, you've brought it to his notice.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Well as long as I have brought it to his notice, as long as I have brought it to the Committee's notice, then ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, unless he's going to deny that the Judge said that in the Judgment.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Thank you Mr Chairman.  And was your evidence accepted by his Lordship Mr Justice Harms?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is this in the Harms Commission?",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Commission.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, Mr Chairperson.  I just want to have the opportunity to bring something out.  You must understand that the organisation, the CCB, at that point in time and I'm now speaking about before 1989, did very sensitive work for the previous government and at that time and afterwards, and with the speech of F W de Klerk in February 1990, the Harms Commission, the Webster Inquest, the State at that time was worried about the fact that its involvement with the functioning of the CCB would then come to light and this caused that our structure, the CCB, was of the biggest enemies of the then government at the end of the day and what happened at the Harms Commission can then go back to the amnesty that was then given to me and I said that I was against the approach of the Harms Commission and this was that there was a conscious plan by which, where several Ministers were involved, to point to the CCB and Mr Bizos is talking about a pattern and there was a pattern that can be seen right through the Inquest which should be public knowledge for every member of the public and this is that, for instance, the kwaMakutha case, a Sergeant is taken there and it is then said that he did not understand what he did there and then the higher hierarchy gets away with it.  With the CCB it is said that CCB did not know what they did and then the higher hierarchy gets away with it and in this way one can mention many incidents where people were brought to light and the golden line was broken by the politicians on the one side and the people who did the work on ground level on the other side and this is exactly what happened at the Harms Commission.  It happened with the Webster Commission and we must say very clearly that in spite of the Judgements and in spite of the independence of the Judiciary, it was an orchestrated attempt to blame the CCB for everything that happened and this can be seen several times in statements that were given in over the years.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "You wouldn't accuse Mr van Zyl, the man sitting behind you there, to be party to that conspiracy, to wrongly accuse you of committing these acts that you say you did not commit.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not know, Mr Chairperson, you must please specify now.  I do not know what I just said.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "No it's not what you said, it's what Mr van Zyl said that may be of greater importance.  Now you also didn't single out Lubowski, Anton Lubowski, when I asked you about paragraph 405.  You said you didn't remember anything - you didn't remember whether this was during your period of stewardship of the CCB.  Do you recall that?  Were you telling the truth when you said that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, once again I say that I was speaking about the group of incidents.  Certain of them could have been during my time, others not and others I do not know.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Why didn't - what do you know say that I am asking you about Lubowski?  Do you admit now that that was during your period of stewardship?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It was during the same time that I was working for Special Forces in the CCB and the Lubowski incident took place at that time.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            ";   Why didn't you name and remembering that didn't you say:  \"Well, I remember Webster and I remember Lubowski.\"  Why didn't you say that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Because I am speaking as I think and this is what you do not want to hear, Mr Bizos.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "What I want to hear is the truth and not how you think.  Now let me read to  you on page 58 of Bundle B.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have that Mr Verster?  It's Bundle B page 58.",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Thank you Mr Chairperson.  It's a statement made by Abram van Zyl and I think it's dated 1990, I'm not sure.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Look at what he says in the middle of page 58, Lubowski, wrongly spelled, but surely it must be Mr Lubowski.  Do you remember that, see that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's got a heading there in the middle of the page called Lubowski.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "You see that?   What is says is\n\"As far as I know ...\"",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It was one of the members of Region 6, Mr Chairperson, Chappie.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Was that his real name?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is how I know him, Mr Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "By that name?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It is Chappie Maree, Mr Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "It's the second applicant in this case, isn't it?  Isn't he?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I know he's an applicant in this matter, whether he's the second or the third.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Why were you reluctant to mention his surname?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He's an applicant.  He said he didn't know whether he was the second or third, but he's confirmed he knows that he's an applicant.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Why were you reluctant to mention the surname of one of your fellow applicants?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "My attitude can be as it wants to, Mr Chairperson, if I do not want to speak or if I want to come from a milieu where I do not talk about things, then this is my attitude and you will definitely not change it, not now or tomorrow.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "I will persist in doing my work in the manner which is expected of me and you can advise yourself what to do.  Now\n\"I never saw them together and I also do not know what he looks like.\n\t\tWho shot Lubowski?\n\t\tI cannot say.\n\t\tAichison did have the task to work with him or to work on him.  The presentation was done by Chap, Staal and Joe Verster approved it and recommended it to the Chairperson.\"\nDoes that statement come as news to you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I did not bother about this Chairperson, because it sounds to me as if it's just hearsay or an opinion, but I do not know what this has to do with what we are here for.  My advocate said, and I have now repeatedly said it over the years, that I do not talk about any external actions.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Did this come as news to you, or was it in your mind at the time when you did not avail yourself of the opportunity of saying:  \"Yes, I do remember something about Lubowski\"?",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, Mr Verster has indicated that he will not ... (indistinct) relating to matters outside of the country.  This relates to something that happened outside of the country and my instructions are to place on record that he will not answer any further questions in this regard.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Mr Chairman, I ask that the witness be directed to answer the question.  There is no lawful excuse for him to refuse to answer questions for violations of fundamental human rights.  The Act specifically says:  \"Within or outside the country\".  It is an objection which has no merit in law, it is contrary to the express provisions of the Act.  I ask that the witness be ordered to answer the question.",
            "Male"
        ],
        [
            "MR WESSELS",
            "With respect, Mr Chairman, there's no provision in the Act where you have the power to force the witness to answer that question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think we have that power, but the question doesn't relate to an outside operation.  The question relates to what Mr Verster's reaction or knowledge is to what was contained in this statement of Mr van Zyl.  In other words when he read it, whether it was related to an outside incident or an internal incident is irrelevant.  In fact whether it relates - whether it was the Lubowski incident or not, it is just whether - what is his reaction to this statement made by Mr van Zyl with regard to his involvement.  Does he agree with it?  I think he's already said, as far as he's concerned it's hearsay or opinion.  So you can ask, but we don't want details as to the Lubowski operation.  We are not here to make any finding whatsoever in that regard.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "I am not dealing with that.  The question that I actually asked was if he knew about this that is said by one of his co-applicants as to what he and another applicant did, whether he had knowledge of this, and if he had knowledge of this, the following question is, why didn't he mention Lubowski when he was asked about it.",
            "Male"
        ],
        [
            "MR WESSELS",
            "With respect, Mr Chairman, may I address you on this?  It's not a question as to whether this incident happened inside or outside of South Africa.  It relates to the Lubowski matter and everything that can be a chain, a link in the chain of events would in the criminal law be something that a witness has privilege against, if it could for instance incriminate him.  The same applies when there is an incident that occurred outside of the country, even discussions inside the country relating to matters that happened outside the country, could be a link in the chain of events leading to an outside incident and that he doesn't have to answer and he's not obliged to answer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos, I know the point you're trying to make is with regard to the previous answer about putting them in a group etc.  Isn't this really a question of argument now, whether the applicant said ...",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "I will accept that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can raise that ...",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "I will accept that, Mr Chairman, I will accept that.  Did you ever give van Zyl instructions in South Africa to monitor Lubowski whilst he was in South Africa?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, I cannot answer that question.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Well, are you aware of the fact that we may, we will definitely argue and are you aware of the consequences that if you persist in answering these questions about the operations of the body that you were a Managing Director of, that we will argue that you are not making  full disclosure, you're aware of that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, I do not see it as such.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "You disagree.  Very well.  You know whether you should",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think with regard to whether questions should be answered or not, the position is that we don't have the power, the jurisdiction to force people to answer.  We can't find any witness who appears before us to be in contempt of the Commission as the courts have a power to find people being in contempt of court if they refuse to answer questions that the court feels should be answered.  We don't have that power, but the situation is, and I'm not at this stage saying at all whether or not failure to answer a question will amount to such, that we'll have to listen to argument later, but if questions are refused to be answered when they ought to have been answered and I'm not saying now that this is a case where they ought to or not to, I'm not going to pre-empt anything, then the risk run by an applicant in that situation is as has been said, there might be a finding that there hasn't been full disclosure and whether there's been a full disclosure or not, is one of the essential criteria which is taken into account in determining the success or otherwise of an application.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Yes.  Mr Chairman, I wish to place on record that the witness from time to time has turned to his counsel to presumably ask for advice.  I have no quarrel with that, Mr Chairman, and I know my learned friend, he's a senior friend of the same Bar as I am, that he is entitled to be consulted and I don't mind that, but I would appeal to the witness that he should confine advice only on matters of law and not turn around on questions of fact.  Now on page 36 of bundle B, I want to read to you what Mr van Zyl says, the same Mr van Zyl, your co-applicant.\nPerhaps I should start at the bottom of page 35, paragraph 68.\n\"Approximate a week after I had handed over the pills, I received a page message from Staal Burger to contact him at a number.  I contacted the number.  It was at the Milpark Holiday Inn.  Staal Burger then told me that I had to see him immediately.  I then went and saw Staal Burger at the abovementioned Holiday Inn at approximately half-past on p.m.  I also met Joe Verster and Christo Britz there with Staal Burger.  I think it was a Wednesday.  I was informed by Joe Verster that Anton Lubowski was expected from Windhoek the coming Saturday and would be expected in Cape Town.  I did not know Lubowski.  I was informed that Christo Britz would supply particulars to me the following day as to where Lubowski would deliver two speeches, namely one in Cape Town and one in Johannesburg.  My instruction from Joe Verster was to monitor Peaches during his visit to the Republic of South Africa.  He had to collect information with regard to persons whom Lubowski had met and places that he visited.\"\nNow in order to place this in relation to time, this was at or about the time that pills were being arranged for Minister Dullah Omar in order to kill him.  Will you accept that, that this was the period that Mr van Zyl is speaking about?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Correct, Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Right.  Were you at the Holiday Inn Hotel together with Christo Britz, Mr van Zyl, or not?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, I'll accept it as such.  I have been in many places.  I cannot recall it, but I would accept it as such.  I would also like to put something in the open here.  I do not have any trouble admitting that someone was monitored.  What I do not understand is that after my advocate had addressed you, what has this to do - I find it very difficult to find a connection here as to my amnesty application and what is now asked here.  My legal representative has taken up an attitude and I would like to stick to that attitude that he has put forward to you, but there will be resistance in answering any questions, because there's no point in me taking that attitude and then answering again.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "You may consider it a game, but it is a matter of fundamental importance to the people that we represent, who do not consider it a game.  They want to hear the truth about what you and your fellow applicants did.  I will repeat the questions.  Were you in the same room with these persons?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The answer again, he said:  \"I accept that I was\", but it was a long time ago and he was at many places.  I understand it that he is not denying it, he is accepting it.  He's not disputing it.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Thank you.  And who was Christo Britz?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That was Mr Wouter Basson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "It's one of the applicants here?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that his so-called administrative name, or was it an operational name?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It was an administrative name, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's the applicant who appears as number 3 in the bundle.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "That's Christo Britz.  Now do you admit or deny that you gave instructions for Mr Lubowski to be followed and reconnoitring work should be done in relation to him?",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, I object to the question.  We've had this a number of times.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "You indicated to your counsel that you were not prepared to answer that question, is that correct, Mr Verster?  Is that what you are saying?  You are not prepared to answer that question.",
            "Male"
        ],
        [
            "MR WESSELS",
            "That is correct.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Is that what - I'm interested in the evidence of Mr Verster, Mr Chairman.  Is that what you are saying, Mr Verster?  You refused to answer whether you were in that room or not for the purpose that is stated there?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is not true Chairperson.  That is not true what Mr Bizos says there now.  I said exactly that I could have been in the room, what I said is that my legal representative has explained my position to you and now I would like to keep to that attitude that my legal representative has put forward to you.  I am not afraid of answering that question.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Do you refuse to answer the question as to whether what is said by Mr van Zyl you said at that meeting is true or untrue?  Do you refuse to say that?",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, may I object formally.   What is the relevancy for these proceedings as to whether it was said or not said about Lubowski in an hotel room.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think Mr Bizos you're getting the applicant into a corner here.  He's indicated that he's not prepared to answer any questions about Mr Lubowski.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Yes, well he answered that he was in the room with him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, he said he doesn't dispute it, yes.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "He doesn't dispute that but he is not - I want from him that he is not prepared to say what transpired in that room.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If he wants to say that, he can say that.  I take it that's what he's saying, that he's not prepared to answer any questions concerning the Lubowski incident.",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "But Mr Chairman, before we get to his answer whether he's prepared or not prepared to answer that, I object to the relevancy of that question in the first place.  I would ask you to make a ruling as to whether that is a relevant question to ask of this witness, whether he has to answer questions about Lubowski or not, because if you find that it is relevant, then he must be advised about his rights and he can make a decision whether he refuses or not to answer the questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Mr Chairman, it's in relation to the context.  This is why I started off my same question that at the time that they were dealing with the attempted murder of Minister Omar, they were apparently also dealing with Mr Lubowski and I want to know whether he said this in order to be able to argue the extent of the conspiracy and whether or not there has been full disclosure.  I don't want to repeat the whole argument.  I submit that the question is relevant and that in terms of the authorities, the ruling should be that it is relevant.  If the witness doesn't want to answer the question, then let him do it knowingly, that you have allowed the question to be asked.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos - sorry for the delay - we're of the view that it's not necessary for the relevance of this matter as to what was said in that room regarding Mr Lubowski, so I think if you could take another track.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Thank you, Mr Chairman.  Was it your duty to report what van Zyl or Wouter Basson may have found out about Lubowski?",
            "Male"
        ],
        [
            "MR WESSELS",
            "With respect, Mr Chairman, we're getting back to Lubowski.  It's no good for my learned friend to ask these questions about Lubowski, because we submit it's not relevant for these proceedings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps if we could confine ourselves to what happened about the pills in that room and what happened there.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "I'm going to come to that, Mr Chairman, there is only a short paragraph about that in the application but we are entitled, in terms of the authorities that I have quoted to the Committee Mr Chairman, we are entitled to examine the nature and extent of the conspiracy and if we have reason to believe on the documents that have been placed before us in relation to the reporting procedure.  The fact that I personalise it in relation to Lubowski, when we know that he attended the meeting already is merely to try and get what the reporting procedure was and what can be the reason for refusing to, or considering irrelevant the question as to what the procedure was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Couldn't you ask a direct question for instance in relation to Mr Evans' incident, or Mr ...(indistinct) exactly what the reporting procedure was with regard to the monitoring then?",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "But Mr Chairman, we cannot ...(indistinct - no microphone) and we can check the answers given by the witness against the answers of the other applicants who contradict the witness and we do not have similar material in relation to Minister Omar.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But what was the question you wanted to put again, Mr Bizos?",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Whether he as the Director received reports in relation to the doings of van Zyl and Basson in relation to the monitoring of Lubowski.  That was the question.",
            "Male"
        ],
        [
            "MR WESSELS",
            "I object to that Mr Chairman.  I submit it is not relevant that we go into those details for the purposes of these proceedings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think Mr Bizos with a view that it's not necessary for us to know and it will just lead to further incidents, If you do have that material, then we're going to get into the minutia of the Lubowski affair because then it will be said:  \"Well, your answer to this question was X, but over here we've got a statement by somebody else saying that it should have been Y and then we're going to just get embroiled in this whole Lubowski incident in which the applicant has indicated that he's not going to answer, so I think if we can ...(intervention)",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "He has a choice Mr Chairman, with respect, not to answer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, that's explained.  Yes, well we know that he's saying that he's not going to answer questions relating to Lubowski, for whatever reason, I don't know what it's for.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "We will try and accelerate the process.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "... on paragraph 405, was Dulcie September killed during your period of stewardship of the CCB?",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, the Dulcie September incident is totally irrelevant to the applicant's application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think that question, I don't have a problem, I can't recall the date that she died.  Do you know Mr Verster whether - when Dulcie September was killed?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I don't know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know whether it was during the period of your stewardship, when you were the Managing Director?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It could be during that period.   Yes, it was during that period.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Very well.  Did you ever make any inquiries as to who might have killed her?",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, may I again object again to this line of questioning?",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Chairman, we're entitled to know the extent of the conspiracy in terms of the authorities because it is said here, I am not cross-examining in the air, I have a Commission's report here which says that the CCB was responsible.  I am entitled to ask whether this witness made any inquiries or not about her death.  Depending on his answer, inferences may be drawn about the extent of the conspiracy and the circumstances, Mr Chairman.  This cannot be avoided.  If there is substance in our main argument, then this is a legitimate question which the witness has to answer.  He can refuse to answer it if he wants to, but not on the basis that it is irrelevant.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, I submit there's no substance in the main argument of Mr Bizos.  The authorities that he quoted related to finding a motive in criminal proceedings.  It may have been relevant in those particular cases.  We have here a completely different procedure with a different purpose in mind where a person comes and he says:  \"I admit to having done certain things.  I'm asking for amnesty.\"  Those criminal cases are quite the opposite, there it is adduced to prove that a person committed the offence or the deed that he's being charged for.  Here it is admitted.  What is the purpose?  Is it being denied that the applicant took part in these offences for which he applied for amnesty?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The conspiracy is admitted here, Mr Bizos.  Normally in those other - they say that they did conspire to kill Messrs Omar and Evans.  In a criminal case in order to establish when there hasn't been such an admission as to whether there was a conspiracy by a gang, the Msomi Gang etc, then you can look at similar evidence to establish it, but here it's admitted so.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "I am not unmindful of that, Mr Chairman, but here we have to have five applicants who admit only five attempted murders.  I beg your pardon five instances where there has been no killing, I think that that is the way ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Bizos, I don't know - well this particular matter, this particular hearing is dealing with these incidents in which there was no killing, I don't know and it's not on record, maybe it can be found out, it's been alluded to by Mr Wessels that there are other incidents in which applications for amnesty have been applied for by some, at least some of the applicants here.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Mr Chairman, I am not unmindful of the distinction between a criminal case and this, but findings of fact have to be made both in a criminal case and here in relation to motive and it will become - motive is going to become apparent.  The context in which - now if they were in fact committing other  murders, that is part of the context.  The object or objective of the offence, whether the offence was committed in the execution of an order and the proportionality of the offence, now unless you have a full picture of what the terms of the conspiracy were and what they may have done in terms of it, how do you decide these questions in which findings of fact have to be made.  They can't confine themselves to the five incidents where there has been no loss of life.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We've had other matters Mr Bizos where we've heard of particular incidents.  One Panel comes and they listen to five or six incidents committed by a particular unit of the police which has committed hundreds of incidents.  Now if each and every such hearing had to get the full background, it would be an almost impossible situation.  We are aware - I don't think it's been denied, well perhaps that could be asked - has it been denied whether the CCB was involved in the killing of other people generally?  Whether it was ...(intervention)",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Well, I did ask that question: \"And if so, how many?\"  Mr Chairman, it's a question that I am going to ask but what I am asking about is, in relation to Dulcie September, is whether he, who was in the business of killing the enemies of the State, whether he heard about it or not, or what discussions there were or not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There can't be any problem with that, could there, whether he heard of it or not and what it involved ...",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, I submit that it is not relevant for these proceedings and we can't carry on about if there can be any harm in answering or not answering those questions.  We've got to draw a line on relevancy and it is my submission it is not relevant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is going very slowly.  I just wonder if I shouldn't - if you could just bear with me.\nMACHINE SWITCHED OFF\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos, Mr Wessels, we're of the view after having discussed the matter that with regard to the way or the modus operandi of the CCB which we know very little of, if the questions regarding to that could be put in general terms, specifics you know as to what - who reported to who etc., should be confined to the matters before us because really we can't and won't be making any findings in the Dulcie September, Lubowski, Webster matters, so if you could be more general and not link it to specifics or details of other events.  Obviously there's - well we've been told that there's a reluctance to answer those overseas questions, they won't and I think we'll just be knocking our heads against the wall to be persisting to ask about details of other incidents.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "I accept the ruling and I will put general questions Mr Chairman, but the refusal to answer what may be relevant questions has consequences and I will take the refusal and will argue later as to whether - I want to put questions, to be refused and I will argue later whether the refusal was justified or not and the consequences that they may have.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, may I interrupt here.  I object to that line.  It is not open for Mr Bizos to ask irrelevant questions that are inadmissible and then later argue the witness refused to answer those questions and therefore an adverse inference must be drawn from his refusal.  I submit in each instance you must decide whether it is relevant for that question to be answered and if it is found that it's not a relevant question to be answered, then the witness isn't even to be asked whether he wants or refuses to answer that question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  I think Mr Bizos understands that ...",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Yes, I'll try and ...(indistinct - no microphone)\nHow many people were killed by the CCB during your stewardship?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson what I can remember is what we've already applied for amnesty for.  For instance I think of the Ribeiro incident, that was in any case Special Forces, it wasn't specifically CCB.  No there's no-one ...(intervention)",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "So you can't recall anyone that the CCB killed?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Not off the top of my head, I cannot remember anyone else in the CCB's time.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Your function was to kill, among others to kill people in order to save South Africa from terrorists, is that right?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No my function was to maximally disrupt the enemy.  This did not only mean killing people.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Do you say that for a period of three years, you  the head of at least 150 people, didn't manage to kill a single enemy?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "We are now talking about part of the total structure of the whole South African Defence Force, that which goes about regions and inside the borders of South Africa, I can't think of anyone.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "You can't think of a single killing that was done under the auspices of the CCB of the enemy of the State?",
            "Male"
        ],
        [
            "MR WESSELS",
            "May I ask Mr Bizos to make it clear whether he's referring to inside South Africa or inside and outside of South Africa?",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "No let's take that step by step.  Inside South Africa.  How many people were killed by the CCB operatives inside South Africa?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "There is no-one that I can think of at this moment inside South Africa.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Well you know, I find it difficult to accept that answer, with respect, Mr Verster, either there were so many that you can't think of anyone, or that it was not of any importance to you whether the operatives that you were directing, killed people or not.  Is that correct?  Which of the two would you choose?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I wouldn't choose any one of the two.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Now let me just see.  Generally the operation, if we understand it correctly, was that there were lists of people to be either eliminated or blackmailed or compromised or their property was to be damaged.  There were lists were there not?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "There were enemy lists, but it was not aimed specifically on the CCB Chairperson.  What I said earlier is that it is about the total Defence Force Structure and even outside the Defence Force, the Police and National Intelligence.  The CCB was not responsible for everything that happened inside the country.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "No, I'm not talking about everything.  I am asking you whether there were lists in which people that were to be killed were identified and were they brought to you by your Managers from the various districts?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, we did not only have lists just for ourselves.  I'll say again, we were part of the information structure of the whole of South Africa and that was a national structure in which people were available and this was the only thing that we had to our avail.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I think what Mr Bizos was asking you and I've heard what you've said, was did any of the Managers, that is the Managers of the various regions, bring to you lists of people who they felt should be monitored or dealt with, let's use that term?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, Mr Chairperson, we did receive information from the ground level and then we compared it, as I had said earlier.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Were the people whose names appeared on that list, identified by any of your Managers or any of the operatives in order to be killed?",
            "Male"
        ],
        [
            "MR WESSELS",
            "Again, is it inside or outside of South Africa?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Inside South Africa I think.",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson there were on those lists enemies identified and I will say again, I measured it in comparison to our goal and it would not say that person x would have to be shot dead.  It would for instance be said that this person is a threat to the sovereignty of the State and this person has to be disrupted and then plans would be made by the people on the ground and those plans would then be presented to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But the question put by Mr Bizos was, was there any, once a person was identified, was there ever any instruction or authority issued to have him killed as opposed to being monitored or whatever, to have him killed?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson I was under the impression that you were saying that, were there people on lists presented to me that had to be killed, that they said would have to be killed and what I am saying is that lists were given to me, I can't say specifically.  It could have been that some of the people, one of the regions could have said that this person is a threat or this person is busy infiltrating bombs into the country, so it could have been the case.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Clarity, did any of the applicants here other than Gen Webb who was your senior, did any of the applicants ever make any suggestion to you that any persons on those lists should be killed?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson in the case of region 6, more came from ground level to me so it could be the case and I cannot now think of a specific person or personality, but they did come with suggestions from ground level.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Now let's take them one by one.  Applicant number one, Mr Botha, did he make any suggestions to you that any particular person should be killed?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It is too long ago, Mr Chairperson, I do not know.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Well you know we're not dealing with what happened at a tea party, Mr Verster, we are dealing with suggestions to commit murder or incitement to commit murder, or conspiracy to commit murder.  Please try and be of some help.  Did Mr Botha suggest to you that any person should be killed?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not know Mr Chairperson, there were 10 or 12 regions and it could have come from many regions to m and I can't remember if he specifically said.",
            "Male"
        ],
        [
            "MR LAX",
            "We're only talking about one region at this point in time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We're talking about Region 6.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Well I've given a specific name.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes and with regard - I think we can even - to Region 6.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Well yes, I intend going through each one of the applicants in the hope of getting an answer.  Did Mr Botha ever suggest to you that anybody should be killed?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "In our working relationship, I do not know Mr Chairperson, I cannot remember any specific name or incident and I will say again it is because there had been many other regions and for that reason I cannot link one incident to one person.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "I'm going to ask you to please volunteer anything that you remember Mr Botha suggesting to you.  Volunteer.  Tell us.  For how long was Mr Botha under your command?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson Mr Botha was under Mr Staal Burger's command.  I never gave him orders directly, he specifically worked through a specific channel and I cannot answer this question any better than I've already answered it, Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "But you had to approve every suggestion that was made before any action should be taken.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, Mr Chairperson, but in many instances I only spoke to the Regional Manager and sometimes the Regional Manager listened to people and in certain incidents we came together in a group, or the person who suggested it.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Please tell us one instance of a specific proposal that may have been made by Mr Botha either through Mr Burger or directly to you.  One instance where such a proposal was made by Mr Botha.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not have a specific incident.  I do know in the case of Evans Mr Botha could have been involved, but I cannot specify that at this point, Mr Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "So you say Mr Botha may have been involved in Mr Evans' - what was his proposal, do you remember?",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, if the witness says he can't remember, he may have been involved, then how can Mr Bizos say:  \"What was his proposal?\"  as if it is in the positive.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Try and put your mind back, whether he did make any proposal and what the nature of the proposal was.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, all I know is that certain statements had been made available in which members, some were Section 29 statements, some of them were under pressure for various reasons and from these statements I can now say that there had been allegations made by some of these members.  I have no problem to admit to anything that I was given orders for, but I, in the size of the structure, I cannot call one or link one specific incident to a personality.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry.  I'm just puzzled now.  You're confusing me Mr Verster, I'm sorry, please forgive me.  We're talking about the Evans case now specifically.  That was what was specifically asked of you and in relation to that you now said different allegations were made in different affidavits by various people, some in Section 29 detention, I just don't understand where all that is coming from in relation to Mr Evans.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, no I was under the impression that the question was asked if I can remember anything of any presentation that Mr Botha had made to me and  I am now inferring in one case that I can remember from statements that Evans was involved, and I was not directly asked what the matter was or what the case was regarding Evans.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, my notes are quite clear that I'm making as I'm going along here and I understood us to be dealing with the Evans situation, so maybe just for Mr Bizos's benefit, in relation to Evans, which is what I thought we were dealing with and which I'd like your answer on perhaps, the question was, are there any recommendations specifically from Botha, that you were aware of, that gave rise to the Evans decision?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, I remember in on of the statements it appeared like this and I accepted it as that, that Botha went to his Regional Manager.   If his Regional Manager spoke directly to me or whether his Regional Manager spoke to me through Botha or a presentation was done in a specific place or in a room in a hotel, I can't remember the specific situation, but this is how the structure was created and I accepted as a responsible person that that could have been the case that he did indeed make such a presentation and that it handled about Evans and it was about the killing of Evans.",
            "Male"
        ],
        [
            "MR LAX",
            "You see because they go further than that in their papers where they say that the next step was having made a presentation to you, you had to approve of it and take it next step up, so you would have had to have done something specific with that and that's why you're being asked these questions.  Sorry Mr Bizos, I didn't mean to interpose.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Well, it is not a problem for me.  I thought that I had said it, but if I did not say it then I am sorry, but what I am saying is that in the structure of Region  6 and about the killing of someone there were presentations that were made.  They were made to me and I listened to these presentations and I then went to the higher hierarchy in this process.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos before you proceed, I just want to get something, just one little point cleared up.  Whereabouts were you based Mr Verster, during your period as Managing Director of the CCB?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "In Pretoria, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And a person like Staal Burger, where was he based?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "There is a perception that exists that the CCB had a building with structures.  This was not the case.  What happened is that every region had it's own area and I never physically went to those buildings and those people who worked from Jo'burg, so they had for every project or every part and every individual had his own building and then sometimes we went to a third place to meet and every now and again we would meet at specific hotels.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Most of the operatives in Region 6 let's say, were based in Johannesburg and Pretoria?  That's where they would ...",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Sorry Mr Bizos.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Let us take the next person.   Do you recall whether Mr Maree made any proposal to you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Maree could, together with Mr Staal Burger at times, I don't think there was a specific case where he alone had made a presentation to me, so once again I went through the channels.  He gave it to his Regional Manager and I would sometimes speak to the Regional Manager.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "That's supposition.  You have no recollection as to whether either through Mr Burger or in person, Mr Maree came and made any proposal to you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I cannot think of a specific project at this point, Mr Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "And let's take Mr Basson.  Can you recall any proposal that he made to you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "In the case of Mr Basson, it was not his duty to make presentations to me.  He was the Co-ordinator of the region, Mr Chairperson, so the only thing that he did was that he organised what we already spoke aside and he would organise a meeting with the Regional Manager or he co-ordinates any administration between our Headquarters and also the Region.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "And he was also to procure weapons and arms in order that the killing may be done?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "He was the Co-ordinator in the formal structure of Special Forces.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Anyway, you've give us a reason why you say he never made any proposal to you.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It was his appointment.  He was  a Co-ordinator.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Yes.  And what about Mr van Zyl, did he make any proposal to you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Once again the same thing.  He works in his own cell structure.  He talks to his Regional Manager and then his Regional Manager, if his Regional Manager thinks it's an important project, then we would meet.  We would co-ordinate or it would be co-ordinated by Mr Basson and in this way we would then take a decision or make a decision and then we would get the facts.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "But that's a generality.  Do you recall as to whether Mr van Zyl came to you either together with Mr Burger or alone to make a specific proposal to you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, if I can remember correctly,  it was in the case of Mr Dullah Omar that such a presentation was made.  Mr Slang van Zyl, and it was in the presence of his Regional Manager and it was after several meetings that Mr Staal Burger or the Co-ordinator had spoken to me and at a stage we had a meeting in our hotel room in Jo'burg.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Other than what you have already told us, can you recall whether Mr van Zyl made any further suggestion to you?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, Mr Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Let's go on to Mr Burger, the District Manager.  What proposals did he make to you personally?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "What we have already mentioned, that came from the cell structure.   As in the case with van Zyl and the case with Mr Botha, we had such meetings and then Mr Burger sometimes spoke to me alone and then later the rest of the structure would be added.  Those who were response ...",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "You don't remember anything specific, other than what you have already told us?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, Mr Chairperson, there is nothing.  Nothing else.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "And Ferdinand Barnard, did he ever make any proposal to you either directly or through his manager?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Barnard, Mr Chairperson, only worked with us for a certain time during which he received certain tasks.  He had a handler with the name of Louis, but none of the projects as it was in District 6, were his responsibility.  At that time - his probation area was not in his time and I was not aware of the fact during this time that Mr Barnard worked with Mr van Zyl or Mr Botha.  It was against the regulations and I only later heard that he worked with them.  This was the handler of Mr Botha, sorry the handler of Mr Barnard.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Got any other names?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "This was ...(indistinct) from statements that you already have in your possession.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Did Louis make any proposals emanating from Mr Barnard?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "There were no internal activities that came from him.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "I want to summarise the whole of your evidence in this regard.   As you are sitting there, you are unable to give positive evidence that: \"I authorised that particular transaction to that particular operative\"?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson no, it was not my function.  I know that according to the statements that are available, that Region 6 and the Regional Manager Mr Burger, gave out operations as for instance Slang van Zyl who worked in the Cape, Slang van Zyl was mainly responsible for what happened here, like the incident of a bomb explosion at the Early Learning Centre and he was responsible for the project regarding Dullah Omar and the case of Mr Evans.  It was Mr Botha.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Let me repeat the question.  If your evidence whilst I was going through these names was honest, you are unable to say as you are sitting there that you authorised a specific act to any particular of the applicants whose names I gave you?",
            "Male"
        ],
        [
            "MR WESSELS",
            "No Mr Chairperson, the witness has already answered it.  He said that van Zyl was on Omar and Botha was working on Evans.  This is exactly what he'd said.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "But not with certainty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think the question asked by Mr Bizos is, can you, as you sit here, recall whether you gave any direct authorisation to any of the applicants, that includes Staal Burger, in respect of any particular operation?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, I read it out.  I can with 100% conviction say that for Region 6 and the activities that we lay before you, that I gave the orders for this after they had presented it to me.  The specific detail of  what happened on ground level, I do not know of, but as a result of the way the structure was structured and as a result of the fact that Mr Staal Burger brought it to me and then I accept what he said to me and then certain meetings took place and then I authorised it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, just to get it clear then.  Staal Burger would come and say:  \"Right, we've got a potential operation.  These are the facts, let's say it's Mr Dullah Omar's matter, this is our information.  You would receive that, consider it, take it up the next step to somebody in Special Forces or whatever and then when it came back to you, it was decided to go ahead with the operation, you would then  tell, or order if that's the correct word, Staal Burger to go ahead and proceed with it and then thereafter he would go down to his level and appoint whichever operative he wishes to carry out the instruction.  Is that more or less what you're saying?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "May I just summarise it as follows, Mr Chairperson?  Information can come from ground level.  In the case of Region 6, there is a pre-emptive study done and this is building up the plan and then the Co-ordinator will one day come and in this case it was Christo Britz, he would come to me and he would say that they would like to make a presentation to me.  They get aside, they co-ordinated, I go for the presentations, I listened to the presentations, I will then consider it and then I say to them:  \"I will talk to you later\" and then I  will then clear it up and that is how I did it and then the authorisation, if it came, I will say to them:  \"It is okay and there is a budget and this comes from the formal Defence Force Structures\" and this, everything that I am saying to you now is something that is put in writing and has been put in writing for many years and the Commission does have it in its possession.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "From what I understood, the thrust of that question was in a subtly different way.  As you sit here today, if you ignored all these affidavits and everything else, you have no independent recollection of giving those instructions.  That's what I thought you were being asked.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I was under the impression that I had answered this.  I can remember specifically and the reason why I say that I can remember this is because I created the structure.  I created Region 6.  I know what the role and function was and I knew what I had said and what I had authorised.",
            "Male"
        ],
        [
            "MR LAX",
            "I'm meaning it in a different sense.  You don't remember the date, the place, the time, exactly who was present?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I cannot specify this, because the structure was so big.",
            "Male"
        ],
        [
            "MR LAX",
            "Precisely.  So other than in a general sense that you know you were part of the - you were at a certain echelon, head of a structure with others above you, but that you were a certain node at which the decision was channelled downwards through you, other than that and that you can say: \"I remember that I gave - I passed on the approval for that particular operation or plan or whatever it might be, other than that, you don't remember exactly when you did it, who was present, who you actually spoke to.  You don't have an independent recollection of that event, other than you must have spoken to Burger because why, he was the next person below you.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, Mr Chairperson, I do remember meetings where Slang van Zyl was present and it was with the region, the precise date, time and place - it was 11 years ago, I do not know this, but I do know that I did this.",
            "Male"
        ],
        [
            "MR LAX",
            "Maybe that's something we can canvass later, but that was my understanding of what you were saying.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Now when you say you remember, I'm going to suggest to you that this was not your evidence originally, but I don't want to argue that now.  You say that you gave your authority in writing for each and every act that had to be performed by the Manager and the operatives.  Is that correct?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That was the structure, Chairperson.  At times when it went quickly, there were verbal discussions and then later the budget was signed.  In the case of Region 6, as I recall it, there was sufficient administration and then I authorised it in writing.  I will listen to the plan.  If the plan is approved, and then I discussed it with the Chairperson and then either the Chairperson would sign it, or at times when it was a verbal matter, I would sign it, that is how it happened in practice.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "If you were satisfied, nothing could happen if the Chairman did not approve it?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I don't know, please repeat the question.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "You had to seek confirmation from the Chairman according to your evidence and statements that have been made.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Correct, Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Who was the Chairman at the time of Minister Omar's attempted murder?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It was Gen Webb, Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Who was the Chairman at the time of the attempted murder of Evans?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It was also Gen Webb, Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Who was the Chairman for the Early Learning Centre?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That was also Gen Webb, Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "And who was the Chairman when steps were taken against Bishop Tutu?",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, the applicant didn't apply for amnesty in regard to Bishop Tutu and I therefore submit that he needn't answer any questions.  It may reveal certain incidents - it may incriminate him at a later stage, if in fact it is an offence.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Chairman, an application was made ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Some of the applicants reply in respect of ...",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "And presumably they're going to say that they did it on this person's authority.  It is a passing strange situation when the person that has the authority says that:  \"I refuse to answer\", but it's his choice Mr Chairman.  I persist in the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I'll allow the question, Mr Wessels.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Who was the Chairman whilst  steps were being contemplated against Bishop Tutu and we are going to say that on the facts, further against his son?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We are  talking about the incident in which a foetus, a monkey foetus was hung or placed on the verandah, yes, that incident.",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, my evidence was led back then that we would or that I regarded it as a joke, in the matter of Tutu and I regarded it as something that I did not have to apply for amnesty for, but with regard to Mr Tutu's son, I do not know what Mr Bizos refers to.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think the question was whether he required it a - the question, and it's got nothing to implicate you at all, the question was purely, who was the Chairman at the time of that incident?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I think it was also Gen Webb.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Now you apply for amnesty for the Evans and the Omar attempted murders?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, I know during the early years there was a dispute with regard to what Gen Webb thought that he was authorised and was not authorised to do.  I don't know what he applied for specifically.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "On the evidence that we have, given by Gen Webb in the Webster inquest, he denies that he authorised Gavin Evans and the Omar attempted murders.  Now if that evidence is correct and if your other evidence is correct that nothing could happen before the Chairman authorised it, then these two were unauthorised.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairman, there was no project which I undertook which I had undertaken on my own.  In my structure, a year beforehand budgets were done.  Next year's budget is done this year and then projects are attached to whatever budget is needed.  If one arrives at a quarter then there are submissions made to the Chairperson and then those projects during that quarter are attached to another budget and if the project is displaced then we would once again submit it to the Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Bizos, if I may just intervene, just before it slips my mind again.  Just arising out of what you said, so if you had an operation that involved the assassination of a person, let's say X.  It's decided that X be assassinated by waiting for him on the corner and when he drives past you're going to shoot a bullet through his head.  Now do you need a budget for that sort of operation?  I mean what you're going to - if one of the operatives who is in the employ of the CCB is used, let's say somebody who is getting a monthly salary, what are you going to budget for?  Six rounds of bullets or something, you know, I'm just asking because the impression I got was that every operation was so structured and that had to come on the budget and be approved and signed etc. but surely there were some that didn't require a budget?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That was specifically the case.  I do not want to say by this that persons at ground level could not make any mistakes, but what happened in reality, Chairperson, is that with sensitive operations there was always a problem with the Auditor General because it was said that it was a fruitless expense, people pretend that they do not work for the State but in reality they are still connected to the State and our role was to do things that could not be connected to the State and that factual criticism was put into a financial plan that was authorised to the Attorney General and this caused that funds were written off before they were used and the method of writing it of was that when one says that the day before X, Y and Z was to be done, there had to be a plan and if it was accepted, it was signed and that is then the budget for that specific operation and this includes hotel cots, petrol costs and so forth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So would the Auditor General have received a document saying: \" To:  Murder of Mr Dullah Omar, travel expenses etc etc,\" would it be set out like that, or would it be more covert?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "It was within a covert administrative system on the one side.  There was a financial file where it was not as blatantly explained, where the file would have a name and only the specific persons involved with it put it in writing and on the other side, the operational plan was placed in writing so the two were kept apart.  It did happen, as I said previously, where there were instances where actions had taken place quicker and then it was possibly a telephonic discussion between myself and the Chairperson, or I met with him quickly and he said:  \"Continue, you may authorise it\" and on that bases I then signed it myself, but that was the exception to the rule.  As a rule it had to be signed by the Chairperson himself.  Under oath on a previous occasion I have said that there were two things that were never delegated to us.  The one was the authorisation for an operation and the other was finances because this comes from the formal State structures.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, just while we're on this.  I'm just a little puzzled how you could have a budget for things you hadn't even contemplated at the time you drew up your budget.  It's clear from all these documents that for example some of these operations you did within a year, long before you had a chance to even create a budget for them, so how, you know, it's not a question of creating a budget say for operation IP, or a budget for operation whatever, some of these things happened very quickly.  Firearms were organised, money was arranged, vast sums of money were arranged at very short notice.  There could not have been budgets for those things because they weren't even contemplated at the time.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I can assure you Chairperson, that it was done in this manner.  The covert funds of the army had to be submitted in Parliament.  There were Parliamentary committees for those instances and that had to be done in the previous year, otherwise we did not have money.  It had to work in a State structure, so in the development of a region, plans were formulated that were based on enemy actions and from those plans we say person X, Y, Z would need four cars and five persons and would go to Cape Town five times or ten times.  That is just a budget.  That budget is manipulated later between this person who will work here and another person who will work there, but that was within the region, it is authorised to that region and I would like to add that with the breaking up or disbanding of the BSB, this was done under General Geldenhuys, and on that retirement, we were edited completely.  No money had disappeared, there was nothing strange and for the then government it was a great problem to the government because the problem was that if we were audited properly on Treasury level and if everything was approved on Treasury level, that would mean that everything was indeed authorised and then money was then withdraw.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh sorry, are you still busy.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry, Chair.  I'm still not satisfied that we understand each other.  It's one thing to have a general budget, it's another thing to have project specific budgets.  You may well have had  a general budget for Zone 6, which entailed a whole range of contemplated activities, but we're talking about specific projects.  Gavin Evans, Minister Omar, Project Apie and others, the Early Learning Centre project.  Those things happened over a few months.  It's all very well that you got authority after the fact and therefore the expenditure was deemed to be proper.  Yes, there was an audit trail created and all that sort of thing, I understand all of that, but the impression you gave us when you began to talk about money was that each and every project was properly budgeted for.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is so.  In other words I say once again, specifically like a business plan, once a business plan has been made and the cash flows then one has X amount at the end and that is how it was done.  It comes from the general budget that you referred to, Chairperson and it comes from the specific person's budget for projects that he had applied a year back and that has been changed through the year and amended and eventually he says that for this project I will need R40 000 and that comes from the advance.  For example, if Slang van Zyl comes to Cape Town and he stays in the Cape Sun Hotel, then he budgets for four or five days and he budgets for whatever the negotiations might cost him, or whether he had to pay the person two thousand or three thousand rand and that is his budget which is part of a plan that I say:  \"Very well, it is accepted\" or \"There is too much here, you have to do with less money.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "I want to read to you the first sentence of your application in paragraph 2.2 on page 192.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Volume A of the bundle A.  So you want to read paragraph 1.1, is it?",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "2.2.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "2.2, page 192, paragraph 2.2.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos if you could go back to the beginning with the light on.\nMR BIZOS\n\"These actions were actions for which I had instructions from the top and were authorised according to procedures and which instructions were delegated to the bottom.\"",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I think so, Chairperson.  I would not have said it, I would not have signed it, if I did not think it was so.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Okay, so you're satisfied that that is the truth?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Correct.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "And when you speak \"van bo\", who are you referring to?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I only had one channel and that was through the Chairperson of the structure.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "And who is that, who was that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That was Gen Webb, Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Is he sitting behind you there?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Correct, Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Right.  Now I'm going to read to you a passage of his evidence, Gen Webb's evidence in the Webster inquest at pages 1674, line 14, to page 1675, line 13.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos, could I ask you at this stage when you have completed that, if at some time an arrangement could be made for a copy to be distributed to all the representatives?",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "...(indistinct - microphone not on)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry, what was the second reference?",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Page 16675 line 13.  The question is to Gen Webb\n\"Did you ever speak to Christo Britz with regard to these two incidents where persons had to be eliminated, Omar and Evans?\n\t\tNo, My Lord.\n\t\tWas it, is it in other words with regard to the investigation of Gen Badenhorst and Brig Engelbrecht?\n\t\tI was called in one night to attend the investigation.\n\t\tCan you tell the Court what had happened there?\n\t\tGen Badenhorst called me in and there it came to light that for example Dullah Omar and Evans, according to his information, at that stage had to be eliminated.  That is what came to light there.\"\nIt's not that I don't know the name, it's spelled Dullah, Mr Chairman, I don't want to be misunderstood by the relatives that I can't pronounce the name properly.\n\"Yes, who were all present at the meeting?\n\t\tIt was Gen Badenhorst, Brig Engelbrecht, of the SAP, Verster was there and I think Christo Britz was there and myself.  I cannot recall whether other persons were there.\n\t\tAnd did you discuss the matter there?\n\t\tIt was not actually a discussion, it was a feedback from Gen Badenhorst to me.\n\t\tWhat was Col Verster's reaction to these allegations?\n\t\tThat evening I asked him on whose level were Omar and Evans authorised and he said at his level, therefore in effect he admitted that he had given the instruction that Omar and Evans had to be killed.\n\t\tAnd ...(indistinct) there.  Yes, did you then ask him but why did he not notify you in this matter?  Why did he, without notifying you, could give such an instruction?\n\t\tMy question was only at which level it was authorised.\"\nDid you understand that evidence, Mr Verster?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I understood it, yes Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "If the evidence of Gen Webb was correct before his Lordship Mr Justice Stegmann, it's in direct conflict with your evidence that you had authority for these two killings.  Would you agree with that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I accept that according to the evidence it is in conflict.  Whether it is correct, is another matter. Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "And you are sure that your version is correct?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Now I want to test this, how sure you are.  General Webb has not applied for amnesty for these two acts.  Would you be prepared to stand up in a case against him and say he authorised it, if he hasn't got amnesty, he can't get it because he hasn't applied.  Are you prepared to stand up in a witness box and say that?  Are you sure of that?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, over a period of 11 or 12 years we have a dispute with regard to specifically that point.  In my opinion, other evidence could be led.  You may ask them yourself where I said that it has to be discussed, or it was discussed with the Chairperson.  I had a structure within which I never did anything without discussing it with the Chairperson and if I say that over a period of 11 years, I had led evidence several times where I said that I authorised it, meaning that I signed it, meaning that I may have made a telephone call, maybe I handled it on my level and on that basis I functioned over all the years and it is generally known.  Everyone who applies for amnesty there and even in some of the other instances.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Are you finished?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "So what I wish to say Chairperson is that according to a procedure within which we started from a previous year and submitted plans and proposed plans, there may have been a mistake or a misunderstanding or an incorrect comprehension where I know in certain instances amnesty was applied for, that the General had applied for, I do not know what he applied for, I do not know what the circumstances were, but it was just not possible with the role and function because I was not an information person who worked and then by accident had someone killed.  I functioned with a structure where we acted offensively and had to disrupt the enemy and within that there were quarterly proposals from every member and what he busied himself with.  With regard to this specific incident and at which stage Gen Webb knew or did not know, that I do not know and I cannot answer to that right now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I think what Mr Bizos - the thrust of his question is, you're under oath now and he's saying in a trial, if the matter were before a court, you under oath would give the same evidence that Gen Webb authorised both those named operations?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you could repeat that, the button was not ...",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Yes.  Were you at the meeting that Gen Webb describes on these two pages?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, Chairperson, I cannot recall that.  There were meetings where I spoke to Krappies Engelbrecht or to Gen Badenhorst but if you place it in the context of the time, I have to emphasise that something was happening to the CCB and that was that the State, for whom we worked, were moving us out and they quietly caucused between Gen Webb and Gen Geldenhuys and the Ministers who said: \"Let us make a clinical cut here, let's just cut out this region 6, let us just cut out the CCB\" and this led to confrontation, for example the day when the first bomb exploded, figuratively where we were disclosed and I went to Gen Liebenberg's house and he said that Gen Badenhorst had been appointed and I told Gen Badenhorst that he was unreliable.  I knew him for many years.  He was someone who would stab you in the back at other times and I dealt with it as such and there was severe in-fighting where I could see that and where things were turned around.  Facts were constructed so as to make it look that we did things on our own which is not the case and that was the order of the day.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            ";   Did you attend any meetings in which Badenhorst and Krappies, I'm sorry, Gen was he Engelbrecht, were present at which you discussed Omar and Evans?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That could be.  There was an investigation by Gen Badenhorst at our offices and there was another occasion where Gen Badenhorst and Engelbrecht were together, so over a period we did meet Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Do you recall that there was a discussion as to the authorisation of the Omar and Evans matters?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson, we may have discussed it, we could have discussed it, I think we discussed all projects.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Where was this meeting where you discussed those projects?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I am not certain now.  I don't know whether there was one in the hotel or whether it was at our premises.  We had several premises.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos is asking you, correct me if I'm wrong, can you recall a meeting where this was discussed?  I mean in your own mind as you sit now, can you remember?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I can only assume that we had to discuss it because it was one of the things that we applied for amnesty for and I cannot recall the specific circumstances right now because there were so many projects that were discussed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I think what Mr Bizos is asking, can you recall a meeting at which the authorisation was given for the operation to be carried out against Messrs Evans and Omar?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No that I cannot recall.  I don't know if that is what Mr Bizos meant.",
            "Male"
        ],
        [
            "MR LAX",
            "Your mike Mr Bizos, sorry.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "You can't remember?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, but as I now understood it, you think in terms of the operation Chairperson.  I am under the impression that Mr Bizos asked whether I can recall that these two projects were discussed in the presence of Krappies Engelbrecht and Gen Badenhorst.  That is how I understood it.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "You see this couldn't have been an unimportant meeting.  If ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's get it clear Mr Bizos.  Prior to the operations now, not ex post facto.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "I'm talking about the ...(indistinct - no microphone)",
            "Male"
        ],
        [
            "MR LAX",
            "Your mike.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, that's the authorisation of the operation.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Yes, the discussion ex post facto of the two operations.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  so long as we're not confused.  So he's talking about ...",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "You understand that my question relates to what happened when it became known that these two operations had taken place, there were discussions about who authorised it.  Did you understand my question in that context?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I assume you mean that after the CCB had been disclosed and the two operations came to light, the operations - after the investigation had been launched.  That's how I understood it.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "It must have been a very important meeting because here was a senior officer, a General, discussing the operation which you say he, Gen Webb, authorised.  When was the first time that you learned that Gen Webb was not standing by you in admitting that he had authorised the Omar and Evans projects?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Chairperson I cannot specifically indicate but I may say that it was approximately 1980, 1990, when the CCB was disclosed or uncovered and I think it was in August 1989, I think it was with regard to the person, the problems that Ferdi Barnard and Kalla Botha had experienced and there I saw that the entire structure, the chief structure of the army and how they turned it around and it was told to me that if I had left Region 6 in the lurch, they will look at me and they will look at Gen Webb.  If I recall correctly it was then Gen Badenhorst who told me this and I only said that it was not my intention and in my opinion I had fulfilled my duty and various Generals turned around what they had said and later on no one was guilty, but the point that Mr Lax earlier asked, I want to reiterate because I think this went lost upon you.  An audit was done with regard to all CCB operations and that audit presented.   All projects as authorised and that meant that all monies expended were for authorised projects and in the presence of the Chief Payment Officer of the Army, it was taken away from the CCB, the documents, because the implication of this complete audit was that all these operations to which we referred to, that they had indeed been financially handled correctly right from the top and the original documentation was taken away from us and we never saw it again and a few days thereafter we read in the newspapers that, I think it was General Malan, that General Malan had said that approximately R500 000-00 was unauthorised and then an amount was taken and made unauthorised so that it would appear that it was never authorised while initially it was clean and then in the newspaper reports led that the financial plan that had developed from 1987/88, that in this financial plan there was no distinction between internal and external operations and it was dated back to 1986, in other words after the money had been spent.  Already after the money had been spent in 1989/1990, all of a sudden a new policy appeared that the handling of covert operations was presented in another manner.  I don't know if you comprehend what I am saying right now, but the great question now is, why did the entire State structure conspire to go and change the budget and the financial plan.  If I had acted ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You're saying there was a cover-up by the authorities of the State, with regard to the CCB operations, they buried it as such?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "What I am saying, Chairman, is that we audited all the projects of the CCB.  What happened then is that after the audit everything was clean and then they took away the original audit and they changed it so that it looked as it ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It came through as unauthorised expenditure.",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "In the amount of about R580 000 or something.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "What I want to ask you, just for the sake of completeness, this audit would not have had Mr Omar's and Mr Evans's name in, everybody had made up names and the projects were not named after the individual or the victim, so that this audit wasn't really for the Auditor to know the truth.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "What is indeed so is that the project did have a name.  There were certain project names and on those bases it was audited.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "We know that those documents were destroyed, were they?  Did you have anything to do with their destruction?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Mr Chairperson, because I did not want to contractually co-operate with the Defence Force as a result of this infighting between, call it the Defence Force Structure and the CCB, I was fired.  So I was not allowed back on my own premises.  Then there was a big fuss from the Harms Commission and there was a big fuss in the press about how files had been hidden away, and what I did is I got someone because I was not allowed on my own premises that I started myself, and I gave documentation to this guy, I said:  \"Go and put this on the file\", and he later on - I can't remember the name of this person, but they confirmed that they put the documentation back in the files in the administrative offices.  So this was a story by the previous government to pretend as if files had been hidden and that we hid it and that we were responsible for this.  ...(transcriber's interpretation)",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "That's as far as the audit documents are concerned.  What about project files?  What happened to them?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "At that stage that was the case and then I think in my attorney's possession there is documentation where I was invited somewhere early in the 90's, I was then chased away, I was then not a member of the structure anymore, where I was invited to join the final burning of the files to ensure that the files were indeed destroyed and I said that I was not interested in this, I did not want to be present and it was then done by the Defence Force Structure.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "So the file of Evans, the file of Omar under their appropriate project names, were destroyed?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not know.  I was not present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos, when you get to the end of the line, we'll take the adjournment for the day, but only when you're finished your line of questioning.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Can you just tell us, who destroyed those files?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "That was in the financial plan, a destruction procedure was set out after the completion of procedures.  It was approved and this documentation is in the possession of the Commission.  The whole financial procedure, so it could have been destroyed in terms of this document, but I was no longer a member of the structure, so I do not know.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Who destroyed the, never mind the financial files, but the project files?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, I was not present Mr Chairperson, I do not know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who invited you to be present?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not know.  Mr Chairperson, we can ask this from my attorney.  There is a letter.  Let's call it the disbanding Committee of the CCB, of the South African Defence Force, if I have to guess.  Maybe this document is still in the possession of the attorney, I do not know.  This is Mr Alex Bosman, Mr Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Were the project files available at the time of the Harms Commission?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, Mr Chairperson, I think that at that stage of the files had already disappeared.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "If anyone has given evidence that it was a plan which you were in charge of in order to get rid of the project files, would that evidence be correct or incorrect?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "There was a procedure at that stage according to which we, as a result of the disclosure of the structure, certain operational structures,  was made available to stop that some of the documentation be made available to the Holmes Commission and I cannot remember if I was a member of this structure or not.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "In order to get rid of the files?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "This was the procedure according to which we handled covert files.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "I don't know what that means.  Was that a plan to destroy the project files?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No I do not know of any plan according to which files had to be destroyed.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Were they produced to the Harms Commission?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, files had already been gone at that stage,  Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Would those files have - were they of vital concern to you because they would have exposed practically everything that you did in the CCB?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "There were files where the whole structure and the entire Defence Force Structure was worried about due to the political implication of this, it would be exposed.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            ";   Did anyone, in all these discussions or offers that were made to you, anyone suggest that whoever was doing it, it was suggested was attempting to defeat the ends of justice?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I think it was put to all of us like that at the Harms Commission, Mr Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Are you aware of the finding of His Lordship Mr Justice Harms that, to use the following words\n\"I have no doubt that the persons who are directly responsible for the disappearance of the documents are Verster, Brand, Cillier and Britz\".\nAre you aware of that finding?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I can recall it, Mr Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Who is Cillier?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "I do not know, it is an administrative name, I can't remember that.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "And Britz?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "This was Mr Wouter Basson, Mr Chairperson.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Try and think about Cillier, because maybe we can get some information from him.  What was his position in the structure?",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Who was this?",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Braam Cillier.",
            "Male"
        ],
        [
            "PIETER JOHANN VERSTER",
            "Yes, that's correct.  He was responsible for the files at Special Forces Headquarters.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that his name?",
            "Unknown"
        ],
        [
            "PIETER JOHANN VERSTER",
            "No, that is also a false name and that is also why I could not remember the surname, but Braam Cillier was the person who handled the files in that period that I was sacked and that I left the Headquarters during the whole investigation and then there was certain files that were at Special Forces Headquarters that I could not go to, so with our structure, had certain files and Special Forces Headquarters had some files and there was co-operation between the different structures.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would this be a convenient stage?  Thank you Mr Bizos.  We've come to the end of today's proceedings.  We'll adjourn for the day and what will be a convenient time to start?  9 o'clock?  Would that be convenient?  We'll start again tomorrow at 9 o'clock in the morning, same venue.  So we'll now adjourn until 9 tomorrow morning.  Thank you very much.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}