{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "2000-06-14",
        "location": "CAPE TOWN",
        "day": "8",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54259&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200614ct.htm",
        "speakers": [
            "ABRAM VAN ZYL",
            "CHAIRPERSON",
            "MR KAHANOVITZ",
            "MR LAX",
            "MR MARTINI",
            "MR WESSELS",
            "MS COLERIDGE",
            "MR WILLIAMS",
            "MR SIBANYONI",
            "GEORGE BIZOS",
            "MR HOCKEY",
            "MR COETZEE",
            "MR VAN ECK"
        ],
        "original_speakers": [
            "ABRAM VAN ZYL",
            "CHAIRPERSON",
            "MR KAHANOVITZ",
            "MR VAN ZYL",
            "MR LAX",
            "MR MARTINI",
            "MR WESSELS",
            "MS COLERIDGE",
            "MR WILLIAMS",
            "MR SIBANYONI",
            "MR BIZOS",
            "MR HOCKEY",
            "MR COETZEE",
            "MR VAN ECK"
        ]
    },
    "testimony": [
        [
            "ABRAM VAN ZYL",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Kahanovitz, you may proceed.",
            "Unknown"
        ],
        [
            "MR KAHANOVITZ",
            "(cont)\n\tMr van Zyl, yesterday you said that it was possible death or injury was foreseen, I am trying to understand why.  According to the plan in relation to the time that the Kewtown youth people would end their meeting, when exactly was the bomb supposed to go off?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "After they had held the meeting and they had left the hall.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Yes, but was it supposed to be two minutes afterwards, an hour afterwards, what was the plan?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, we would ensure that no one was in the building, and that is also why we waited so that all of them had left, and there were no vehicles in the parking area.\n\tIt is difficult to tell you, it wasn't spelt out to me that it had to be ten minutes after they had left the hall or something like that, we would have done it as soon as possible after they had left the hall and we were satisfied that the situation was safe enough to activate the bomb.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Why did it have to take place as soon as possible after they had left the hall, as opposed to at one o'clock in the morning?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Because for the police who arrived at the scene, it would have created the impression to them, that it was their own bomb that had been detonated in the hall, seeing as shortly before the bomb had gone off, they had held a meeting in the hall.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "If the bomb went off at two 'clock in the morning, and the information that the Police obtained was that that was where a meeting had taken place, a few hours  before, what difference would it make if the meeting had been 20 minutes before, or a few hours before?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is the way that we discussed it and planned it and it is my opinion that the sooner the bomb went off, after they had had the meeting, the more it would have appeared as if it was their own bomb, other than if it had gone off long afterwards.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Do you think your explanation makes sense?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Yes, to me.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Now ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Kahanovitz, you didn't answer the first question, the very first question that you put.  If you were there, observing and making sure that all the people left, why did you see foresee the possibility of death or injury?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "Mr Chairperson, because in such a case it is not always possible to be one hundred percent sure and to ensure one hundred percent that there would not be injuries at a bomb explosion, it is very difficult to say with one hundred percent certainty and to activate such a bomb in such a case.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "But Mr van Zyl, at two o'clock in the morning, when there is absolutely nobody around, you could be as close as possible to hundred percent sure that nobody is going to be harmed or injured?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "So, the reason that you were contemplating the possibility of death or injury was because on your version, you intended  to explode the bomb at a time that there might still be people in the vicinity because it was in the early hours of the evening, sorry, in the early hours, at nine o'clock on your version?\n\tYou foresaw that at nine o'clock there might still be people around and one or more or those people might be killed or injured?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "All right.  Please go to Bundle B, page 5, the statement of Calla Botha.  The seventh paragraph from the top of the page, I just want to read to you what Mr Botha says happened.  He says\n\"... that same evening we met Isgak again, it was on an open field opposite the Bellville Holiday Inn.  He said that everything was in order and we drove with him in his car.  He showed us the hall in Athlone.  A way from there, he dropped us off and then he left.\"\n\tLet's just pause there.  Do you agree with that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Not at all.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "What is wrong with that statement?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Well, it is totally false.  The first sentence, we did meet Isgak, it was in the field opposite the Bellville Holiday Inn, that is not so, it was in a parking area, where he had parked his car, and at no stage did Isgak drop us off in the Athlone area, we were at all times with him in the vehicle.  It is totally false, this paragraph.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Then he says\n\"... Isgak told van Zyl that the bomb was already in a cupboard in the hall.\"\n\tIs that statement correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Isgak told me at the airport, after he had placed the bomb, that he had followed my instructions, so I do not have a problem with that statement.\nMR KAHANOVITZ\n\"... van Zyl wanted to see the exact position of the hall.\"",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I wanted to know where the Early Learning Centre was, because I didn't know where it was.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "If you were going to arrive there for the first time, I assume you wanted Isgak to show you \"this is the Early Learning Centre\"  and it is in there where I had placed the bomb?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "I assume he indeed pointed that out to you?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.\nMR KAHANOVITZ\n\"... van Zyl gave Isgak a computer  on the way or a calculator on the way, in actual fact it was a remote control device that would detonate the bomb.\"\n\tIs that correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is totally false.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "What is the truth according to you?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I had the pocket calculator with me all the time, and only at a later  stage, I gave it to Calla.  But at no stage did I give it to Isgak.\nMR KAHANOVITZ\n\"... he came back later and said that the thing did not want to work.  I looked at the device and could not find any fault with it.  It had to activate the bomb at 500 metres, we said that he had to go closer.\"\n\tNow, you say you gave it not to Gakkie, but to Botha.  On your version, was Botha going to depress the button?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, what happened was that I had the calculator with me, I just want to go back to that paragraph, I also do not agree with that, that is also false.  I had the calculator with me, I kept it with me, and I wanted to activate the bomb myself.  I pressed the button two or three times, nothing happened and then I gave the calculator to Calla who were sitting at the back in the same vehicle where I was sitting, I was sitting on the left, in the front, and Gakkie was driving the vehicle.\n\tThen he took the calculator, pressed the button and the bomb was activated.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Did he change the batteries?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "After I gave it to him, I do not think he changed the batteries, he just checked.  The reason why I gave him the calculator is because the bomb didn't want to activate.  Then he just looked at the batteries, but he did not exchange it, we did not have extra batteries for the calculator.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "What was the time delay from the time that you first pressed the button on the remote to the time that it eventually went off?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It is very difficult to say, because things happen very quickly at such a stage.  I would say it was under a minute.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "So, where Calla Botha says that he looked at the transmitter and he couldn't find anything wrong with it, is that part correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Is it correct that he said that you needed to go closer?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, at a stage I said, after the people had left the hall and they had gotten into their cars and driven off, I asked Gakkie that we should drive closer to the site, so that we could activate.\n\tAt a stage, we were standing at some point and there I tried to activate the bomb and it didn't work.  We did not drive closer because the vehicle's nose was also pointing in a direction, pointing away from the hall, so we definitely did not go closer, so I cannot agree with that statement.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "So this whole transaction where you pressed the button twice and then handed it on to Calla, and then the bomb went off, it is all while you are sitting in the car, parked at one spot?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Which part of the hall were you facing at the time?  Were you facing ...",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "We were looking away from the hall, the hall was in the road where we were parked, the hall was on the right, to my rear.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Wouldn't you want to point the remote in the direction of the hall where the bomb is located?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It was not necessary to do that.  It wasn't said to me, it was not necessary to have a line of sight.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "I understand that, but when it didn't work, did you not turn around and pointed it at the hall?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I did.  I did.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "When you turned around, what did you see?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Nothing.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Did you see lights on?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It may be that outside lights were on, it may be.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What about lights in the hall itself?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "Mr Chairperson, if I can remember correctly, I do not think from that side where we were standing, that one could see if lights were burning inside the building.  I cannot remember.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "You cannot remember whether there were lights on in the hall or not?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Why, I am sorry Mr Chairperson ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... get some idea of the hall.  Did the hall have windows Mr van Zyl?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "I suppose there would have had to be windows, but I cannot tell you exactly what it looked like.  I can imagine, because I know there is a parking area close to the area of the hall that I had seen, I cannot remember if there are windows, possibly there are windows.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Kahanovitz.",
            "Unknown"
        ],
        [
            "MR KAHANOVITZ",
            "If you had seen lights on, would you have pressed the button?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "At that stage, I was satisfied that there were no people in the hall, and that is why we pressed the button.  I think whether the lights were on or not, would have been irrelevant.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "It was irrelevant to you because on your version, you had made sure on the basis of information that Gakkie had given you, that the hall was empty, is that what you are saying?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.  And also based on my own reconnaissance.  Before we activated the bomb, the people left the hall, there were people that were identified to me by Gakkie, they got into their vehicles, they drove off and the bomb was activated, there were no vehicles parked in the parking area.\n\tOn the basis of what Gakkie told me and on my own reconnaissance, I was satisfied that no one was in the hall.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "All right.  The time that you say that the bomb went off, at nine o'clock?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Did you check your watch, why do you remember that particular time?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I observed the time at the stage that we were there, so it is an approximate time that I gave, nine o'clock, so I am reasonably satisfied that it would be very close to correct.\n\tAfter the bomb exploded, I did not look at my watch and say \"this is exactly one minute passed nine\", or something like that.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "So you say if there is a margin of error, what might that margin of error be, two minutes, three minutes, five minutes, 25 minutes?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.  I think if I am mistaken with the time, it would probably be five minutes.  I believe so.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "But when did you look at your watch?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "At a stage, in the vehicle.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "While you were driving away or before you pressed the remote?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I really cannot remember that sir.  I mean we arrived there at the site and Gakkie at a stage, went into the building, he came back and it is in that time that I was looking at my watch.\n\tI cannot tell you exactly when that was.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Just to finish, I am going to come back to that, but just to finish with what Mr Botha has to say.  He says that\n\"... van Zyl asked him (that is Isgak) just to try one last time.  He went away again.\"\n\tI assume that you will say that is also untrue?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Absolutely.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you missed the sentence before as well?\n\"... He came back a second time and said that it does not work.\"",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "That is also untrue.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Then\n\"... shortly afterwards we heard a bang.  Isgak (sorry it says Isak), Isgak came to fetch us and he took us to the airport.  Van Zyl made arrangements that his vehicle would be fetched and taken to the flat.  Van Zyl also phoned Burger from the airport.\"\n\tYour comment?\nMR VAN ZYL\n\"... shortly afterwards we heard a bang,  Isgak came to fetch us ...\"\n\tthat is totally untrue.  I mean we were all three sitting in the vehicle.  I did leave my vehicle at the airport and I gave testimony to this effect.  I did - I cannot remember if I telephoned Staal from Jan Smuts airport.  It is possible.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Mr van Zyl, I want to take you through the sequence of events on that night on the basis of the evidence of various people who were in the hall.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Kahanovitz, before you do, can I just clarify something.  You said that Gakkie identified these people who were leaving the hall?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Did he identify them with reference to the previous list of names that you had been given?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so, Mr Chairperson, of that.",
            "Male"
        ],
        [
            "MR LAX",
            "So would it have been names like Mr Williams and people like that, who were leaving the hall at that stage?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so, Mr Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "And you were told \"those were the people who were getting into vehicles and driving away\"?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you, I just wanted to clarify this before you moved on to this other aspect.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Now, in Bundle D, page 3, there is a statement from Mr Peter Williams.  In that statement he says in the first place that the meeting of the Kewtown youth started at 19H00.  Are you in a position to dispute that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot dispute that.  Our information was that it would start at 19H30.\n\tWe only arrived at the premises at approximately 19H45, I cannot dispute that.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "He says that their meeting ended at approximately eight o'clock, 20H00?  You weren't in the hall, I assume you are not in a position to dispute that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "At approximately quarter past eight, that evening, Isgak reported to me that the persons were still busy in the hall with the meeting, so it does not agree with the time that Mr Williams is giving here.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "No, no, ...",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot dispute it, because I did not see them there.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "What Mr Williams says is that the Kewtown youth meeting ended at 20H00, but following the meeting of the Kewtown youth, an organisation by the name of the Cape Youth Congress, had a meeting which started at 20H00 in another part of the building and that some people who were both members of Kewtown  youth and CAYCO, went to that CAYCO meeting in another part of the hall.\n\tI assume you are not in a position to dispute that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot dispute that.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Then Miranda Abrahams, whose statement is at page 6 of Bundle D, she says that she attended this meeting of the Cape Youth Congress which commenced at approximately 20H00 and she said that while that meeting was taking place, the bomb exploded at approximately 20H35?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot dispute the fact that there had been another meeting that she is referring to, but the time, 20H35, does not sound correct to me at all.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "I assume you cannot dispute that she was attending a meeting in another part of the building at the time that the bomb exploded?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot dispute that.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Then you say you dispute her statement that the bomb exploded at approximately 20H35?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "I will get to that.  Then there is a witness by the name of Regina Isaacs whose statement appears at page 11 of Bundle D.   She also attended this Cape Youth Congress meeting, what she says in the fifth and sixth paragraphs of her statement is\n\"... the explosion occurred in the hall next to the foyer.   This hall was occupied by a few members of the Kewtown  Youth, prior to the explosion.  Their meeting ended at about 20H00.  The building was lit up at the time of the explosion, the gate to the premises as well as the front door was standing open.  There were cars in the parking area, as well as in the street.\"\n\tDo you dispute any of that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "The fact that there had been vehicles in the parking area, and this is the parking area, I do not know how many parking areas there are, but the one that I am referring to, I definitely dispute that.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Mr van Zyl, every single one of the people that the police took statements from, to the best of my recollection, each one says \"at the time the bomb exploded, there were cars in the parking lot\".  Can you think of every reason why any one of these people would have a reason to invent a story that there were cars in the parking lot at the time when the bomb exploded?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I can think of no reason.  I am just saying again, I had a specific parking lot that was pointed out to me, I observed this parking lot.  There were no vehicles in that specific parking lot.  I do not know if there might have been another parking lot, that they were referring to.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "And before Mr Martini wants to correct me and say that not every witness deals with the question of whether there were cars in the parking lot, I am happy to concede that that might be so, but several of the witnesses who are asked to deal with that question, say that there were cars in the parking lot.\n\tNow, then there is the statement of a witness by the name of Wallace Stevens, that appears at page 14 of Bundle D.  Mr Stevens says that there was a meeting of the soccer club which had been planned to start at eight o'clock that night, but that because there were so few people, they decided to wait a while in the foyer, to see if more people were going to arrive.\n\tI assume you are not in a position to dispute that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Then, there is the statement of, in Bundle B, at page 233 of Terrence Coetzee, who also was at the hall to attend the meeting of the soccer club.  He says, paragraph 2 that\n\"... we held the meeting in the foyer of the centre, because the hall was locked.\"\n\tI assume you cannot dispute that the soccer club held a meeting in the foyer of the centre?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "So, we have the members of the soccer club and CAYCO members who are in the building at the time when the bomb explodes, and you can't dispute that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "You would also then have to concede that you wouldn't have known whether any of those people were in the hall where the limpet mine had been placed, at the time when the limpet mine exploded?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Could you please repeat your question?",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "I said you would have to concede that you would not have known whether any of the people who were attending the CAYCO or soccer club meetings, were in the hall where the limpet mine was placed, at the time when the limped mine was exploded?",
            "Male"
        ],
        [
            "MR MARTINI",
            "Sorry Mr Chairperson, that is not a fair proposition to put to the witness, in view of the statement that Mr Kahanovitz has just read, 233, it says \"the hall was locked\".  We are assuming the hall was this very hall where the bomb was placed?  It doesn't tie in with the evidence that is led, if it is evidence at all.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Mr Chairman, Mr Martini, there is absolutely no basis to what he is saying.  I am not asking Mr van Zyl what someone who was in the hall might or might not have known, I am asking what Mr van Zyl knew, sitting outside the building, in a car.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Sorry Mr Chairperson, this, if it is evidence, has been led, to now attempt to obtain a concession which on the statement, that concession cannot be made.  You are saying \"you have to concede that you wouldn't have known if there were people in the hall\", but on the very statement of Coetzee, it says \"the hall was closed\".  If the hall was closed, there were no people in the hall?\n\tHow can that be a fair question to put to the witness, that you have to then concede to that, when on the statement he relies on, he says the hall was closed.  That is why they had the meeting in the foyer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But then he can answer the question, I don't see that it is unfair.  If he wants to dispute what is being put by Mr Kahanovitz, he can dispute it.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "As Mr Chairperson pleases.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Mr van Zyl, please answer the question.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I will put it to you in the following way.  The statement that you are making, I cannot reject, but I just want to say to you again that I was satisfied that at that stage, the only people who according to my information, would have been at that hall on that specific evening, were children who attended a karate club function, previously in the evening and then the managing members of the Kewtown Youth Movement.\n\tAfter they had left the hall and they had driven off, I was satisfied in my conscience that there were no people in the hall.  But the statement that you are making, I cannot deny.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "You would also then have to agree with me that it was purely fortuitous that no one was killed?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I think we had made the necessary arrangements to ensure that no one would be injured or killed in the explosion, and as I said, there is always a risk attached to something like this.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Mr van Zyl, even on your own version, your version relies on you saying\n\"... that Mr Hardien came to tell me that there was no one in the hall, therefore  I came to the conclusion that it was now safe to explode the bomb.\"\n\tCorrect?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "And my own observations that I had done.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "And then you would say \"well, the parking lot was empty\"?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Those two factors?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "But you cannot dispute that in truth and in fact, when the bomb exploded, there were two sets of people, having two separate meetings in the hall, correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "It logically follows that if a bomb was exploded in that building, at that time, and no one was injured or killed - sorry let me rephrase, it logically follows that if no one was killed during those explosions, it was purely fortuitous, it was a stroke of good luck?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Amongst others.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "I want you to read into the record, what the Police bomb export say.  If you can go to page 246 of Bundle B.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps if you can get to the paragraphs, we do not have to have all the introductions, do we, we can see that he is an expert, etc.",
            "Unknown"
        ],
        [
            "MR KAHANOVITZ",
            "All right.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just to save some time, Mr Kahanovitz?",
            "Unknown"
        ],
        [
            "MR KAHANOVITZ",
            "If you can, now, let's start with paragraph 4.   Sgt Steenkamp says that at 20H50 on 31-08-1989 he arrived at a bomb location at the Early Learning Centre in Athlone.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "He was called there, that is what he says.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Excuse me?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "He says he was called there, he did not say that he arrived there at that time.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "You are right.   He then says in paragraph 5,\n... I saw that on the western side of the building, a large hole had been ripped in the wall.  I determined that the explosive device was detonated at 10H35.  It was also determined that three coloured men had been injured during the explosion, and that two had reported at Athlone SA Police.\"\n\tNow when Sgt Steenkamp says that he was called to the bomb site at 20H50, do you dispute that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "You cannot dispute it, therefore you cannot dispute that the bomb exploded before 20H50?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "You also cannot dispute what he says namely that the bomb exploded at 20H35, and before you answer that, if necessary, I can take you through a bundle of statements of people who were there, who all say that the bomb exploded at approximately 20H30 to 20H35?  You are not going to dispute that, I assume?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I told you that according to my observations, it was closer to nine o'clock, if he says it was 20H35, I don't know on what basis he makes that statement, probably from statements that he saw, which gave him the time.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Well, you didn't look at your watch, so you are not in a position to dispute this?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "You accept that the bomb exploded at 20H35?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I do not accept that the bomb had exploded at 20H35.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "You don't accept it?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "According to my observation, the time was not correct.  But if he puts this in his statement, I cannot dispute it, but I do not admit that the time that he gives here, is the correct time.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "What will it take for me to get you to admit that the bomb exploded at 20H35?  If I show you the statements of all the witnesses who were there, who say that it happened at that time, will you admit it?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "You know Mr Chairperson, I don't know whether the time is very important to me.  I told you that according to my opinion, it was closer to nine o'clock that the explosion had taken place.\n\tI have now briefly seen some of the statements that had been made, to which you have referred, of the witnesses, and even in those statements, there are differences in time.  The one says the meeting started at eight o'clock and the other one says the meeting started at quarter past eight for argument's sake.\n\tI know what it looks like at a crime scene, afterwards people will speak to each other and then one will say the bomb exploded at that time.  It is generally accepted that that was the time that the bomb went off.\n\tIn my own mind, I think that it was quite later that the bomb was detonated, closer to nine o'clock than to half past eight.  That is how I recall it.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "I will tell you why it is important.  It is important because according to the information that you received when you planned this blast, that meeting was going to end at nine o'clock, which is why you tailored your version to prefer a time for the explosion, which was half an hour later than the time that the explosion in fact occurred?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Chairperson, I deny that statement vehemently.  I ascertained that after Gakkie had identified the persons to me after the meeting had adjourned, they climbed into their vehicles and drove away, that the bomb was detonated then, and the statement that has been put to me, does not make sense to me in the circumstances.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Mr Hardien was sent into the hall after you arrived on the scene, correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "What do you say was the reason that he was sent into the hall?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I said, I specifically sent him there to go and have a look, for two reasons, to see whether the meeting of the Kewtown Youth Movement was ongoing, and secondly to ascertain whether the children that had used the place for their karate class, had already left.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "What did he report to you?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "He told me there were no children in the hall and then he told me that the meeting of the Kewtown Youth Movement was still ongoing.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Mr Williams says in his statement that he saw Mr Hardien, Mr Hardien in fact came into the meeting and spoke to him?  I assume you are not in a position to dispute that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "I want to put it to you that it is quite obvious that you sent Mr Hardien in to make sure that your intended targets, your intended victims, were in their location, where you wanted them at the time when you were going to explode the limpet mine?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I deny that.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Let's go to your statement at page 113 of Bundle A.",
            "Male"
        ],
        [
            "MR LAX",
            "Just while you are going there, what time did you send Hardien in?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I beg your pardon?",
            "Male"
        ],
        [
            "MR LAX",
            "What time did you send Hardien in to go and check the hall?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It was shortly after we arrived there, Chairperson, I would say in the vicinity of 19H45.",
            "Male"
        ],
        [
            "MR LAX",
            "Quarter to eight?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Quarter to eight, and then I also said it is difficult, this is just an estimated time.  I would say that half an hour later, he only returned back to the vehicle.",
            "Male"
        ],
        [
            "MR LAX",
            "You see what puzzles me is you knew the meeting was going to go on till nine o'clock, why not send him in roundabout nine, when the meeting is due to end, that way you will make sure that the meeting is over, people are leaving?  Why not send him in after the meeting is over, that is the most logical time if you want to make sure the place is empty?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I don't believe so.  I think that the manner in which I handled it, sounded quite logical to me.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, you keep saying you waited till all these people had left, you saw their cars drive away, didn't it occur to you that there might be pedestrians who were using the hall, people who would walk home from there?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "To be honest, I did not think about that.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, if you want to make sure a place is empty, like if you wanted to make sure that this hall was empty, you wouldn't send people in now, when you know that we were going to be busy all day and then wait around for five hours, until it is over?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, but I mean I received feedback from Gakkie who said that the meeting was ongoing, he identified certain people to me who were there, he identified some of those persons' vehicles to me.  I observed the vehicles and after the persons had exited the hall, and climbed into their vehicles and drove away and the parking area in my opinion, there were no vehicles in the parking area, I was satisfied that there was no one in the hall.\n\tI hear your argument, but that was the precaution that I made to ascertain that there were no people in the hall.\n\tWith hindsight I can say \"yes, I could have done what you have told me now.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And, we have heard from the evidence that that hall on that particular night, was very active?  We have heard about Kewtown, Cape Youth, soccer club, karate club you have mentioned.\n\tDid Gakkie give you any information relating to those other meetings, the soccer club, the Cape Youth, etc?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "No Chairperson, the only information that I had available to me was with regard to the karate club and with regard to the Kewtown Youth Movement.  He did not report anything to me with regard to a soccer club, or the representatives of a soccer club who were there or anyone else.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Just on that, I had a note to ask you that question, something similar, but the question, I was going to do it later on, I might as well do it now.\n\tHow did you ascertain which meetings were happening on that night?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That was information which I received from Gakkie.",
            "Male"
        ],
        [
            "MR LAX",
            "So you didn't actually ask him to go and get that information?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "We knew that on that specific evening, that they would have a meeting, the Kewtown Youth Movement.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.  You see all your information is focused on the Kewtown Youth, it is not focused on what other organisations may have been using the hall that night.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Now surely if you wanted to prevent other people being injured, you would have said to whoever went to do the intelligence for you, \"go and find out who has booked the hall that night, which other organisations\", to make sure that there was nobody else there?  You see, everything you have said so far, is not that that is what you did.  Everything you have said so far is you wanted to make sure about the Kewtown Youth and then \"sommer\" by the way, you find out about the karate club?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.  Our information was that the Kewtown Youth Movement would use the hall and then Gakkie also reported to us that that specific evening there would be a karate club or representatives of a karate club would be there, so that is the only information that we had, that only those two parties or organisations would use that specific hall that evening.  I had no other information.\n\tI mean it is logical, if I had other information, then I would have made further, taken further measures to ensure that no one would be killed or injured.  Because if my action was aimed at the Kewtown Youth Movement, it is irresponsible to act against people of a soccer club that had nothing to do with the Kewtown Youth Movement.",
            "Male"
        ],
        [
            "MR LAX",
            "You see the other thing that concerns me, is your whole focus was on the hall, not on the other rooms in that building.  That building had a couple of other rooms in as well, that people used for meetings, it had other facilities besides the hall.\n\tYour whole focus was just the hall, not the rest of the building?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR LAX",
            "So you don't know whether there were other people who were due to use other parts of that building that night, that could equally have been injured if the bomb went off?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "According to my information ...",
            "Male"
        ],
        [
            "MR LAX",
            "Never mind your information, the fact is you don't know, you didn't bother to find out because all you were focusing on was the hall?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so, but  I sent Gakkie in to make sure that the situation was in order, so that we could activate the mine at a later stage.\n\tIf he then reported to me that \"listen, there is a problem here, people have arrived here of a soccer club, then I can give you the certainty that I would not have activated the bomb, because that was not the purpose of the bomb to injure anyone.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, I hear you, but if you said to Gakkie \"go and find out who is using the hall\", he would have gone and found out who was using the hall.  If you said to him \"go and find out who is using the centre\", he might have asked a whole lot of more questions.  Do you see the problem?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I hear your argument.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Mr van Zyl, it is correct then that on your version, you and Mr Botha are sitting in a car, with a known gangster in the middle of the State of Emergency, in close proximity to the Athlone police station, for an hour and a half, from half past seven to nine o'clock?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Now, just to carry on with the, what the bomb expert has to say, can you just read what page ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where you were when you were distracted by myself, going to refer to Bundle A, page 13, I think it was, 12.",
            "Unknown"
        ],
        [
            "MR KAHANOVITZ",
            "Yes, but then I realised that I, I also got distracted in the middle of the bomb expert's report.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So we are back by Bundle ...",
            "Unknown"
        ],
        [
            "MR KAHANOVITZ",
            "Sorry about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We are back with Bundle B, page 246?",
            "Unknown"
        ],
        [
            "MR KAHANOVITZ",
            "Mr van Zyl, would you just read please, paragraphs 6, 7 and 8 into the record.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Paragraph 6\n\"... at that stage it was determined that the whole construction was damaged so badly that it was dangerous to commence with an investigation at the scene at that stage.  The scene was then secured and after Warrant Officer de Kock of \"PVK\" took several photos, the scene was sealed for further investigation which would continue on the 1-9-1989.  It was also determined that a third injured person had reported to Groote Schuur hospital for medical assistance, but departed later.\"\n\tDo you want me to continue?",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Please.\nMR VAN ZYL\n\"... At  1989-09-01, at 07H30 the investigation was continued and the following damages were observed:  the side walls on the southern side and the eastern side of the hall were damaged and was forced to the outside, which has caused the walls to stand out in a ...",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, can you just read a little bit slowly, the Interpreter is battling to keep up with you, because that is what gets put on the record.    If you will just go a little bit slower, thank you.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Must I repeat what I have just read?",
            "Male"
        ],
        [
            "MR LAX",
            "Just read 8.2 again, please.\nMR VAN ZYL\n\"... On the  western side there was a hole of 2.8 metres x 1 metre, which was caused by the detonation where the explosive device was placed.  The roof, corrugated iron, were removed and was torn.  In the corner on the eastern side, a fire had ensued and damage was done.  Within the hall, various tables and chairs were destroyed.  The ceiling was also pulled out.  83 windows in the hall and other rooms, were damaged.  15 Glass door panels were also damaged, to the value of approximately R120 000-00.  The hall was damaged to such an extent that the construction had to be rebuilt.\"",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Thank you.  You assume don't dispute any of that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Now, let's then go to your statement at page 113 of Bundle A.\nI want to, I will read you various portions of that long paragraph and then ask you to comment.  You say  that -\"... Isgak pointed out the area around the hall to us, as well as the parking area where the members of the organisation were parked.  We parked approximately 400 metres from the hall and it was already dark.\"\n\tWhat was dark?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "The vicinity, the sun had already gone down.\nMR KAHANOVITZ\n\"... I sent Isgak into the hall to make sure that the children were no longer in the hall, because that evening there was a karate class for children.  He also had to determine which members of the movement attended the meeting.\"\n\tNow, if the object was to damage the building, why would you be in the least bit interested to know which members of Kewtown Youth were attending that particular meeting?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "We wanted to make sure that the persons that he identified to us, who were in the hall, had indeed left the hall at a later stage, because he pointed out the vehicles to us.  So it was only a measure, so that I could determine or confirm that the persons in the hall had left the hall at some stage.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "So you could draw up this checklist of names and then as they came out later, you could tick them off just to make sure that they weren't harmed or injured?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Something similar, yes.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Oh, I see.\n\"... He returned after half an hour and reported that there were no children in the hall and mentioned that all the management members of the movement, were present in the hall.  We drove to a street, where we had a good view of the parking area and the hall.\"\n\tNow, you say you had a good view of the parking lot?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Can I just correct something here.  This refers to parking lots in the plural, not in the singular.  What other parking lot could you see from where you were?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "None.  I only saw one parking area.",
            "Male"
        ],
        [
            "MR LAX",
            "Why does it refer to parking lots?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Probably a typing error.",
            "Male"
        ],
        [
            "MR LAX",
            "Parking grounds?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It must be a typing mistake.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, you see, there are more than one parking area at that building, what we saw from the plan?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I testify about the one specific parking lot, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would that have been the parking lot that Gakkie pointed out to you where the members of the Kewtown's vehicles were parked?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So, that is the one that ...",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "That is what I am referring to.",
            "Male"
        ],
        [
            "MR LAX",
            "As far as you are concerned, this is just a typographical error?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, perhaps I can come in, I am Afrikaans speaking, Mr Martini is not, so he wouldn't understand, he wouldn't be able to object.  But in Afrikaans you talk about \"parkeergronde\" as being one, it is not necessarily plural, more than one parking area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "I assume that statement was drawn up by a legal representative that is Afrikaans speaking, so grammatically that would be, could be one in Afrikaans.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So it does not necessarily mean two separate parking areas, but they talk about \"parkeergronde\", meaning just the one.",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "No.  Just the one area.",
            "Male"
        ],
        [
            "MR LAX",
            "I am indebted for the explanation, thank you.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Mr Commissioner, I was going to say that within a parking lot, it can be interpreted to mean parking lots within the lot.  You have a parking lot where different cars park.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In any event, we've got Mr van Zyl's explanation that he could only see the one, and that was the one that was pointed out by Gakkie, where the Kewtown members had their vehicles.",
            "Unknown"
        ],
        [
            "MR KAHANOVITZ",
            "Thank you.  You carry on to say\n\"... at approximately 9pm, the members of the Youth Movement left the hall and went to their vehicles.\"\n\tI assume what you are saying, you have a good view of the parking lot, you personally were watching these people leaving the hall and getting into their cars?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "But, you have said that you cannot dispute that some of these people were in the hall at the time the bomb exploded in the CAYCO meeting?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "So how could you possibly have seen them leaving and get into their cars?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Your argument does not make any sense to me.  I said that the management members of the Youth Organisation left the building at approximately 21H00, they climbed into their vehicles and they left the premises.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Mr van Zyl, the point is a simple one, take Mr Williams for example, he is one of the names on your list, correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so, yes.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "You have already conceded that you cannot dispute that at the time the bomb went off, Mr Williams is in the hall, not the hall, in the building, attending a meeting of CAYCO, correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Well, if he is in the hall, attending a meeting of CAYCO at the time that the bomb went off, you couldn't possibly have seen him leaving the hall and getting into a car before the bomb went off?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I hear what you say, but the fact of the matter is, as persons of the Kewtown Movement who attended the meeting, exited the building and climbed into their vehicles and left the premises, the premises became quiet and I accepted that everyone had gone home, that there was no one in the building.  But I cannot dispute that Mr Williams or anyone else, did not come out of the hall and went to attend another meeting.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Mr van Zyl, you are obviously lying.  You drafted this statement with a view to giving an impression  to the reader that you knew the hall was safe, because the people who were having the meeting there, were the Kewtown Youth and you saw them leaving the meeting, leaving the hall before you set the bomb off, and therefore you knew that setting the bomb off, would not injure or kill anyone in the circumstances.  That is what the statement says?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is a statement that I made, a Section 29 statement, where I said that everything was done possible to make sure that persons would not be killed or injured and it was never our intention.\n\tCalla made a statement, a Section 29 statement, we did not have any contact with each other.  Isgak Hardien made the same statement, Section 29.  All our statements are to that effect, but you want to hear something else, and I am not able to tell you anything else.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Now, you carry on to say\n\"... Isgak informed me that everyone had left the building.\"\n\tNow, why would he tell you that if you can see it with your own eyes?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Because he identified some of the persons to me.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "This is the checklist of the Kewtown people?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "All right.  He was obviously feeding you incorrect information, because we know now that in truth and in fact, they hadn't all left the building?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "He gave me information, whether it was one hundred percent correct, I cannot tell you.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "You can say, because we know for a fact that there were members of the Kewtown Youth in the building at the time that the bomb went off?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "So therefore you must concede that the information you received, was wrong?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, not necessarily.  I cannot recall whether for example Mr Williams who were in the office, was specifically pointed out to me and he said \"there he comes, there he climbs to his vehicle, there he leaves\".",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "All right.  Then you say\n\"... we were approximately 30 metres from the hall.  I then told Isgak to drive around the block, so that I could activate the mine.\"\n\tNow, I read that to say that - let's just read that together, the next sentence -\n\"... the mine was then activated and the bomb went off.\"\n\tSo you say \n\"... we drove around the block so that I could activate the mine and thereafter the mine was activated.\"\n\tNow you are going to tell me, I assume, I am wrong in assuming that that sentence means that you pressed the button?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, what I am saying there is that we then drove around the block so that I could activate the mine, but I pressed the button twice, thrice, nothing happened, and then I gave the thing to Calla who pressed it, and then the bomb was activated.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Are you telling me you told the Advocate who drafted this statement on your behalf, that Calla Botha had pressed the remote?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so, he was also in possession of my Article 29 statement.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "And he just thought it expedient to leave that fact out?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I don't think you can say that.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Don't you think it would be terrifically important to Mr Justice Harms and everybody else who was involved in the Commission, to know who had pressed the button?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I say this under correction, but one testifies much wider that what your statement states, and it is quite possible that at the Harms Commission that I would testify that Calla activated the bomb.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Except we know that Calla says that he did not do it?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "We shall have to look and see when he comes to testify.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Right.  Why would you drive around the block?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Is that a question?",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Yes.  I am just trying to work out why you are driving around the block so that you can ...",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "We wanted to move away from the scene so that we could activate the bomb and then drive away to the airport.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "You wanted to be in motion at the time that the bomb explodes?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "For a quick getaway?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr van Zyl, Mr Kahanovitz, you say that at one stage you were about 30 metres from the hall?  And that from my reading of the statement, would be shortly before the detonation of the bomb, because you were 30 metres, told Gakkie to told the car, so he can get in the car and the activate it while you are mobile?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "I think it is a very close distance estimated, I would say approximately 30 metres from the hall when it was activated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But close?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, I have seen from Sgt Steenkamp's report that 83 windows in the hall were broken, so there must have been quite a lot of windows.  I don't know if he is talking panes or whatever, but there were definitely windows.  If you were so close, how can you not be sure whether the lights were on or off?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot remember that today.  I mean if somebody had asked me the question shortly after the incident, I might have been able to remember, but I really cannot remember today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And going up to 30 metres, were you not placing yourself, was it you and Calla Botha?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "Myself and Calla Botha and Isgak.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "was it safe to do that?  Was it ...",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "Chairperson, it was my first bomb explosion, I do not know, we did it whether it was safe or a little bit unsafe, we did it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Kahanovitz?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry, but when the bomb went off, you weren't 30 metres from the building?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "We were still very close to the building.",
            "Male"
        ],
        [
            "MR LAX",
            "But you said here you asked him to drive around the block?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Yes, but then the bomb didn't want to activate, so we returned to the premises and we moved closer to the premises in order to activate it.\n\tSo at the time of the activation of the bomb, we were once again approximately 30 metres away from the building.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay, I wanted to clarify that, because it is not evident from certainly what is here, that that is what happened?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Kahanovitz?",
            "Unknown"
        ],
        [
            "MR KAHANOVITZ",
            "Mr van Zyl, if I understand your version correctly, then Mr Hardien's main role on that night then is to really ensure that nobody from the Kewtown Youth is injured or killed, that is what he is really doing there?  He must go in, check who is there, he must leave and he must assure you at the time that everyone left the hall, that everyone has left the hall, so his real job is to make sure that no one from the Kewtown Youth is injured or harmed?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Amongst others, I mean he also took us to the hall the specific evening, and you must also remember that initially Isgak would have detonated the bomb himself, but later that afternoon, I decided  to be present personally.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Yes, but then having an additional person there, that is one more person that  can give evidence against you, correct, you don't take unnecessary risks?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "And you didn't need to have Mr Hardien show you where the  Early Learning Centre was?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, he had to show me, because I did not know where it was.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "He didn't need to take you there at that time, at the time of the bomb explosion, to show you where the hall was?  He or somebody could have shown you where the hall was at another time, do you agree?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Right.  So, at the time that you decided that  you didn't need him or you didn't want to use him any more to explode the bomb, you didn't need to take him with you to the hall?  He wasn't an essential component of the operation any more?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.  I mean if someone else had shown me where the hall was, I could have done it all myself, but I took him with me because after I had decided that I would personally activate the bomb, I used his services to send him into the hall, so that he could go and check if the hall was clean.  It was not something that I could have done myself, or Calla could have done.  He was the only person who knew exactly where the hall was.\n\tHe still had a very important function to do that evening.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "So essentially a good Samaritan?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "I think this would be an appropriate time for tea?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we will take the tea adjournment for 20 minutes, thank you.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "All rise.\nCOMMITTEE ADJOURNS",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Kahanovitz?",
            "Unknown"
        ],
        [
            "MR KAHANOVITZ",
            "(Cont)\n\tThank you Mr Chairperson.   Now, I assume Mr van Zyl that you looked at the newspapers on the following day to see the results of your handiwork?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I don't think so.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "You weren't interested to see what the reaction had been in the press to what had happened?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.  I do know that there had been a report on the radio, I did not hear it myself, but I do  not know if it was in the newspapers in Johannesburg, at that stage I was back in Johannesburg.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Now, might I just hand in, hand up, some press clips.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will skip \"I\" and we will make this Exhibit J.\nPRESS CLIPS HANDED IN AS EXHIBIT J",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Have you all got a copy of this one, newspaper clippings, Exhibit J.  Mr Kahanovitz?",
            "Unknown"
        ],
        [
            "MR KAHANOVITZ",
            "Just for purposes of the record, the one article is from the Cape Times of 1 September 1989 and the second article is from The Argus of the same date.\n\tMr van Zyl, you will see both of these articles highlight the fact that people were injured in the bomb blast, one article mentions two people and the other article mentions three people having been injured.  Now,  did it not come to your attention at the time that people had been injured in the bomb blast?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I did not see newspaper articles.  What was reported to me the evening at the airport, was that it had been on the news and that there were possible injuries.  That is all that I heard.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Weren't you interested to follow up?  I mean you had gone to all this trouble to make sure that no one was injured, weren't you interested to establish the true facts?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "You must remember that this was the 31st that the explosion had taken place, the 1st was basically my last cell meeting, and then I returned to the Cape and for all practical intends and purposes, I was on leave.  In time I did find out that there weren't any serious injuries and that one or two people were lightly injured.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "And you were in fact cross-examined at the Harms Commission on the basis that people had been injured, do you recall?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That may be.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van Zyl, was there no procedure in the CCB that after the conclusion of an operation, there would be some sort of formal report back to either the Regional Manager or the Managing Director?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "Mr Chairperson, this is why I said in my statement that the following day, on the 1st of September, I wrote a report and I handed this written report to the Co-ordinator, but that report was only that the project had been executed as it had been approved.\n\tThe calculator that was used to activate the bomb, I gave back to the Co-ordinator..",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "But surely Mr van Zyl, that report would inevitably deal with the question of whether anyone had been injured or harmed, particularly in consequence, in circumstances where Staal Burger had said to you \"look, if someone is injured or killed, it falls within the mandate we have given to you\".",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It was not about that, it was only about the execution of the project as it had been approved, in other words, the damage or the destruction of the hall.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "When you made your report back, were your superiors not interested to know whether anyone was injured or killed?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I wouldn't say that they were not interested.  I do know that if I remember correctly, there had been a discussion of this, that two people had possibly been lightly injured.\n\tBut an instruction wasn't given that we had to find out who the injured people were and what their condition was.  That was not done at all.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Right, but you do recall that you discussed it?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot specifically remember it, the following day, on the 1st, but I can remember that they said to me when I arrived at the airport, Johannesburg International, that there had been possible injuries.\n\tBut whether we discussed it the following day, I cannot say specifically, but my logic tells me that it was probably discussed.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Would you look at your application for amnesty, which is sworn to be true and correct, at page 57 of Bundle A.\n\tYou will see at page 56 you set out the incidents that you are claiming amnesty for, one of which is the Early Learning Centre, correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Page 57 the question is pertinently put to you, \"state whether any person was injured as a result of such acts, omission or offences\" and you say \"no\".  Then you are asked to state the name of the victims, their occupations and so on and so forth, and in each case you state \"not applicable\".\n\tWhy, knowing that people had been injured, did you lie in this application form?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I signed it, I can see that it is a typed document which was prepared by my legal representatives at that stage.  I did not have any information regarding to which persons were injured and their particulars, etc.\n\tSo I don't know, it is factually wrong, but I do not think it is a conscious lie to mislead anyone.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "But surely you would be aware that one of the things that would be of great importance to the Committee hearing your amnesty application, was the man says \"I exploded the bomb\", most people in those circumstances would want to know \"was anyone harmed, any person harmed as a consequence of your act\", correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Yet, you just decided to say no?  You didn't think it was important?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No ...",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "An innocent mistake?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Let's call it that.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Would you care to explain how Gen Webb came to fill in his form and in his application form he says that he is aware that certain people were injured, you on the other hand says that none were injured?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot explain that.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Now, I want to deal with the money that you paid to Gakkie ...",
            "Male"
        ],
        [
            "MR LAX",
            "Before you go there Mr Kahanovitz, the other aspect of paragraph 9(b) is damage to property?  Why do you say no damage to property?  I can understand that you might have felt \"well, these were light injuries, they weren't important\"?  Your intention was to destroy the building?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is true, I do not deny it, but I mean the fact of the matter is that this thing was completed in this way and I signed it like this, but attached was my whole statement that accompanied this application, that says explicitly that the building had been damaged.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, then there would have been a reference to your affidavit there, as there is below, with regard to political objective?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Yes, that is probably an administrative mistake.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Kahanovitz?",
            "Unknown"
        ],
        [
            "MR KAHANOVITZ",
            "Thank you.  Mr van Zyl, if you could please go to page 44 of Bundle B, about the middle of the page, paragraph 86 I want to read to you what you said there.\n\"... the evening of the 11th of September 1989, Staal Burger gave me an amount of R25 000-00 in cash in my brother-in-law's flat.  It was approximately seven o'clock in the evening.  Staal Burger then informed me that he budgeted for R30 000-00 as an amount for Gakkie's part in the explosion.  He further said that he would take R5 000-00 for himself and that I could take R5 000-00 for myself.  I then took R7 000-00 of this money and added it to my remaining R3 000-00 of the Omar project, so that there would be R10 000-00 again.  The reason why there was a shortage of R7 000-00 on the Omar project money, is that I paid Ferdi Barnard with it.  These were expenses that he had to incur and compensation for the period that he was working for me, as already discussed.  On the Tuesday, the 12th of September 1989, I gave the remaining R18 000-00 cash to Gakkie in a restaurant in the City.  The money that Staal Burger had given me, consisted of R50 notes.  I cannot remember if it was closed.\"\n\tNow, you had agreed with Gakkie that he was going to be paid R30 000-00 for the job, correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, the project was budgeted for R30 000-00, I don't think that I told Gakkie at any stage that he would receive R30 000-00.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Mr van Zyl, your evidence yesterday was that the budget provided for a payment of R30 000-00 to Gakkie?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct, but you told me that I had agreed with Gakkie to pay him the R30 000-00.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "But why else would you budget for an amount of R30 000-00 to be paid to Gakkie, are you suggesting that you were in fact lying to your superiors, you put down a figure of R30 000-00 in circumstances where you never even had a discussion with Gakkie as to what he was prepared to, the amount that he wanted to be paid for the job?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I did not agree with Gakkie beforehand that we would give him R30 000-00.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "What do you say now that you had agreed with him, what was the figure agreed on?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I gave Gakkie R18 000-00 that day, and he was satisfied with it.  The rest of the money I used as I say in the statement.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Mr van Zyl, before you, your evidence was that when you make these presentations, you would ascertain from the person \"what do you want to be paid to kill Gavin Evans, what do you want to be paid to kill Dullah Omar\", I assume you would have to go to Gakkie beforehand and say \"Mr Hardien, what do you want, how much must I pay you to go and place this limpet mine\"?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is not so.  In my evidence, it was at no stage that I spoke to any operative of mine and agreed with him on a price and then went.  The determination of a budget was approved at the first and second in-house, there the amount was approved, actually only at the second in-house.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "It doesn't really matter at what stage we are talking, before the job is done, an amount is agreed with the people who are going to carry out the job, that has been your evidence all along?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is not my evidence.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "It is not your evidence?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Well, I must put it to you that that was exactly your evidence yesterday, I questioned you carefully on all the stages and I asked you when you presented, made a presentation at the in-house and an amount was mentioned, had you discussed that with the person?  You are saying that you  just sucked these figures out of your thumb then, you just walk into the in-house and you just mention any old figure?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I did a preliminary study in which I identified an amount, and this preliminary study then goes to the first in-house where it would be presented.  Then it is approved there, but that does not want to say that that amount would still be approved at the second in-house.\n\tThen the Regional Manager would come back to me and tell me that \"the project had been approved and this is the budget attached to it.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In this instance, I just read what already has been read by Mr Kahanovitz, it says\n\"... Staal Burger then informed me that he had budgeted for R30 000-00 as an amount for Gakkie's part in the explosion\",\n\tcorrect?  So that wasn't the total budget for the project, that was Gakkie's part in the operation?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Gakkie, if you went to Gakkie afterwards as you did on the 12th of September and give him R6 000-00, what made you give him R18 000-00, why didn't you give him R10 000-00?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I gave him all the money.  I mean if I did not need to take R7 000-00 of that money and give it back to the project Dullah Omar, then I would have given Gakkie R25 000-00 because that is what I received from Staal, but I couldn't do it.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Mr van Zyl, would you in the same statement go to page 39, paragraph 77 and possibly explain these sentences to the Committee?  You are talking in paragraph 77 about the in-house concerning the Early Learning Centre and you deal with the plans.\n\tThen you say -\n\"... Gakkie at this stage had already in principle agree to help with placing the limpet mine.  During the in-house a budget had also been attached.  Gakkie would receive R30 000-00 for his part.\"\n\tNow I asked you to confirm that, I think it was this morning or yesterday, you said that that was indeed true as stated there, correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "I don't recall you qualifying yourself in any way whatsoever by saying \"well, we budgeted for R30 000-00 for Gakkie, but it was left up to my discretion afterwards, how much I was going to give him\"?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "You didn't say that, correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "But you are saying, you are telling us now that is how the system works?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, the system does not work like that, the system expected of me, and I said this in my evidence-in-chief, right at the beginning, the system expected of me to give the R25 000-00 that I received from Staal, to Gakkie and I took R7 000-00 of this to give back to the organisation on the Omar project, and I gave the balance to Gakkie.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Mr van Zyl, let me explain to you why you are having problems.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "With what?",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "You are having problems with giving a logical answer here, because  the plan was to pay Mr Hardien R30 000-00 in circumstances where people were going to be killed?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I deny that.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "You would never have agreed or budgeted for an amount of R30 000-00 for Mr Hardien, just to plant a limpet mine in circumstances where the price for assassinating Dullah Omar was at most R15 000-00?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I deny that statement sir, it is absolutely sucked out of the thumb.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "You reduced the amount that you were going to pay him from R30 000-00 to R18 000-00 because the plan did not go off in the way that had been contemplated?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I deny that vehemently.  I mean here I am and I admit that I erred by using Ferdi at that time, when I had to pay him for his expenses and his services and I qualified why I did it.  Why would I say it if it was not like that?",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "You needed to misappropriate money in order to pay Ferdi Barnard, because you could not make payment to Barnard via the ordinary channels because you would have got into trouble with Joe Verster, because you weren't supposed to be using him?  Correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.  There was no budget officially for me, to budget for Ferdi Barnard, that is why I budgeted for him from the R7 000-00 that I took from the R25 000-00 as I explained it here.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "You couldn't have budgeted for Ferdi Barnard's services, because you weren't allowed to use his services, isn't that so?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "So here you had an opportunity, R30 000-00 had been budgeted for Gakkie, but you weren't going to give him that, so you could use some of that to pay Barnard and Joe Verster wouldn't be any wiser after the event?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "As I read your statement, you say that Staal Burger pocketed R5 000-00?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Well, he gave me R25 000-00, I did not see the R5 000-00, the difference between the R25 000-00 and the\nR30 000-00.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "You say\n\"... he further said that he would take R5 000-00 for himself\".\n\tI read that to say that you say he stole that money?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It could be.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Is that what you are saying?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is what I am saying.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "And that he said to you that you could also steal R5 000-00 if you wanted?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR MARTINI",
            "... place it on record that it is not steal, it is misappropriate possibly.  I don't want to object again.\n\tThe Commissioner made the statement, Mr Lax, last time, but anyway, I don't want to get embroiled.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Kahanovitz?",
            "Unknown"
        ],
        [
            "MR KAHANOVITZ",
            "Thank you.   Did you advise Joe Verster subsequently that you had not in fact given Gakkie the R30 000-00 which had been budgeted for?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Now, before - you were detained under Section 29 on the 6th of February 1990, is that correct, thereabouts?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Now, before you were detained,  you and Barnard received a warning that the Police were onto the CCB because Botha had already been detained before you?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, your facts are wrong.  Mr Barnard was arrested first and then after that, and he was detained in terms of Section 29, and then Mr Botha was detained, and then he came out and a week after that, I was arrested.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Just dealing with you, Mr Barnard's statement at page B144 is dated 22 November 1989, you are correct.\n\tMr Botha's statement at page B10 is dated 12 December 1989 ... (tape ends) ... Barnard making a statement first, followed by Botha in December, followed by you making, getting detained in February the following year, correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "So, Barnard is detained before Botha, correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "You, Botha and Hardien, accordingly had an opportunity to discuss what versions would be given to the South African Police?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "There probably were occasions, but it wasn't done.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Now, we are going to argue at the end of these proceedings, that the version of events that you and your co-applicants, certain of your co-applicants, have given concerning the Early Learning Centre, is quite obviously untrue and that what had indeed been planned, was an explosion intended to kill and or seriously injure the members of the Kewtown Youth who were attending a meeting at the Early Learning Centre on the night of 31 August 1989.\n\tI am going to put to you that what was planned, and what subsequently happened, was something along the following lines:  firstly you had already agreed that the maximal disruption of the enemy encompassed the use of murder, correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Yes, I just want to say that on the statement, I reject it as totally false, and yes, it is my evidence that maximal disruption of the enemy did include the death of the enemy.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "It is also so that you have conceded that the CCB believed that the people meeting in that hall on 31 August 1989 were engaged in acts of sabotage against the State and intended to commit further acts of this nature in the future, that is what you believed, correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "It is also so that the CCB believed that the best way to combat this threat, would be by killing or injuring as many of these alleged terrorists as possible, by exploding a limpet mine during a meeting scheduled for 31 August 1989?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is total nonsense.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "It is also so that there was considerable pressure from the hierarchy to take urgent and decisive acts because of the perceived threat posed by these people to the forthcoming elections?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It was a presentation of a project and the approval of a project, and according to this, we acted.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Yes, but you have already agreed that there was considerable pressure from the hierarchy to take urgent and decisive steps against these people because of the perceived threat to the forthcoming general elections?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "The plan was that Hardien was hired to place the limpet mine in the hall, where the Kewtown Youth would be meeting?  He would be paid an amount of R30 000-00 which was regarded as justifiable because the crime which was to be committed, was of the most serious possible nature.  If the plan had been succeeded and he was arrested, he would almost certainly have been sentenced to death?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I reject that.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "The limpet mine was fitted with a remote control so that the CCB could be certain that it would explode at a precise time, namely when the intended victims were in the hall?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I reject that.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Hardien went into the hall, he saw that the intended targets were indeed present, he in fact spoke to Mr Peter Williams and he came out to inform you that this was the case, that the targets were in the hall.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is my evidence.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "The remote control malfunctioned and caused a time delay, correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Of approximately one minute.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Because of this, the bomb exploded later than had been intended?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I reject that.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "At the time the bomb exploded, it just so happened that the intended targets had fortunately left the hall?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I reject that.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "It was only for this reason that they were not killed?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is not so.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "When the bomb exploded, at 20H35, the building was lit up, there were cars in the parking lot, there were two meetings taking place, certain members of the Kewtown Youth were still in the building and it was purely a miracle that no one was killed or seriously injured?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I have already testified that at the time of the explosion of the bomb, there were no vehicles or persons in my opinion, no vehicles in the parking area and no persons in the vicinity.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Because the objects of the plan were not realised, Isgak Hardien was not paid the sum of R30 000-00 but a reduced sum of R18 000-00?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I reject that.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "I am also going to put it to you that the reason why there are so many inconsistencies between the various statements of the people who were involved in this project, is because the version which you and your co-conspirators now seek to put forward, is clearly a subsequent fabrication?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I reject that too.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "A further feature pointing to your version being a subsequent fabrication is that the version that you have invented is quite illogical and defies common sense.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I reject that.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "The purported object of your attack is beyond the realms of belief, Gen Webb and Col Verster would never have approved a plan to frighten the terrorists from committing further acts of terrorism by causing damage to a building in which they habitually meet?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I reject that.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "I am putting it to you also that a sophisticated operation like the CCB, would never risk utilising the machinery of the State to commit an act - I will wait for you to ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just repeat your last sentence, Mr Kahanovitz.",
            "Unknown"
        ],
        [
            "MR KAHANOVITZ",
            "I am putting it to you that a sophisticated operation like the CCB, would never utilise, never risk utilising the machinery of the State to commit an act of such grave risks and consequences for the government of South Africa, in return for so little gain.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I do not agree with you.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "I am putting it to you that the plan had merely been to sabotage the building, with no risk of injury, coupled with a plan to limit the risk of detection, then in the first place, Mr Hardien's services would never have been required?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I do not agree with you.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "In the second place, the explosives would have been placed and detonated in the dead of night, when no one was around and not at approximately half past eight in the evening?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I also do not agree with that.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Now, I want to deal with certain other people who were targeted by Region 6 of the CCB and I want to know whether you were aware that Region 6 of the CCB or the CCB in general, was working on projects to cause harm to the following persons.\n\tWhat I have done here is, I have looked at the statements of your co-applicants and, in which they refer to certain names and certain people that they say they were working on.  Now, Frank Chikane, are you aware that Region 6 of the CCB was working on him?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Not at all.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Roland White?  You have already testified that you recall the incident where your colleagues were questioned by the police while they were monitoring Mr White?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "If that is Roland White, then I know of him.  In so far that I know, Ferdi and Calla Botha were questioned by the SAP, that is all I know about it.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Except, for some reason best known to the CCB, they seem to think that his name was Bruce White?\n\tI assume that you are aware that Region 6 together with a number of other CCB Regions, was involved in a project directed towards the first democratic elections in Namibia?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I know that members, that members of Region 6 were told to become involved in South West, Namibia, and I am also arrest that Namibia had a Region on its own.  That is all I can tell you.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "All right.  Mr Wouter Basson testified that a special meeting was called where it was announced that various Regions were going to collaborate because of the importance of the CCB's activities in relation to the forthcoming Namibian election.  Did you attend that meeting?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "We had a normal cell meeting where we were told that some of our aware members would become involved in projects in South West, Namibia, if that was the meeting to which he refers to, then I know of it.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Were you aware that one or more members of Region 6 were working on a project concerning Hidipo Hamutenya?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I was not aware of that.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Anton Lubowski?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I am not aware of a project on Anton Lubowski.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "How can you possibly not have been aware of a project concerning Anton Lubowski?  You yourself, were tasked to monitor Lubowski's activities while he was in the Republic of South Africa.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I have never denied that.  But you are insinuating a project to kill him?",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Well, what was the purpose of your monitoring?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I received instructions, I monitored him and I fed back the information.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "So now the CCB is an intelligence gathering organisation?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "If you want to state it as such in that case, then I regard it as such.  As in the monkey incident, I received an instruction which I executed therefore I did not regard it as totally unnatural.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "There was an inquest held in Namibia into the death of Adv Lubowski, the Judge at the end of that inquest found that Lubowski had been murdered as a consequence of a conspiracy which had been formulated by amongst others the Civilian Co-operation Bureau, are you aware of that finding?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I am aware of that.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "And you were named as one of the co-conspirators in that finding, are you aware of that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Is it your opinion that that finding was wrong?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I reject that.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Now, you will go so far as to say that Region 6 of the CCB was not involved in the assassination of Adv Lubowski?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "As far as I know, yes.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "What does \"as far as I know\", mean?  Are you conceding that it is possible, but you are saying it might have happened, but I don't really know, is that your version?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I know no member of Region 6 admitted any participance in the murder of Lubowski to me.  I don't know because of the secrecy with us, it is possible.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Now, you have already said that you are aware of the fact that Calla Botha and Ferdi Barnard were involved in introducing Donald Aitchison to the CCB, correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It came to my knowledge, yes.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Now, if you could just look at Calla Botha's statement at page 7 of Bundle B.  Maybe you can just read that, just read that whole page to yourself.  I am going to ask you some questions about it.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "You can continue.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you ready?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Kahanovitz?",
            "Unknown"
        ],
        [
            "MR KAHANOVITZ",
            "All right.  Is there anything stated on that page, untrue?",
            "Male"
        ],
        [
            "MR MARTINI",
            "Well possibly, sorry Mr Commissioner, I don't want a repeat of what has happened.  Let's go sentence by sentence, let's deal with it, so that we don't have arguments that...",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Let me deal with it ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There might be some little word, and then you are going to attack him for, it is probably better to ...",
            "Unknown"
        ],
        [
            "MR KAHANOVITZ",
            "Deal with some issues?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Specifically, yes.",
            "Unknown"
        ],
        [
            "MR KAHANOVITZ",
            "All right.   Were you aware that Chappie Maree was Donald Aitchison's handler?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I became aware of it, yes.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Were you aware that an emergency meeting \"noodvergadering\", was held at the Indaba Hotel or the Rosebank Hotel, because everybody was concerned about the fact that Aitchison had been arrested?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I was not part of such a meeting.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "You weren't, were you aware that such a meeting took place?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "And it was never mentioned to you afterwards that such a meeting had taken place?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "So, as far as you were concerned, nobody was worried about the fact that Aitchison had been arrested?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Is that your answer, no?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "All right.  And the steps taken to steal the register at the Royal Ascot Hotel, the visitors' book, are you aware of that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I do not have any knowledge about that, other than what I am reading here.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "So you say you cannot dispute what is stated here?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, because this does not implicate me.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "But it certainly implicates members of Region 6 of the CCB?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That may be.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Now, you saw at the time that the in-house was held concerning the Early Learning Centre, you saw Chappie Maree present a project regarding Lubowski?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "What happened there was that I heard that Chap Maree, or Chap Maree and the Co-ordinator were embroiled in some conversation and during the discussion I heard that Lubowski's name was mentioned.  That is what I can tell you the fact.\n\tThat is also why I said that the statement, my Section 29 statement in that regard is incorrect.  It is not true if I say that Chappie presented a project, that was not the case.  That they were indeed in some discussion and that I had heard Lubowski's name in the discussion, I do not deny that.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Didn't Chappie Maree tell you at the cell meeting at the Rosebank Hotel that you, didn't you see Chappie Maree and Christo Britz as he was then referred to, Mr Wouter Basson, didn't you see them writing something down at that meeting and subsequently Chappie Maree remarked to you that what they had been doing concerned Lubowski?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, that is not so.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Didn't you say to Chappie Maree that you had previously worked with Lubowski, but Basson said to you that that does not matter?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I told this to Basson and he said it did not matter.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Because wasn't it so that you had been working on Lubowski and you were upset that Lubowski had now been handed on to Chappie Maree?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, what I had indeed said, what is factually correct is that I told Christo after I heard Lubowski's name was mentioned, I told him that I did the monitoring of Lubowski in South Africa and he then told me \"it did not matter\" and that was it and I was excused.  I did not speak any more to them.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Yes, but you said that because you had been working on Lubowski and wanted to know why Chappie Maree was now working on Lubowski?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I was curious, but I never received an answer.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Now, the work that you did on, you and Mr Barnard, did on Lubowski while he was in South Africa, I am just going to put something to you and I hope that the truth is going to emerge in the course of these proceedings.\n\tI am going to put it to you that when Lubowski came to South Africa, you and Mr Barnard were not merely engaged in monitoring his movements, that you and Mr Barnard in fact intended to assassinate Adv Lubowski while he was in South Africa, but that you did not get the opportunity to do so because the right circumstances never presented themselves?  Your comment?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is untrue.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "In fact you and Mr Barnard went to the hotel where he was staying to lay in wait, in an endeavour to assassinate him, but you never succeeded?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is entirely untrue.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Now, you in fact were asked questions about Lubowski during your testimony in the Dr Wouter Basson case?  Do you recall, do you recall telling the Court that you had sent Mr Hardien to Windhoek in connection with the surveillance of Lubowski?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I never said that.  Are you referring to the current Dr Wouter Basson matter?  Lubowski was mentioned once and the State Advocate asked me to confirm that I was involved with the monitoring of Lubowski in South Africa, that was the only thing that was mentioned about Lubowski.\n\tThat is news to me.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "You never told the Court there that in early August 1989 you sent Hardien to Windhoek to monitor Lubowski?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Never, never.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Unfortunately I do not have the record of those proceedings, I cannot take that any further.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Yes.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Now,  were you aware of a CCB project to assassinate Nico Bessenger in Namibia?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, not at all.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Were you aware of a CCB project to assassinate Daniel Tjongarero in Namibia?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Not at all.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Were you aware of a project involving Laurie Nathan?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Also not.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Peaches know you by the pseudonym of Theunis?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct yes.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Now, at page 194 of Bundle B, Peaches says - Edward Gordon is his proper name, paragraph 17 ...",
            "Male"
        ],
        [
            "MR MARTINI",
            "Sorry Mr Commissioner, is this the Section 29 statement of Peaches?",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "I assume so.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Mr Kahanovitz placing it as \"Peaches says\", we don't accept that what is in here is correct, but I will allow Mr Kahanovitz to keep questioning, but  to say \"Peaches says\" or \"that it is evidence\", we do not accept that, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It has been recorded as, in Peaches' statement that ...",
            "Unknown"
        ],
        [
            "MR KAHANOVITZ",
            "All right.  Mr van Zyl, it has been recorded in Peaches' statement that, in his sworn statement that in February you phoned him from Johannesburg, he says that you then met with him in Cape Town at the Cape Sun Hotel.  He says you gave him a piece of paper containing the names of six people.  He can remember two names, one is Laurie and he spells it as Natitan, and the other is Honga and the surname is Mziliti?  Do you dispute this?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I testified that I gave Peaches names of persons who were SWAPO supporters or SWAPO members, this was for the minibus incident.   Whether these names appeared on that list, I cannot say.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "So you cannot remember whether you gave him the name Laurie Nathan?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.  But it does not sound familiar to me.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "When did, Peaches was murdered?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Do you know when he was murdered?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I think it was early in 1991, or 1992, I am not certain.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Do you know who murdered him?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, unfortunately not.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Now, are you aware of a project involving Jay Naidoo?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Not at all.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Are you aware of a project involving Essa Moosa?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Also not.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Are you aware of a project involving Andrew Boraine?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, not at all.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "But isn't it your own version that after the Omar project was abandoned, one of the people that you were looking into, was Andrew Boraine?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I have never testified to that effect.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Might I just have a minute to find the place?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  I cannot recall the name in the evidence, before us, being mentioned prior to now, the name of Andrew Boraine, but you may have a look.  I might have heard it, but forgotten about it, but it doesn't ring a bell to me at these proceedings.",
            "Unknown"
        ],
        [
            "MR KAHANOVITZ",
            "No, I know it hasn't been mentioned.",
            "Male"
        ],
        [
            "MR MARTINI",
            "There was a similar name, Mr Commissioner, I think relating to the letter that was addressed, allegedly addressed to, before the elections?",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "No, that was Alex Anthony.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Anthony, that is ...",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "It is at the end of his statement, I am not sure which statement.  Maybe, just not to waste time, can I just reserve on that name in so far as it turns out to be necessary?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR KAHANOVITZ",
            "Allan Boesak?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, not at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Kahanovitz, are we going to go through the whole list of CCB operations?",
            "Unknown"
        ],
        [
            "MR KAHANOVITZ",
            "No, I am only dealing with names that are mentioned in the statements that are before you, with the purpose...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, you may proceed, I was getting a bit worried that - single CCB operation, we might be here for weeks.",
            "Unknown"
        ],
        [
            "MR KAHANOVITZ",
            "An Attorney from Natal called K. Nhlaba, Mr Justice Harms found that there was a conspiracy to kill him?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I do not know about that.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Anton Roskam, Mr Justice Els found that Ferdi Barnard and Calla Botha had burnt his car?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I do not know of the project, but afterwards I became aware of that evidence.  It was never discussed with me.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "It was part of Region 6, one of Region 6's projects, correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot confirm that.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Did you have knowledge of a plan to infect the water supply of a refugee camp in Windhoek with cholera bacteria?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Not at all.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Right.  Now, Chappie Maree, which was his province, which province was he allocated?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Natal vicinity.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Now, if we look at all the facts that have been placed before us, he did nothing in Natal?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Not that I know of.  Maybe Mr Burger or Mr Maree himself can comment on this.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Well, according to Mr Maree he did nothing in Natal?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Then it is probably so.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "You think that is probable, in the whole time that he was in the CCB, even though he was responsible for the province of Natal, he did nothing?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is possible.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Why is it possible?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "If you are telling me that he did nothing, I do not know what he did, I do not know what projects he worked on.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "But Mr van Zyl, you know, you have given us evidence about the general modus operandi of the organisation, you talk to your colleagues from time to time, you no doubt discuss your successes and your failures.  You are telling me that Chappie Maree at no stage during the entire period that you were in this organisation, mentioned to you anything that he had done in Natal?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I confirm, he never told me anything.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Is that because he was working in Namibia the whole time?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I do not know.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "You don't know?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I do not know.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Calla Botha, which province was he responsible for?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Transvaal.  The old Transvaal.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "We know he burnt Mr Roskam's car and we know that he was driving the vehicle at the time that David Webster was assassinated, because that is what was found in S v Barnard, even though he hasn't applied for amnesty in relation to either of those incidents.\n\tApart from those two incidents, are we to infer that Calla Botha did nothing else in the province of Transvaal throughout the entire period that he was in the CCB?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I have no knowledge of projects that Botha was involved with.  I gave evidence regarding his involvement with the explosion at the Early Learning Centre, where he rendered some aid, that is what I know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just remind me, Mr van Zyl, Mr Evans' operation, whose was that?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "Chap Maree's initially.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Weren't there meetings held where your superiors said \"we are incredibly dissatisfied with the low productivity levels of these people\", I mean they are getting nothing done?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No Mr Chairperson, it was never discussed, but I think that you also have to understand that we as a Region, it was a new Region that only started in January 1989 so we were literally still in our baby shoes.\n\tFor eight months of that year, we were operational.  In other words under the circumstances, one can accept that not much happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry when you say Maree was responsible for Natal and Botha for Transvaal, you for the Western Cape, how does it come about that Maree has a Transvaal operation and Botha not?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "I do not know Mr Chairperson, I do not know how the projects were delegated.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "I have no further questions at this stage.\nNO FURTHER QUESTIONS BY MR KAHANOVITZ",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Kahanovitz.  Mr Williams, do you have any questions you would like to put to Mr van Zyl?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Yes, Mr Chairperson, I've got quite a few questions.  Mr Chairperson, is it possible to adjourn at this stage and maybe reconvene at quarter past one, because I would prefer not to be interrupted when I cross-examine.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you want the full impact?  I don't know if lunch is ready?  Perhaps maybe if a quick enquiry could be made, it is no good adjourning now and starting at quarter past one ...",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Otherwise Mr Chairman, if the food is not ready, then I will proceed now.  It depends.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it ready?  I will just wait for Meloney to tell me.  Can we adjourn for lunch?  Yes, in that case, it makes no difference whether we adjourn now or one o'clock for lunch, but we will take the lunch adjournment.  We will make it until half past one.\n\tI am told and I apologise, I only learnt yesterday, I thought that everybody got their lunch here.  We will adjourn till half past one.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "All rise.\nCOMMITTEE ADJOURNS",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Williams?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Thank you Mr Chairperson.  Mr van Zyl, in May 1988 when you left the SAPS to join the CCB, you were Lieutenant, not so?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Can you recall, what did you earn at that stage?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Approximately R2 000-00 per month, a little bit more.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now, when you joined the CCB, we know that in one of your statements you say that you earned R3 500-00 and in another statement you say that you earned in excess of R4 000-00, in Bundle G you say that you earned R3 500-00 nett per month.  Would that be a fair reflection of what you earned, what you would earn at the CCB?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Plus minus R3 000-00.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Nett, that is after deductions?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It could be, yes.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "And in addition, you received a motor vehicle allowance, or you received R30 000-00 to enable you to buy a motor vehicle?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "You received a petrol allowance of 18c per kilometre, or 19c, you used both amounts?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "You received a pension in the amount of R800-00 per month, which was paid in advance, so basically when you  started you received R9 600-00 in respect of a pension?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is this the Police Pension?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Maybe the witness can answer.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Sorry, Mr Commissioner, how can the witness answer if we don't know exactly what the question is?  Is it the Police Pension, in other words when he left the Police Force, was his pension lump sum paid out, I don't understand the question?",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "No, no, maybe I should just clarify that.  You received R9 600-00 from the CCB in respect of pension annuity or something?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "There was a Pension Fund, there wasn't a Pension Fund because we were the civil part of the Defence Force, and we did not resort under the Defence Force's Pension Fund, so there were annuities paid out to us, that the Defence Force paid for, and this was a couple of hundred rand  per month.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "In one of your statements you say that it amounted to R800-00 per month, is that correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It is possible.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "In addition, you received a telephone allowance?  Is that so?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It is possible.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "You also say in your statement, Bundle A, page 80, that your medical costs were paid.  Now, can you just explain to us, did you receive Medical Aid, or allowance for Medical Aid or did you receive, or were you reimbursed for what medical costs you incurred?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Yes, that is how it worked.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I am asking you ...",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "If we had medical expenses, we paid for it, after which the Defence Force reimbursed us.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "You also say that the CCB enabled you to obtain a housing loan, can you  just clarify that for us?  First tell us, is that so?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Well, they enabled me to obtain a housing loan, in that they gave me a letter to say this is my salary, etc.   The bank accepted said letter as security.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So they didn't give you, say for example R10 000-00, any money ...",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, not at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "A housing subsidy to assist you in your bond repayments?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "No.  No Mr Chairperson, not that I know of.  The advantages that we got in the Defence Force, was to a great degree the same as what we had in the Police.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "And then you also say that you received a production bonus in May 1999, in the amount of R3 000-00?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think it would have been 1999, Mr Williams?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Sorry, in 1989?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now, in Bundle B, page 16 you have said that\n\"... every member's production was measured the amount of priority projects that had been executed successfully.\"\n\tIs that correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Can you explain that to us?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It is quite simple, it is obvious, if you had a project and you completed the project successfully, then at the end of, or at a certain time, you would have been recommended for a production bonus over and above your salary that you were earning.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did you get that bonus in the Police as well?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Was the amount in terms of that bonus, fixed?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Was the amount directly dependent on the nature of the projects that had been completed successfully?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I do not know what the criteria were for determining the bonus.  We were told that we would qualify for it, how they would arrive at an amount, I cannot say.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "You used the word, you used the words \"priority projects successfully completed\", now what do you mean with priority projects?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "What I think we can understand with this is that certain projects were classified in certain priority classifications and your top priority cases were cases where people had to be eliminated.  Things that did not enjoy such high priority is for example where someone would have to be intimidated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In your case, Mr van Zyl, just to get this clear about this production bonus, did everybody in the CCB get a production bonus because some projects were successfully completed no matter by who, or did you only get a production bonus in respect of projects successfully completed by yourself?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.  I understood it that we would qualify for a production bonus only relating the projects that I myself, were involved with.  So where I delivered a service.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So by May 1989 when you got your production service, what projects had you completed?  Had you completed any projects by that early stage?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "I think you are pre-empting my questions Mr Chairperson, that was one of the questions that I was going to ask?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I have given evidence regarding this, all the projects that I have been involved, I have given evidence to.  The only conclusion to be made from this is the minibus incident that I have given evidence to and the other projects that I was busy with at that stage, specifically the Omar project.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now just the amount of the production bonus per project, can I assume that one would be paid more for example for killing Min Omar, than you would be paid for destroying the kombi or intimidating someone?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I think that is a good assumption to be made.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So if you were paid R3 000-00 for burning a kombi, which in fact wasn't burnt, can one assume then that you would have been paid significantly more if the projects on Mr Omar and other people, were successfully completed?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I believe so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So do you agree with me that there was quite a significant incentive for people to join the CCB?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "The salary and the benefits that I enjoined in the CCB, were better than what I had enjoyed in the South African Police, but I do not know.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Would you have joined - do you want to complete what you are busy with?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I mean it was a career decision that we had made after I had decided to retire from the South African Police and go to the Defence Force, but I did not join the Defence Force with the idea to become a millionaire because I knew that the structure did not allow me to do this.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Would you have joined the CCB ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Williams, it is quite clear from the evidence that the financial benefits were better in the CCB than it was in the Police.",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Would you have joined the CCB if the benefits that you received in the SAP, were the same, if the benefits were the same, would you have joined the CCB?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I think my circumstances at that stage allowed me to join the CCB, so yes, I still would have done it.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "In answer to a question posed by Adv Kahanovitz, you said that your decision to join the CCB was a business decision, do you recall that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I said it was a career decision.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "You used the words \"business decision\"?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It may be.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Was it a business decision?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I received a better salary, see it as a business decision then, sir.  I had undergone a career change as you probably have done in your life, and I didn't see anything wrong with that.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Okay, while we are busy with money matters, I just want to ask a couple of other questions.  When you completed the project on the Early Learning Centre, and you received R25 000-00 from Mr Staal Burger and you were informed by him that he was retaining the R5 000-00 for himself, was that proper?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "If he kept the money for himself as he told me, it was naturally not improper, but I do not know what he did with the money.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I don't understand what you are saying.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It is simple.  I said that he gave me R25 000-00 and that he would be keeping R5 000-00 for himself.  What he used the R5 000-00 for, I do not know.   If he used it for himself personally, then it is improper, naturally.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did he tell you that you can keep R5 000-00 for yourself?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Meaning that you can appropriate that for yourself?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did you understand when he made that proposition to you, that he was going to do the same?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I understood it that way.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "And you concede that is highly improper, it is not in terms of your code?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Somewhere in some of your statements you said that you gained the impression that Mr Staal Burger used the organisation, or abused the organisation?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Where did I say that?",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Let's just look at the exact wording, Bundle B, page 49.  Just the second last sentence of the first paragraph, or maybe we should start with the sentence just before that.\n\tThe first paragraph, the sentence begins with \"it was approximately\", would you mind just reading that into the record for us?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you got that, Mr van Zyl?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "I have that.\n\"... it was approximately during July 1989 when Staal Burger and Tessa la Grange, the spouse of the then Capt la Grange when to the Drakensberg Inn Hotel for four days.  I know for a fact that it was done under the organisation's cost and the organisation was misled in this way.  The fourth reason was that my wife was expecting our child, and she requested me to lead a peaceful life.\"\n\tThis is untrue, I cannot confirm that Staal went to the Drakensberg, not with Tessa la Grange.  It is Section 29 statement.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Can you explain to the Commission why you inserted that into your statement?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It is a Section 29 statement.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But can you explain to the Commission why you inserted it?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "You answer questions that the questioner wants to hear during a Section 29 detention, so that you can be set free.  There are many lies under a Section 29 hearing.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did Staal Burger accuse you of having misused the organisation to enrich yourself?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Staal Burger for me, no.  At a stage he said to me, when I retired, that I misused the organisation, that is what he told me.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "What did you understand, what did he mean by that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I do not know.  But in no way did I misuse the organisation in the time that I was in their service, at no stage.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Can you think of a reason why Staal Burger would say that you misused the organisation?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I think you can ask him that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was your relationship at that stage with Mr Burger, that he would say that to you and that you would put this statement, a statement like this in your Section 29?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "Mr Chairperson, the day when I went to retire, when I quit from the CCB, Mr Burger was naturally upset, and I think it was said in that light.\n\tWe did not have a bad relationship, but I think it was said at the spur of the moment, and I do not believe there was anything meant by that.  I think Mr Burger is the best person to answer that question.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did you say in one of your statements ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, I am just saying you can continue.",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Thank you.  Did you say in one of your statements, that there was speculation that Staal Burger misappropriated $10 000?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I could have said it in my statement, it is absolutely untrue.  I have no facts relating to this.  It is a Section 29 statement.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I think that was said somewhere in Bundle B, page 51?  I will come back to that.  Would you say that the potential existed within the CCB structure for individuals to misappropriate funds?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.  I think the financial systems that were in place then, was good, but you yourself know that any system can at the end of the day, probably be misused, or most systems.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "We have just dealt with the example of the Early Learning project, where R30 000-00 was budgeted for, for Gakkie, for Mr Hardien, but of R30 000-00 one of the agents took it, how could that have been accounted for in your reports?  Can you think how you could possibly have concealed that information or dealt with it to the satisfaction of Joe Verster?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "The accounting was done, the application for payment was done by me and I think the accounting of that specific project was done either by Christo or by Staal themselves.  Naturally it is possible, I mean if I have to give an agent R2 000-00 and I decide to keep R200-00 and give him R1 800-00, then it is possible, it can be done without my Regional Manager knowing it, and it can also be done without the Managing Director knowing it, or without the Chairperson knowing it.  It is cash money that you are working with.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was there no requirement that you had to, so far as possible, produce any sort of voucher?  In other words if you are giving R18 000-00 to Gakkie, does he not have to just sign something, indicating that he has received that money?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "No, not at all.  You will just do an account to say that you have given him the money relating to a certain project, but he didn't have to sign anything.  There were certain cases where one would have to get receipts, but then there were cases where you could not get receipts, where you only filled in a form, and you signed it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And if you stayed at a hotel, would you have to produce the voucher, the account?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "In the case of a hotel accommodation, you would have to take, you would have to attach the account when you did the accounting of the expenses.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So do you agree with me that it was possible to misappropriate funds?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I have just said that to you.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "No, you initially denied it?",
            "Male"
        ],
        [
            "MR MARTINI",
            "The witness says it is possible, he accepts that that possibility exists.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "He initially denied it, that is why I followed it up.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what he said according to my note was that the system could be abused just like any other system in any other sort of organisation.",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Okay.  Mr van Zyl, I want to move on to another point.  I want to, sorry, just before I move on to that point, I want to ask you what pressure was put on you while you were detained under Section 29?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Sir, you know, Section 29, you are detained at that stage, you could have been detained for a period of nine months and then it can be postponed to two years, until you have made a statement that the Investigating Officer of that specific case was satisfied with, that the contents thereof, is correct.\n\tI wanted to as soon as possible, to get out of that Section 29, and these two statements that you are referring to, are not correct statements.  This is why I am referring to the one big Section 29 statement that I have made, where the information and the facts related thereto, are one hundred percent correct to a large degree.  The pressure that is placed upon you, is pressure that you want to get out of jail as quickly as possible.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But the thing is, nobody ...",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No assault had been made on me.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But nobody suggested that you include that in your statement?  There was no outside suggestion that you include untruths in your statement?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I would not say that there had been.   I can for instance think, it is difficult to say, I don't think that words were put in your mouth and it was said \"listen, you have to say this\", but during, taking down a statement, certain questions were put to you, leading questions were put to you and then you would accede to that, these things had happened.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I will leave it at that.  Mr van Zyl, I want to ask you who was the enemy, who was your enemy?  I know Mr Kahanovitz asked you some of these questions, unfortunately, I am not going to go into too much detail there, but I want to ask you because it will lead to somewhere later on.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I have already answered that question.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Okay, can you turn to Bundle B, page 15.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Bundle B, page?",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Page 15.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Mr van Zyl, if you say pressure is put on you to make a statement under Section 29, in order to be freed under Section 29, obviously you would have to tell the truth, is that not so?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Didn't you explain that the, some of the things in your Section 29 statements were not true, because of the pressure which would be the different result?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "To whom, explained?",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "In other words you said some of the statements, some of the statements in your Section 29 declaration, were not correct and they were not correct because you were receiving some pressure, you were just stating these things.\n\tBut my question is, I would expect you to tell the truth, so as to be released under Section 29?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, that is the logical inference that one could draw, I understand what you are putting to me, but I will tell you that in Section 29 statements which were made then with the Police, 80 percent of those statements are false.  You say anything just to be released from that situation.\n\tI do not refer to my own statement, I refer over the wider spectrum, everyone who had to make Section 29 statements, and that is why a Section 29 statement is not admissible in a court, because it is made under coercion.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Therefore an untruth in Section 29 statements, cannot be as a result of the pressure which was put on you?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Indeed.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Williams?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Thank you Mr Chairperson.  Would you agree that the rest, that about 90 percent of the contents of your statement, which was made under Section 29, according to you, are correct and truthful?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "With regard to the long Section 29 statement, you would see that the statement that you are referring to, I made before the time, it was a quick way that I thought that in some instances, I could give them false information and tell them what they wanted to hear so that they could release me, but at the end of the day, this did not work.  I was still detained, and I then decided to open-heartedly, give my full co-operation after which I made the big Section 29 statement, which in my opinion, is 95 percent correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Mr van Zyl, on page 15 in Bundle 2, would you  mind reading the last sentence there?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Which paragraph?",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Paragraph 16.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "\"... it was spelt out on the course by Joe Verster, that two bonuses ...\"",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Sorry, page 15, paragraph 16, the last sentence.  Sorry, page 15.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is the last sentence on page 15, under paragraph 16 on my papers?  It is page 5 of the statement.\nMR VAN ZYL\n\"... Mr Joe Verster also told us that persons who endangered the security of the State and who maintained such a public, high public profile that the South African Police could not act against them,  such persons would be targets of this organisation.\"",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "And the next sentence?\nMR VAN ZYL\n\"... He mentioned the names of Allan Boesak and Desmond Tutu as examples.\"",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "In which province did Allan Boesak and Desmond Tutu live?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "In the Cape Province.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "That was the province that you were in charge of, is that not so?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did you at any point in time consider registering projects against the two of them, or either one of them?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Were those your actual tar gets, or the actual targets of the CCB, people against whom the South African Police could not act?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, not necessarily.  It was part of the category of persons who qualified as targets for the CCB.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "And other people would, would members of the ANC qualify as targets?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I believe so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Supporters of the ANC?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I believe so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Do you know that the ANC had millions of supporters in the late 1980's?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "On what basis would you decide that a particular target had to be selected?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "My evidence was that in most cases, the targets were identified by means of an intelligence structure, and although we did obtain information with regard to individuals or with regard to bodies who were involved in activities, which would be to the detriment of the State at that stage, I do not know what the criteria was exactly for which, for example, it was decided that Min Omar would be targeted.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "How would you decide that you were going to work on something or collect information on someone, if you were unclear whether that person would actually qualify as a target or not?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "We had information, we obtained information in general and then that information would be processed, and I say once again, it went to the intelligence wing of the organisation and if a decision was taken, the information I accept was tested, or this makes sense, we have more information with regard to this target, and then they would come back to me and tell me \"go and do a preliminary study on this target\".",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "who was supposed to do that, to verify the information?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "The intelligence structure of the CCB.  Who that was, I do not know, I never directly liaised with them.  My evidence is up to now that the information that I obtained, would be given to the Co-ordinator who would process it and my instructions would be received from the Co-ordinator, or from the Regional Manager.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Is your evidence that the Co-ordinator had to give it to the intelligence wing, or ...",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I would assume so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Do you know as a fact who was supposed to verify that information?  Who had to pass the information on?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I do not know those persons.  I never had contact with them.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But I am asking, the organisation within which you operated, do you know who in your organisation had to send the information on to the intelligence wings and have it verified?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That was the function of the Co-ordinator.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "That was Wouter Basson?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Wouter Basson.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Just before I come to the actual Kewtown incident and the emanation of information and whatever, I just want to ask you a few questions on statements which also appear in your statement, in one of your statements.\n\tIn Bundle A, page 89 you say that -\n\"... all projects were approved by the Chairperson\",\n\tis that correct?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whereabouts on page 89, Mr Williams?  There is the second last sentence and then the last sentence?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "That is how I understood the structure and I believe it worked like that.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "In Bundle B, page 19, there is a sentence which reads\n\"... if the project was recommended by the Chairperson, it would be submitted by the Chairperson to the Min of Defence for approval.\"",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, it is not a fact.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Can you explain to the Committee why does that sentence also appear in your statement?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It is a Section 29 statement.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Okay.  Initially I understood that there is maybe one or two inaccuracies in your statement, but I see as we go along, there are quite a lot of your statements that appear to be inaccurate?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It may be so, you can point out the others to me.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Further down, if you skip a sentence and read the next sentence\n\"... it was also told to us on course that in extremely sensitive situations, it would be brought to the attention of the State President.\"",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is how I understood it, yes.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Was that said to you, did someone say that to you?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Who told you that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "The Managing Director, Joe Verster.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Okay.  Let's get to the actual Kewtown incident.  You say that over a period of one month, you collected information from Isgak, is that correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did Isgak provide you with the information over a period of time, in other words did he give the information to you in drips and drabs, today maybe one statement,  tomorrow another statement, or how exactly, can you just clarify that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is how it took place, on that basis.  You have to recall that I was in Johannesburg, although I was appointed to the Cape, I was not in the Cape every day.  I irregularly flew down to perform my duties here, so it was not given to me all in one go.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "And you made a note of all the allegations he made to you pertaining to the Kewtown Youth?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I took a note thereof in so far as I read through the information, looked at it and processed it through to the Co-ordinator.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Do you know more or less how many documents he gave to you?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot recall, but it was not only one or two documents, it was more than that.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "You say on one of the documents, Mr Chris Ferndale or one of the documents state that Chris Ferndale is responsible for the planting of bombs.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "One was a letter written by him in which certain things were said, I think it is on page 49.",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Yes, I am going to deal with the letter now, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "But one of the statements is that you are in possession of a typed letter or statement to the effect that Chris Ferndale admitted that he was responsible?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "My evidence was that we had available to us a letter, I cannot remember whether it was written or typed, which allegedly had been written by Ferndale or signed by Ferndale in which he admits his partipance in bomb attacks, or planned attacks, something to that affect.  But it dealt with acts of terror.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Do you recall to whom was that letter addressed?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Was it addressed to someone?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot recall.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Was it just a piece of paper wherein Chris Ferndale says that \"I am responsible for bombs and more bombs are going to go off\"?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.  If my memory does not fail me, it was not an admission that he wrote down there, it was part of the planning, I cannot recall what the exact extent was, whether it was addressed to a person, or whether it was just a summary of acts that they were planning, or whether it was a summary of acts that they were already responsible for, but it was, it entailed incriminating evidence with regard to the planning of acts of terror, or acts of terror that had already been committed.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Which in your opinion would have been a very important document, not so?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "The way I understand your earlier testimony is that his name actually appeared on the document, is that so?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now do you agree with me that it would be utterly stupid for anyone to write his name on a document, which has the affect, or which basically says that that person is responsible for the planting of bombs?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Yes.  That is so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I doubt very much whether such a letter existed.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "My evidence about it is given.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Mr van Zyl, I also want to ask you about a letter addressed to Mr Alex Anthony.  Do you clearly remember what was inside that letter, the contents of the letter?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Maybe I am going to surprise you, but I will be honest and I will tell you that I wrote the letter to Mr Alex Anthony on the request of Isgak Hardien?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I do not know about that.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Gakkie was about to work for Mr Anthony during the elections, if I remember correctly, he was going to be paid for it as well?  At some time, prior to the elections, he told me that he had changed his mind about it, but that he cannot read and write, but that he wanted Mr Anthony to know that he is no longer interested to work for him and he asked me if I can write the letter on his behalf simply stating that he is not prepared to work for him.  That is what that letter was all about.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Mr Chairman, may I state at this stage, the statement doesn't appear to be a statement by Counsel to the witness, but rather evidence that is being introduced from the Bar.  If Mr Williams is going to take the witness stand and be cross-examined in due course, then I have no objection that he puts this to the witness.  If however he has no intention of going to give evidence under oath, then I object to introducing evidence in this manner.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we cannot have evidence introduced in this fashion, it wouldn't be fair procedure.",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Okay, Mr Chairperson, can I ask that we deal with the letter on that basis, that that was the contents of the letter?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, are we sure we are talking about the same letter?  I mean is it the same letter that is under consideration here, I think that is the first thing to establish?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Maybe that will come out once Isgak testifies.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but I have forgotten, you can refresh my memory.  I remember the name Alex Anthony, but I don't remember that anything being mentioned about the contents of the letter addressed to him.\n\tOkay, so it was similar, that he shouldn't participate in the elections.  My colleague, Mr Lax, has just reminded me.  But you may proceed, but not to introduce evidence, Mr Williams.",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "Chairperson, I support what my colleague has put on the record.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I accept Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I know it will be difficult for you not to do it, but you must, when questioning Mr van Zyl now, put on your lawyer's cap and ...",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Okay, I will try and rephrase it.  Mr van Zyl, if Gakkie gave you a letter to the effect that, a letter which simply stated that he is no longer prepared to work for Mr Anthony and that that, if that was the contents of the letter, would you dispute it?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I would because it would have been of no value.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Okay, I won't take that any further.  But I want to ask you, he made various allegations to you, were those allegations tested according to your knowledge?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I accept that it was tested because it was sent through to the intelligence structures and it was their function to do so.  Because of this, I received instructions, as I have already testified, to do a pre-study, so in the light thereof, I would accept that it was tested.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Do you know for a fact whether or not that information was sent through to the intelligence wing?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I have already given evidence about that, I gave it to the Co-ordinator on the understanding that he would process it.  That is his work, and I think you  have to ask him that question.  I cannot tell you for a fact that ...",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So, if I understand your testimony, you don't know whether the information was in fact sent onwards, to be verified?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "The statement or the information which you received contained various allegations, for example, one of the allegations was to the effect that the owner of the place, of the centre, Beulah Fredericks, worked hand in glove with the Kewtown Youth Movement and that to some extent, she was also involved?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is the information that I received.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Some of the information was to the effect that we were a bunch of gangsters, is that correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, gangsters in what form, in what term are you using it?",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "The Afrikaans term that was used was \"bendes\", I think some of the applicants even referred to that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I think Mr Wouter Basson referred to that, Gen Webb as well?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Where would they have received information to that effect?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I do not know.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But wasn't the only information which they received, information which emanated at an organisational level, from you?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I was not the only source of information of the intelligence structure, or of the Co-ordinator for that purpose.  The information that I obtained, was sent through and whoever else obtained information, I do not know.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did you at any stage think that we were a group of gangsters?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I never regarded you as part, because of the information that I received, as part of the enemy, because of the structures to which you were attached.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did you at any stage refer to us even as \"bende\"?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Mr van Zyl, I ask you, are you prepared to accept as a fact that most of the information that you were supplied with, are incorrect?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I am not prepared to accept that, on the contrary along the course of this hearing, I read through certain documentations which confirmed my suspects that our pre-summary of the matter was one hundred percent correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Can you just inform us what documentation are you referring to?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I refer to your own statement in one of the documents, in which you admit that at two occasions before the explosion, you had been detained in terms of Section 29 Emergency, State of Emergency, so I think ...",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I have never been, okay, just complete first.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I think someone who is busy with community work, would not be involved in such things.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I have never been detained under Section 29?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I am certain I read such a statement.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Okay, you have read incorrectly.  Are you saying that you are convinced in your own mind that most of the information which was given to you, was correct, was factually correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I was convinced, convinced in my conscience, that the information we received, was correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Today as you sit here?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I did not go to any trouble to try and determine  from which members the Kewtown  Youth Movement existed and what they did.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But you have just said earlier now, that you are convinced that some of the information is correct, from what you have seen from my statement for example, and other documentation?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I did see that some of the information, it would appear is definitely a support with regard to the fact that the Kewtown Youth Movement was an affiliate of the UDF and the UDF of the ANC.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Let's look at the information that you received.  Maybe you can tell us  basically what is correct and what is not correct.\n\tIn Bundle A, page  107, one statement was that - 107 the very last sentence -\n\"... the information was also in regard to a hall, known as the Early Learning Centre in Athlone, which was used by prominent UDF and ANC activists.\"\n\tIs that statement true or false?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I received the information, I sent it through as such, I believed it is correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "You have just told me earlier that you believe, today, that some of the information that you received, is correct, based on some documents that you have seen.  I am going through the information that you have received.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Were we prominent UDF and ANC activists at the time?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot say that, that was not my function.  I have testified to this effect many a time, to go and find out whether Peter Williams was an ANC activist and where he was in the hierarchy of the ANC, I was a soldier who executed my instructions, after targets were identified to me, and I would appreciate it you understand it.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I put it to you that that piece of information is incorrect.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It may be.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "The second statement is that secret meetings were held.  I put it to you that that statement is incorrect?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That was my information.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "The entire community knew that we meet there.  In fact, even people outside the community knew that we meet there, that is why CAYCO for example could come there that night, because they knew they would find us there?",
            "Male"
        ],
        [
            "MR WESSELS",
            "That is again evidence, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you can keep the evidence out of it, Mr Williams, please.  You will be given an opportunity to testify if you wish.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Mr Chairman,  I do not think that Mr Wessels is not entitled to raise objections, he obviously is, because he has identified, his client has identified himself with the witness, but in relation to this question, Mr Chairman, there is ample evidence that Mr Williams can rely on, that is already on record, in order to put that question.\n\tI have no doubt about it, and I am sure that the Commission will have no doubt about that, so that I do not think, I do not think that Mr Williams with respect, should be put on a very short leash.  He has sitting next to him, a person who is not a lawyer, who also has obviously given him instructions, Mr Chairman, and who has apparently personal knowledge about the matters.  I would appeal that we can sort out at the end what there is no evidence about, and whether Mr Williams is obliged to give evidence or not, but I would appeal that he is not put on a short leash, in order to  prevent him from doing a difficult task.\n\tHe is both a victim, who also has legal qualifications, and it is very difficult under these circumstances, where he was a potential victim, or to be killed, whether wittingly or unwittingly, that he should be given some leeway in order to put the case that he believes should go before the Committee.  Thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Mr Chairman, if I may also just add.  If I were asking those questions, I simply would have said that \"my instructions are\", now Mr Williams is in the difficult position that he has personal knowledge, because he was there, so it is, he doesn't want to say \"my instructions from myself are\", so we can take it that those are his, he knows about these things, it is evidence that he can lead, and on that basis, these questions should be allowed, thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Mr Chairperson, I also feel that I shouldn't be restricted to ask the questions that I am asking.  I will obviously watch the limits to what extent I go, Mr Chairperson, but given the fact that I have got personal knowledge about these incidents and about the statements, I think it is absolutely, it is fair to put it to the witness in the manner in which I am doing it.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, it is clear to me that my objection is not being understood.  I have no objection if Mr Williams asks these questions from personal knowledge, and supports that if he takes the witness stand and introduce that by way of evidence under oath.  But he is not allowed to give evidence from the protection of the Bar as it were, and come into conflict with a witness who is testifying.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think there is a fine line, for instance, I hear what you say and I hear what Mr Bizos says and I agree that he should not be on a short leash, but then in evidence like, \"you know, it was me who wrote the letter\", that is new evidence being introduced through the backdoor as it were.\n\tIt is a fine line to be walked here, so we will listen, if the people want to object, we can take it as it comes.  But you are aware of the concern?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Mr Chairperson, can I ask my next question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly.",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "I put it to you that the Kewtown Youth Movement did not have secret meetings, they had open, public meetings?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "According to the information that I had received, I deny that statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What in your view, Mr van Zyl, would be a secret meeting?  I mean because here was a meeting being held at the Early Learning Centre, at half past eight at night, we have heard that the soccer club was there, we have heard that the karate club was there, would you say that that was a secret meeting?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "Mr Chairperson, I would say that the information at that stage had been that the Kewtown Youth Movement was affiliated to the UDF and accordingly, the UDF was affiliated to the ANC which was banned at that stage, and as a result of this, the meetings that were held, where acts of terror had been discussed, as the information that I had obtained indicated, were naturally secret meetings.\n\tIt was not meetings that were open to the broader community of the Athlone vicinity.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I mean if I am a member of the Rotary Club or the Round Table Club, I am not going to open those meetings up to the community, if you are a member of the golf club or any organisation, it is not - the fact that it is not a public meeting, does not mean that it is secret?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "No, that is so.  But I think I agree with that, but in cases where meetings were held, or are held, where acts of terror are discussed, I classify that as a secret meeting.  These were the terms that we used in the Forces.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Williams?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Thank you.  Mr van Zyl, I put it to you that our meetings were open to the public, any member of the community could attend if he or she wished to attend, and I will lead evidence to that effect if necessary.  Do you want to respond to that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That was not my information.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I put it to you that Mr Isgak Hardien never attended any of the Kewtown Youth  Movement meetings, do you want to respond to that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot comment on that.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Is it possible?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Probably possible.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now, if it is possible, how would he know that we discussed sabotage and acts of terror, how would he know about that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Chairperson, that was the information that he obtained.  The specific way which he went about to obtain the information, I do not know.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did you ask him?  Did you ask him how did he gather that information?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I might have asked him, but I cannot remember.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I put it to him that the Kewtown Youth Movement was not a new movement, it is another statement that you have put.  In fact Kewtown Youth Movement existed before the UDF existed.  Kewtown Youth Movement was according to my instructions from other members of the Kewtown Youth?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It is possible.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Formed in 1982, a year before the UDF was formed?  Now if you agree that that is the  case, then the Kewtown Youth Movement could not be a new movement formed specifically by the UDF and the ANC?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I did not say that the Kewtown Youth Movement was a new movement, what I said is that it was an affiliate of the UDF.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Let us just go to the wording, page 108, Bundle A, the second sentence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, what page?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Would you mind reading that into the record for us?\nMR VAN ZYL\n\"... it appeared that the UDF and ANC activists that were under Emergency Regulation limitations, and also banned organisation limitations, formed a new organisation by the name of the Kewtown Youth Movement.\"",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "What do you understand by the words \"new organisation\" in the contents of the sentence?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That it was a new undercover organisation for the UDF and it might have been that it was newly formed.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now I have just put it to you that it was formed in 1982.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That might have been.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Do you agree with me.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot dispute that.  I mean I do not know when the organisation was founded.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Okay, Mr van Zyl, I can go ...",
            "Male"
        ],
        [
            "MR LAX",
            "Can I just clarify something here.  To the best of my knowledge, the UDF was never a banned organisation?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I think ...",
            "Male"
        ],
        [
            "MR LAX",
            "Towards the very end?",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "... because it had so many affiliated organisations, they banned the UDF towards, well I was in the middle of the Delmas trial which was in 1986, 1987, 1988, in the middle of that trial, probably in 1987, the UDF was declared an unlawful organisation, but not its affiliates.\n\tThat was the legal position at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Bizos.  Sorry, I know that I have asked this before, but Kewtown, is that Kew?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Kew, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Notwithstanding that in your own statement it is typed \"Q\", the letter, town?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Mr Chairman, they use, the spell it interchangeably, it is spelt with a \"Q\" sometimes, and with Kew.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So, what is the proper pay, Kew?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Either way Mr Chairperson.  Mr van Zyl, I can go through the statement, allegation by allegation, I am sure I will illicit the same response from you.\n\tThere is one statement, or allegation that I find quite curious, the one is that Colleen Williams, information came to your knowledge that Colleen Williams, that is a person who died in one of the bomb attacks, was a sister of mine, was a half-sister of mine.  Do you want to comment on that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That was information that was given to me.   Whether it was factually correct, I cannot say.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I put it to you that that information is absurd. Do you want to respond to that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That may be.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the sort of information Mr van Zyl, that one would expect an intelligence organisation to sort?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "I would expect it like that Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To verify?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "Yes.  Yes, that is the case, I also find it strange that a lot of the information is acknowledged, even by Mr Williams.  I mean the information that we have received that the Williams lady was killed during a bomb explosion, where we had received the information that it happened during the placement of the bomb, and this is now factually acknowledged.\n\tBut the fact that she was not a half-sister of his, is now denied.  Some of the information is correct, but it was not my function to verify it one hundred percent.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But that was common knowledge, that was common knowledge at the time.  Mr van Zyl, would you agree with me that it is easy to ascertain whether or not a person was detained by the Security Forces?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It could have been done.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Mr Chris Ferndale, I put it to you that he was never, ever detained by the police.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot comment on that.  I did not investigate that, to find whether he had been detained or not.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "The part of the information that came to your knowledge was that Chris Ferndale was detained under the Emergency Regulations, not so?  You received that information?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I would like to refresh my memory in this regard, in the statement where the names are mentioned and exactly what I said.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have a reference, Mr Williams?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Yes, it is Bundle B, page 38.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Which paragraph are you referring to.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "The very last sentence.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "This was information that I had received from Gakkie.  I did not confirm it.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But I put it to you that that information is factually incorrect, the information pertaining to Chris Ferndale is factually incorrect?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That may be.  If I may, I just want to ask, you said just now that you yourself had not been detained in terms of Section 29 Regulations.   The statement that I believe to be your statement, in Bundle B, page 4, is that your statement ...",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I ask the questions here, Mr van Zyl, but maybe to be fair to you, I have been detained under the Emergency Regulations, not under Section 29.  There is a difference, there is a big difference.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Very well.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I have put it to you, I can go through this list and point out various inaccuracies to you, and patently wrong information.  The crux of it is that I put it to you that the Kewtown Youth Movement, was never involved in acts of sabotage or terror or any violent activity.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is not the information that I received.  I acted as a result, I acted against the Early Learning Centre as a result of an instruction that I had received.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Are you prepared to accept that that information could be wrong?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I am not prepared to accept that.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So on what basis, on what basis are you saying that you are prepared, or firstly let me ask you, do you accept that all the information that you received, were correct, all the allegations that you received, was that correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I do not know.  I did not test all these allegations.  I cannot say what of the information is factually correct and what is factually incorrect, I cannot tell you.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Okay, can you tell us before the bomb incident, what other projects were successfully completed by your group?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I only know of the projects that I have already given evidence to.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Were successfully completed by your group, were there any projects that were successfully completed?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "My evidence-in-chief dealt with all the projects that I know about, and that I was involved in and that I know about.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Can I ask you, was there one project that was successfully completed?  You had various projects, you had the burning of a kombi,  which never materialised, you had the project, the elimination of Min Omar, the elimination of Gavin Evans, whatever, can you tell the Committee of one project that was successfully completed?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Apart from the Early Learning Centre?",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Prior to the Early Learning Centre.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, placing the monkey, it was also just before the Early Learning Centre.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Except that particular incident?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Nothing else that I know of.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Then it is obvious that you joined, you joined the CCB in May, towards the end of May, June 1988, not so?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is my evidence.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now for a period of almost 15 months, not one project was successfully completed by the entire Region 6, is that what you want the Committee to believe?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I would like the Committee to believe it, and I have also explained it like that.  We have been inactive up to the 1st of January 1989, so in other words before our meal, I gave evidence to this effect, we were still in our baby shoes, the organisation, and Region 2 specifically.\n\tFor a period of approximately eight months, we  were operational.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "To concede that for a period of eight months, you were unable to successfully complete one mission, or one project?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so, and I almost get the impression that you wanted us to be a lot more successful?",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "And you would also agree that a vast amount of resources and finances were expended on these so-called missions?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "And not one mission was successfully completed?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Those are the facts.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Would you agree with me that those expenditure was basically a complete waste of taxpayers' money?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I do not believe so, no, I don't believe so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "At the time when the bombing incident occurred, or prior to that, was any pressure exerted on you to complete a mission successfully?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I have already given my evidence in this regard, the pressure had been placed on me to finalise the Early Learning Centre project, I have given evidence according to this.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Is that why the Early Learning Centre was, the bomb, was detonated without sufficient verification or background checking or why that project was hastily convened?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I do not think that that project was done in haste, and I think that there doesn't exist any substantial proof to say that it was done incorrectly, no evidence.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Was it your modus operandi to fulfil an operation or to execute an operation a day after the first in-house was held?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, not necessarily.  But where did that happen?",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Was that not the case here?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Wasn't the permission given for the go ahead of the operation, a day prior to the actual bombing?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "The permission was given to me a day before we gave execution, but the in-house was held several weeks before I got permission.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think the info that I can recall, correct me if I am wrong, Mr van Zyl, was that the remote, the obtaining of the device to set it off, wasn't that collected by Gen Webb, from the source where it came from, and that would infer that he had given his authority at the second in-house?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that instrument was received a day before the explosion, was that correct?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Mr van Zyl, did you trust Gakkie?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Yes, to a large extent.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Then why did you deem it necessary to accompany him when ...",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I have already given evidence about this.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But isn't that an indication that you distrusted him?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I think it was an indication of the amount of care that I took.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Yes, but even on that occasion, you breached your own code?  You were not supposed to be at the scene where a high risk operation was being conducted, not so?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "And you breached that rule, actually, that order?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Once again, I did what I thought to be the best and the safest at that stage, that is why I did it.  There  is no hidden agenda behind the fact that I accompanied Gakkie to the Early Learning Centre.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Okay, but isn't that a clear indication that you did not trust Gakkie fully?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I am telling you that I trusted him to a large extent, but on that afternoon, the thought just occurred to me that maybe the bomb was not placed at the Early Learning Centre, and I wanted to make sure.  I cannot deny that there had not been a certain degree of distrust, but I certainly trusted Gakkie a lot more than what I trusted Peaches.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Okay, and then, Mr van Zyl, let's go to the actual bombing incident, or the night of the bombing.  If you can just turn, Bundle A, page 113, paragraph 40, can you just read the sentence, the second sentence starting with Isgak.\nMR VAN ZYL\n\"... Isgak pointed out the area around the hall and also the parking ground where the motors of the members of the organisation, was parked.\"",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now, this parking area that you are talking about, how many cars could this parking area accommodate, more or less?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I would say about, and I am relying on the one time that I saw it, about 10 or more vehicles.   Yes, I would say between 10 and 15 maybe.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now, is this parking area located in the vicinity of the area that we left when we left the hall, according to you?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Is that parking area adjacent to the door or to the exit or ...",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Is the parking area located on the premises itself?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I almost get the impression that it might be in a different premises, it might be part of the same premises.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I don't understand, I don't understand what you are saying?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot tell you now, I saw the premises in the evening, once in my life.  It is a quick observation that was done, and I cannot tell you if it was a parking area next to the building or close, next to the premises, but it was clear that it was a parking area used by people who visited the Early Learning Centre.\n\tYou know the area, you know what parking area I am talking about.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So, your testimony is that you assume or it is patently obvious that whoever used the Early Learning Centre, would use that parking area, is that your evidence?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now, if you are saying that you are not sure whether that parking area could be adjacent to the Early Learning Centre or belong to another premise, are you saying that there could be another building or something where this parking is based, parking area is based?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That parking area, is according to me, there for the use of the people who visited the Early Learning Centre.  Who the parking area belonged to, I do not know, but it was not a parking area that belonged to an adjacent building, not according to my knowledge and the impressions that I gained.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now I put it to you that, sorry, can you describe the parking area?  Are there tarred areas, are there parking bays, are there, can you recall?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "If I remember correctly, it was a tarred area, yes.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I put it to you that there is no parking area in front of the Early Learning Centre that is used by people using the Early Learning Centre building, there is no such parking area?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It is definitely a parking area, that is where the vehicles had been parked that specific evening.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I put it to you further that there is a parking area at the back of the Early Learning Centre, but if a person observed that parking area, you are not in a position to observe who enters and exits the building on the front side of the ELC?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, when you are talking front, Mr Williams, are you talking where the road goes, if somebody was on the road?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Sorry Mr Commissioner, I recall distinctly at the last occasion, we were going to be given a diagram, I think Mr Bizos said it could be arranged, if I am not mistaken.  I am just enquiring whether such diagram was prepared?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, it would be helpful, either that or else if we could see the place.  I don't know if it is going to become an issue.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Mr Chairperson, it will be available tomorrow, the diagram.",
            "Female"
        ],
        [
            "MR WILLIAMS",
            "Mr Chairperson, I was actually going to request that we actually go and see the place, because I want to argue at the end of the day that it is highly impossible ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If it is going to be important to see the place, then I think we ought to, because so often one forms an impression in one's mind of what you think it looks like, and you get there, and it is completely different.\n\tMaybe we can make an arrangement to go and take a look at it?",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Mr Chairperson, if we can get the diagram first, then maybe we can decide from there?",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Mr Chairperson, I would strongly motivate that we actually go there, because the witness is, or the applicant is making mention of a parking area which may be adjacent to the, so that one can have a complete picture, what it actually looks like and whether one can create, or come under the mistaken impression that the parking bay is intended for a particular building, or not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we think that it will be worthwhile to see it.  We know that there is more than one parking place, I think it has been mentioned in the past, now we are talking about the back and the front, we know that there is more to the  centre than just the hall concerned, I think it would be worthwhile to see it, and then, but we should make an arrangement to go and see it.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "It would be advisable of course, Mr Chairman, to do it whilst this witness is still in the witness box.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I would have thought so.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Mr Chairperson, I still would like to get the diagram first that was promised to us on the last occasion, and I have no problem, my client need not accompany us, I will accompany the Commission, but I would like the diagram because I think that was an undertaking we were given, when this debate was argued last time, it was promised to us to make it available.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but I don't think that there is any reason why we should be in possession of a diagram before we go.  Whether we get the diagram afterwards, Ms Coleridge has just told us that we would get it tomorrow.  I don't know what the situation is regarding the barricading of roads, whether it is possible even to go out this  afternoon?\n\tWhen I say barricading, the buses have been protesting and blocking the road, I don't know if there is access there.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Mr Commissioner, the reason why I asked for the diagram, because if the Commission wants to have an inspection, I have no difficulty going, I would like to have the diagram with me when I go.  That is why I would like the diagram.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Mr Chairman, if this is an indication that the witness doesn't intend coming to the inspection in loco, it is not going to be very helpful, not having the main actor there, to point out where he was, what he saw and how he saw it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I mean if we go now, we can take Athlone by surprise?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Chairperson, I believe that there is a possibility that the roads might be barricaded today as well, later today.  I have just been informed by Mike Benade, our witness protection person.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, it wouldn't be advisable to try to go this afternoon, if it is going to be barricaded.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Possibly tomorrow?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.   We might have to do it tomorrow, depending on what the situation is there.  But I don't think that will mean that you needn't continue with your questioning now, and we loose time now, Mr Williams.  We can always ...\n\tWe can continue and then we will go and have an inspection in loco.  When we adjourn today, we will make an arrangement.  Mr Williams?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Mr Chairperson, I just want to ask a few questions with regard to where he was parked, before we go there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can ask any questions you like, but we will have an inspection in loco.  I think when we do, we must make an arrangement, but I don't want to make an arrangement that we meet there, because if there is a barricade of the roads, it might put the (indistinct) on the whole of tomorrow's hearings, maybe we should meet here and then go.  I know it is a bit inconvenient, but then at least we won't get half the people stranded here and half the people stranded on the other side.\n\tAnyway, we can make that arrangement, when we adjourn, we can have a discussion with the legal representatives and work out a way to get there.  Mr Williams, do you want to ask questions?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Mr Chairperson, I have just asked Ms Coleridge, whether it is possible to ascertain whether in fact the roads are barricaded now, because it might make more sense, if the roads are not barricaded, that we go out there immediately, because otherwise we might just be caught in the traffic tomorrow morning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think - we will   take a five minute adjournment to establish that, because I think if we go this afternoon, we would probably achieving having an inspection in loco with the minimum loss of hearing time than if we did it for instance tomorrow morning, we might loose the whole morning.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "All rise.\nCOMMITTEE ADJOURNS",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  I am informed that the roads will not be blockaded and that we will therefore have an opportunity to proceed for this inspection in loco, so I propose that we do that now.  When we reconvene, we will reconvene here tomorrow morning at half past nine in the morning.  Is that all right for everybody concerned?",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Mr Chairperson, just for the record, I will be attending the inspection in loco.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And will Mr van Zyl, shouldn't Mr van Zyl be there?",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Well, my client is not prepared to attend, so I will attend.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But, surely we are going there on the spur of the moment, as it is, no one is expecting us there, I have spoken to Mike Benade who says that he can drive with the security people, he can stand right next to me if he wants to, at all times, I can ...",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Mr Chairperson, I have just put it to my client, he says he is not going.  I will attend as his legal representative.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Who is going to show us the place where he was and where he made observations from?",
            "Male"
        ],
        [
            "MR MARTINI",
            "Mr Chairperson, I don't want to get into long debates again, this issue was raised last time.  I think everyone is aware, my client won't attend.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we know that ...",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Sorry Mr Chairperson, just for the record, Mr Bizos' words were \"we promise to have a plan\", we still haven't got it.  Mr Chairperson also suggested that you would like at that stage, some sort of a plan in the record, I just want to read at page 674, sorry Mr Chairperson, if you will just allow me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we are aware of that Mr Martini, but we don't have the plan, we are told we are getting it tomorrow.  Surely there is a difference between having the hearing there, being there for two, three weeks and going there, unexpectedly for a short inspection where all protection will be provided?",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Mr Chairperson, that is my instruction.  I will attend, we will have a diagram tomorrow, I will relay it to my client, and I cannot take it further than that.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Mr Chairman, at the last hearing, a diagram was in fact brought in on the morning of, I cannot remember, it was the last day or the second last day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, we did see a diagram, quite a large diagram.",
            "Unknown"
        ],
        [
            "MR KAHANOVITZ",
            "It was passed around, it wasn't really intelligible in the sense that we are talking about now, it didn't really, I didn't find it very useful to look at the diagram in order to understand the nature of the evidence that has been led now.  If we go there, what we want to know is where is the parking lot that Mr van Zyl is talking about, where does he say his car was parked?  If we don't know that, it is not going to be very meaningful.\n\tI don't know, if Mr Martini has some way of sorting that out without Mr van Zyl actually being present, well, good and well, but I am not sure how he is going to do that.",
            "Male"
        ],
        [
            "MR MARTINI",
            "My client says he can do that with the diagram.  That is my instruction Mr Commissioner, that is why I suggested we get the diagram first.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can't your client reconsider coming, I mean it would be helpful, it is going to assist him in his application as well?",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Sorry Mr Chairperson, my client says, instructed me to record \"who is attending\", is it everybody?  He says he has no difficulty if the legal representatives and the Chair wants to attend there, he will come with, but he doesn't believe that a whole convoy must arrive there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, the legal representatives will be there and I don't know who else will be there, any of the applicants who wish to go, will be there.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "... a practical solution?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly Mr Bizos.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "The police can have a cordon within which, the people who are in court, cannot be excluded, because it is really an extension of this, in order to avoid, in order to avoid any possible rush of people that may come, which has never happened at any other case, beyond my experience, but nevertheless, reasonable precautions can be taken for Mr van Zyl's protection.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, the victims who have been sitting in the hall, hardly constitute  a convoy, there are five or six?",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "You see Mr Chairperson, these snide remarks, it is not warranted and it is not helping things.\n\tIf I may say something now, Mr Bizos should confine his snide comments possibly to the theatre, if he does perform there, but not at this hearing, because it is not helping matters, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will get, the protection will be there, and it won't be, I don't anticipate that it would be long.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "May I take, my client has been trying to ask me something, what is going to be asked, and then we had interruptions by Mr Bizos, could I just take an instruction of my client outside and then ...",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, I was going to suggest that.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Thank you.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Mr Commissioner, may I just at this stage, it is not going to have any bearing on ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly, Mr Coetzee.",
            "Unknown"
        ],
        [
            "MR COETZEE",
            "May I myself and my client be excused from attending Athlone, because he was not involved in that application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly, anybody who desires to go and who is not required, those people who are not required, certainly, I don't think there would be any objection to them not attending?",
            "Unknown"
        ],
        [
            "MR COETZEE",
            "Because the arrangements would be too difficult in any way, to have ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  I don't know what the position is regarding Mr Calla Botha, is he not here?",
            "Unknown"
        ],
        [
            "MR VAN ECK",
            "Mr Chairman, I will attend.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Chairperson, thank you for the indulgence?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Martini?",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "My instructions are my client will go there with the police protection, but he will not answer questions there, he will point out where he was located, where ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "May I finish Mr Chairperson?  Where the hall is and where the parking lot is, and then he wants to leave.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think the info that I personally would like is that what you have said, where he was, the approximately 30 metres and also where the car was parked.  He talked about it being 400 metres, or something, and where it was driven, you know, they drove around the block and where the hall was.  That is the sort of information that we want from ...",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "He says he will point out where he was and possibly that is where the car was, the hall and the parking lot, but he is not remaining there to be cross-examined or questioned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, there won't be cross-examination.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "And he wants to leave.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because we want all the evidence taken on the recording.  He will just be asked to point out various points, maybe a little bit more than what you mentioned, maybe like where the car was parked and where it drove around, what entrance people came out of, that sort of thing, but not questions that require to be recorded, etc, and then when we come back tomorrow, we will have a plan, is that so, Ms Coleridge?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Definitely Mr Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And we can perhaps by agreement mark certain spots that have been agreed upon, on that plan.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "We can possibly Mr Chairperson, also go inside the hall.  Mr van Zyl hasn't  - said that he never was in the hall, he can't be of any assistance, but we may be able to ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We may go into the hall and Mr Martini and take a look.  Yes, so if we can do that, I don't know how we are going to go, but we will have to follow, because I've got no idea where the hall is.\n\tAll right, we adjourn now until half past, till Athlone Early Learning Centre and then we will reconvene in this hall at half past nine tomorrow morning.  By the way, before we adjourn, tomorrow, are we stopping early, what is the situation, people catching planes?  I am not affected, I am staying in Cape Town.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Chairperson, I believe we can adjourn at one o'clock tomorrow.",
            "Female"
        ],
        [
            "MR MARTINI",
            "Sorry Chairperson, I was asked a few questions yesterday by my colleagues as to when our tickets are booked, I said ours were booked for six.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Unless there is some difficulty for somebody ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we can sort that out, I am personally not involved, but I know that some people are flying out, but we can see what can be done there.\n\tYes, so we will now go on the inspection in loco and come back here half past nine tomorrow morning.",
            "Unknown"
        ],
        [
            "MR KAHANOVITZ",
            "Mr Chairperson, we are a bit worried about the suggestion, we don't want a situation where people are going to say \"I am on a plane at quarter past two\", we are worried about the amount of time that these proceedings are taking, as I assume most of the representatives for the other side are.\n\tWe would prefer to make use of a full day, in any case, it is a short week, consisting of only four days.",
            "Male"
        ],
        [
            "MR MARTINI",
            "So would we, Chairperson, if possible.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right, okay, we will then proceed off and I will find out from people what time they are flying, and I will let you know.\n\tWill we be following you, Mike?  Yes, thank you.\nCOMMITTEE ADJOURNS FOR IN LOCO INSPECTION",
            "Unknown"
        ]
    ]
}