{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "2000-06-15",
        "location": "CAPE TOWN",
        "day": "9",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54260&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200615ct.htm",
        "speakers": [
            "CHAIRPERSON",
            "MS COLERIDGE",
            "GEORGE BIZOS",
            "MR WILLIAMS",
            "MR HOCKEY",
            "ABRAM VAN ZYL",
            "MR MARTINI",
            "MR LAX",
            "MR SIBANYONI",
            "MR WESSELS",
            "MR H DU PLESSIS",
            "MR KAHANOVITZ",
            "MR P DU PLESSIS",
            "MR DU PLESSIS",
            "MR COETZEE"
        ],
        "original_speakers": [
            "MS COLERIDGE",
            "CHAIRPERSON",
            "MR BIZOS",
            "MR WILLIAMS",
            "MR HOCKEY",
            "ABRAM VAN ZYL",
            "MR VAN ZYL",
            "MR MARTINI",
            "MR LAX",
            "MR SIBANYONI",
            "MR WESSELS",
            "MR H DU PLESSIS",
            "MR KAHANOVITZ",
            "MR P DU PLESSIS",
            "MR DU PLESSIS",
            "MR COETZEE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning everybody.  I would just to place on record that when we adjourned from here yesterday, we proceeded to the Early Learning Centre in Athlone, present were the Members of the Panel and those legal representatives who have an interest in this particular incident, as well as Mr van Zyl and that we, Mr van Zyl pointed out certain points, namely where the motor vehicle was parked when it was approximately 40 paces from the back entrance of the centre and he informed us that when the actual button on the remote control was pushed, the vehicle was approximately the distance of one vehicle closer towards the centre and was in a position, close to the entrance of the parking lot which has been mentioned.  The parking lot has a tarred surface and we counted 15 bays, at present a structure has been built on it which covers five of those bays, but we were informed at the time, 1989, it wasn't there.  We also went into the actual centre itself, we noted the position and the number and the type of windows there.  Some of the windows were frosted over, or painted over, but we were informed that at the time they were clear glass.  We also took a look at the hall in which the explosion occurred, and were pointed out the place where the most damage occurred, there was a hole right through the  wall in the far corner.  We also observed the foyer where we have heard evidence where the soccer club members were waiting, which is immediately out of the door of the hall.   There has been some partitioning put in there since, but it is quite a large area and we also took a look at the boardroom, so-called boardroom where the second meeting that we have heard evidence about, took place, with the Cape Youth and we were also shown the kitchen and an area where the night watchman is.  We also noted the position of the front door, which leads out to a street where there is no parking lot or area as such, and if any vehicle had to park there, it would have to park on the street.  It is a bit difficult for me now to explain what it looked like, but we have been told that we will have a plan of the area, and once that is available, will that be available today?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "I have it here Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Then we can mark certain points, etc on that.  I don't know if there is anything else that anyone else would like to put on record regarding our inspection on loco?  Mr Bizos?",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Chairperson, one aspect.  I don't know whether you noticed Mr Chairman, that there were outside lights, two outside lights on the tarred portion?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "I asked about those, unfortunately not in the presence of all the persons concerned, and I was told that those lights were not there at the time, and that there was no outside light.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  That is the light that is on a pole, that is slightly higher than the building, and its got two spotlights on it.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Spotlights, they were there but I specially asked whether they were there at the time and they said that is quite a new one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "New one?",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "New addition.  I asked whether there were any outside lights, to lighten up the tarred ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Parking lot?",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Parking lot, and I could see none, and I was told that there had not been any.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  I think perhaps one other factor which I omitted, Mr van Zyl in his evidence talked about driving around the block, the block is not a block in which the centre is situated, it is a block at the back of the centre, it is a road that goes around an empty piece of ground, approximately and I am just guessing here, because we didn't pace it out, probably about 250 metres from one end to the other?  That was the block driven around.  Yes, well, if there is nothing, Mr Williams?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Thank you Mr Chairperson.  Mr Chairperson, before I start, I just want to place on record that I will continue to represent myself in a personal capacity as a victim, but I have also been approached by Mr Nathan Erasmus.  He is in this hall, sitting in the front row, he was a member of the Kewtown Youth at the time of the incident, he was present at the first meeting, the meeting of the Kewtown Youth Movement on that particular night and if the Committee has no objection, then I would represent him and then furthermore I have been requested by Mr Osman Alexander, to represent him.  Formerly Mr Hockey represented him.  If the Committee has no objections, I will henceforth act on his behalf as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And if Mr Hockey has no objection?",
            "Unknown"
        ],
        [
            "MR HOCKEY",
            "Of course not, Mr Chairperson, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I cannot see us having any objection for who you represent, Mr Williams.  Yes, if we may then proceed with the evidence.",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "(Cont)   Thank you Mr Chairperson.   Mr van Zyl, before the night of the bombing incident, what information did Gakkie supply to you with regard to the following aspects, firstly, what time did he tell you did the Kewtown Youth Movement normally meet?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I have already testified about that, that information.  The meeting would take place at 19H30.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "What time did he tell you did the meetings normally end?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, that specific meeting, our information was that it would stop at approximately nine o'clock.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So did he tell you what time the meetings of the Kewtown Youth Movement generally started, or was he specific with regard to that particular night?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Specifically regarding that particular evening.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did you ask him about, in general, questions about the time, etc?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I did not.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now, where do you think Gakkie would get that information?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot answer that question.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "You have stated that he supplied you with information over a period of one month, can you recall when exactly he supplied you with this particular information?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I have already answered that question yesterday, I cannot recall, it was over a time of a month, on various occasions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, when you asked about that meeting Mr van Zyl, did he give you any indication as to how many people would be at the meeting, whether it was a three people meeting, four people meeting, 100 people?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "No, Chairperson, that is why the names were mentioned, it was reported that it would be a management, or management members of the Kewtown Youth Movement would meet there that specific evening, and referring to the names that appear on my statement.  I think there are approximately eight persons who are identified there.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Mr van Zyl, did Gakkie tell you how many members belonged to this movement?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, he did not.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did he give you some indication?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "30, 40, 50?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Not at all.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "How many members did he say the Steering Committee consisted of?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "We did not discuss that, or the managing members' names were mentioned in the statement, I think it is about seven or eight names that were supplied to me.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So your information was that those were the Steering Committee members?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did Mr Hardien tell you what the average age of the members of the Movement were?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did he indicate to you whether they were youngsters, whether they were students, whether they were workers?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, not that I can recall that we specifically discussed it.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "What did you expect, would this be a group of very young boys and girls or people in their mid-20's, mid-20's, what was your own expectation?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Persons in their early 20's.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Was the expectation based on information that Gakkie might have supplied to you?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did Gakkie tell you how many members had cars?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, not specifically.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did he tell you whether the Steering Committee members lived in the area or whether they lived in other areas?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "We did not discuss that.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Can you just turn to Bundle B, page 38, paragraph 74, would you mind just reading the sentence starting with \"secret meetings\"?\nMR VAN ZYL\n\"... Secret meetings would be held here where acts of terror were discussed, planned against the government.  The following names of persons attached to the UDF, Western Cape, was supplied to me by Gakkie:  Chris Ferndale, Peter Williams, Bruce Malgas, Clint Joseph, Peter Oliver, Milne Thomas, Osman and Joe.\"",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now you have already testified that this list, this is the list of people that belonged to the Steering Committee, not so?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now, can I just ask you, when you wrote this statement, you were detained under Section 29?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did you recall this list from memory or how did you draw this list, from what information did you draw this list?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "From my memory, yes.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So you remembered names and surnames?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Yes, I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did it come about that you could remember seven names like that from a list that you probably just had a cursory glance at?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "I recalled the names Chairperson, certain things one recall better than other things.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I see in Gakkie's statement he also mentions the list of names, more or less the same names that you have just supplied.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I don't know, it may be.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Do you know whether he also made his statement while he was detained under Section 29?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I suppose so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did you have contact?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I have already testified to that, but only after my statements were made.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did you at any stage know that Isgak could not read or write, at the time when he was still working for you?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I don't think so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now, let's just go to the venue of the ELC.  I think you will accept that the parking area that you referred to in your earlier testimony, is based at the back of the ELC and not at the front section, correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It is the parking area that I pointed out yesterday.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Yes, but shall we accept that it is the back area?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "If you say it is a back entrance, that was the only entrance that  I knew of.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think just for record purposes, there is a front entrance in which people can enter the Early Learning Centre, which faces onto the road, on the other side of the building from the building area, there is also an entrance which perhaps at the side, I think is more accurate to say, at the side of the ELC from which access can be obtained from that parking area.  There  are two ways in which people can get into the centre.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "And also for the record, Mr Commissioner, the entrance from the parking area is a substantial entrance, it is not a little door, it seems as quite a big area?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is similar to the front, yes, I mean it is easy access from the parking area, as easy as it is from the other entrance.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Mr van Zyl, it is common cause that there is an entrance at the back and there is one at the front?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I accept that.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "For the sake of convenience, shall we refer to the entrance where the parking lot is located, as the back entrance and the other area that the Judge referred to earlier, as the front area?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "We can do that.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Is your testimony that you were not aware that there is a front area?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Yes, correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I want to ask you are you sure about this aspect?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I think I am reasonably certain because I cannot recall that there was another entrance pointed out to me. That is also why the back entrance was also observed.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So on the night of the incident, you were aware of only one entrance to the premises?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "And if there were cars parked at the front of the building, on that particular night, in the street obviously, would you have seen it?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I did not.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Can you explain to us why not?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Because I cannot recall that I was at the main entrance of those premises.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Who drove the car that you were travelling in that night?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I have already testified, it was Gakkie.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did anyone else other than Gakkie, drive that particular car on that particular night?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now, I just want to ask you about your movements, or the movements of your car on that particular night, and I want to refer to Bundle A, page 113 and we can step by step slowly go through what you say your movements were.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Bundle A, page 130?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Page 113.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Page 113.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, 113, sorry.",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Let us start with the second sentence on that page.  It says\n\"... Isgak pointed the area around the hall to us, as well as the parking grounds where the vehicles of the members of the organisation were parked.\"\n\tDo I understand this to mean that you are only referring to the back part of the centre, the area around the hall only refers to the back part of the centre?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Yes, correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "And the parking area located at the back?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is the only parking area.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "And that you parked\n\"... we parked approximately 400 metres from the hall and it was already dark\".\n\tIs that correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.\nMR WILLIAMS\n\"... I sent Isgak into the hall to make sure that the children had left the hall, because that evening there was a karate class for children.\"\n\tIs that so?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "How many times did you send Isgak in that night?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Only once.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did Isgak leave the car at any other stage?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So, apart from the, if you take it that he came to fetch you in Bellville at about seven o'clock, you went to the area, he only left the vehicle on one occasion and he was in the vehicle at all other times, after the bomb went off, he took you back to the airport, is that correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "The next sentence reads\n\"... he also had to determine which members ...\"\n\tso obviously when you sent Isgak in to go and check where the members of, or whether there were children in the hall, where was the car parked?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I said at that stage it was approximately 400 metres from the let's call it the parking area, where exactly it was, I cannot tell you sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just for the record as well, when we were at the inspection in loco, Mr van Zyl, when asked where the vehicle was when it was 400 metres away, couldn't recall whether it was towards the direction of the Civic Centre or whether it was towards the direction of a whole number of flats.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Block of flats.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which are situated on a main road, that is about 70 to 100 metres from the parking lot, he wasn't sure which direction it was.",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Now, when Gakkie went into the hall to see whether there were children or for whatever reason he went in there, did he use the back entrance or the front entrance, we have already defined, merely for the sake of convenience?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I would not know.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "At the time when he went into the hall, could you, or did you have, could you observe the hall, the parking area at that stage?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, not at that stage.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But you would agree with me that it would have made sense for him to use the back entrance rather than the front entrance, because it was closer?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Certainly.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "You say further that\n\"... he also had to determine which members of the Movement attended the meeting.\"\n\tIs that correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Can you tell us again why you wanted him to check which members of the Movement, the Youth Movement, were there?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I have already given that evidence, sir.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Would you remind repeating that for us?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I do not want to do it.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Okay.  I want to ask you again, and I am going to ask the protection of the Chair here, what is the reason why you sent Gakkie in to go and find out which members of the Kewtown Youth  Movement were there?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I tell you with all due respect, I have already testified many times about this, how many times do you want me to tell you this again?",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I am going to ask you again and Mr Chairperson, I am going to ask your protection in this regard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the objection to answering it?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "Chairperson, for five days I am giving evidence under cross-examination and a whole day has been wasted with all respect, with the same question that has already been put to me at a stage, being put to me again, that is why I do not want to do it.  I have no other objection, I have already gone through the thing twice or thrice before.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Mr Chairperson, I think with respect, he is wasting more time in objecting to the question than he would in supplying the answer?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van Zyl, would you answer it, but I would ask Mr Williams to bear in mind what questions have been asked and to avoid as far as possible, repetition.  This one, if you could answer?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "I sent Gakkie in for two reasons.  The first was to ascertain whether the children that had according to our information attended karate classes, had already departed from the hall, and secondly to determine whether he could tell me which members of the Kewtown Youth Movement were present at the meeting.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "My follow up question is, did Gakkie tell you which members of the Youth Movement were there?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "He did.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Do you recall the names or numbers?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I think of the list of names that he gave to me, and I recall that he reported about five names to me, approximately.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now your information was that this meeting would not be a general meeting, only a meeting of Steering Committee members?  Did he report to you that there were others, besides Steering Committee members?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did you ask Gakkie to check whether there were other people in the building, or whether there were people in other parts of the building, and not only in the hall?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now, besides the names that Gakkie mentioned to you, the five names that you have just testified about, did he tell you whether there were any other members or any other people in the building that night?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Do you know whether he checked to see whether there were other people in the building?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did you personally consider the fact that there could have been security guards on the premises or even a night watchman in the building?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I did not.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So obviously you wouldn't have asked Gakkie questions of that nature?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did you consider the fact that innocent people who happened to walk passed the other side of the building when the bomb was detonated, could have been killed or injured?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I did not.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Can you just tell the Committee why did you want to know the names of the people who were in the building?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I already gave that evidence yesterday, I say once again that I wanted to make sure, I wanted to have confirmation that the management meeting, as it was reported to us, had taken place and which persons were there.  Yesterday it was put to me that I sat there with a checklist and ticked off names as the persons exited, that was not the case.\n\tIt was a precautionary measure that after the people came out of the hall and climbed into their cars, they were identified to me, it was a measure according to which I could determine that persons had left the hall.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Okay.   You say that you observed the parking lot.  How many cars did you personally observe in the parking lot?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Approximately four, four or five vehicles.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I know it is a long time ago, but do you remember the make of any of those vehicles?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Unfortunately not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you remember whether they were kombis or were they sedans, ordinary cars, or minibuses?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "They were sedan vehicles, ordinary vehicles.  I cannot think of any mini kombi that was there.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Thank you.  Do you remember whether there were fancy cars or whether they were \"jalopies\", please don't ask me to define that.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, it was normal sedan vehicles.  I cannot recall that there were any large Mercedes Benz'.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But were they old cars or cars in a dilapidated state or were they fairly ...",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot give you that information.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Let's go on to your next sentence.  You say -\"... we drove to a street where we had a good view of the parking grounds and the hall.\"\n\tDo you recall where this street is?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, unfortunately not.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But obviously this street would have still been at the back of the centre, not so?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Yes, correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "And then you say\n\"... approximately 9pm the management members of the Movement left the hall and went to their vehicles.\"\n\tIs that correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is my evidence.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "You also say that\n\"... Isgak informed me that everyone had left the hall.\"\n\tHow did he ascertain that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "He was with me in the vehicle and I believe that the inference was drawn because the persons who left the hall, stood talking in the parking area, climbed into their vehicles and left the parking area.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So was your information earlier the evening that there were in fact five members present at the meeting, was that your information?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I said that there were approximately five names which were supplied to me, from the list of names of those who would attend the meeting.  I cannot recall exactly what he told me as to how many people there were.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So there were more people?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot answer that question.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "He supplied you with a list of five names, did he show you who these people were as they left?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct, some of the persons were identified to me.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So he identified five people to you, do you recall whether there were any other people besides those five?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So according to your own personal observations, there were only five people?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I said approximately four or five persons, I did not count the persons as they came out of the hall, and as they came into the parking area, but the number of five is a good average.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So in other words if there were for example 10 people, you could have easily, you would have noticed then?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "And you would have remembered obviously that fact?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I believe so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "You then say that - were there any women amongst the group that you observed?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, not that I can recall.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now, then you have also stated in your statement that about 30 metres from the hall, and I think we will accept that it was about 40 paces.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is the first place where the vehicle was parked before the button which activated the bomb, that was pointed out.",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it was 42 paces that you paced, Mr du Plessis.",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Was that in fact the place where you parked?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Definitely.  That was the place, I recall it because of the turn that I testified, we turned to the left, because of which the parking around and the hall was to the right and to the rear, so the position that I pointed out yesterday where we parked, close to the parking area when the bomb was detonated, is one hundred percent correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now your earlier testimony is that it was a dark night that night, not so?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "When you were parked 30 metres from the building, could you see the faces of the people that was in the parking lot?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Why is that, is it because it was too dark or why?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.  And I mean none of those persons were known to me.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I know that you don't know the people, but could you see the ...",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I did not see you.  If you want to ask me that, I cannot recognise any person or remember what those persons looked like.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I am not asking that question, what I am asking is, could you see the faces of the people?  I am not asking whether you are able to remember them, but could you see for example whether it is a young person, whether it is an old person?  Whether it is a male or female, you testified that you didn't see any females there?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I can recall one person who was light of complexion, who was pointed out to me, who was a youngish person, also in the early 20's.  That is all that I can recall.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now if you are saying that Gakkie pointed out the people to you, in other words Gakkie mentioned \"this is Chris Ferndale, this is Peter Williams\", it must have been sufficiently light to enable Gakkie to identify the people under those circumstances, not so?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "He identified the persons to me, certain persons.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Yes, but can we assume that if it was very dark, then you would have not been able to identify the people?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I think, I could not identify the persons, but I believe that because some of those persons were known to him, it was easier to him to do that identification.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So it was sufficiently light for him to see at least the faces, not so?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Possibly.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "To enable him to identify them, of course?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Probably, he did identify persons to me.  How he did it, you must ask him.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "What I am trying to ascertain, the two of you were in the same car, you were the same distance from the building.  If Gakkie could see people's faces, then - I am not asking whether you can remember the faces or anything of that sort, but just whether the lighting was sufficient to enable him to identify people?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "What Gakkie saw, I believe I saw.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now, can you recall whether the group that you saw, whether they were young people, you expected a group in their mid-20's or in their 20's or early 20's, not so?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Do you recall whether this group of people were in fact a group of youngsters, people in their 20's?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "And you have already testified that you saw five people leaving the premises?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Approximately.",
            "Male"
        ],
        [
            "MR LAX",
            "Can I just clarify something.  Earlier you said, were the names called out, and you said some of the names were called out.  Were there, approximately five names were mentioned to you, is that right?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so Chairperson.  Five persons were identified to me who were in the parking area, while they were standing there, talking, and some of them went to their vehicles.",
            "Male"
        ],
        [
            "MR LAX",
            "Now, those are the same five people whose names were mentioned to you when Isgak came back from the hall?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR LAX",
            "So there were no additional names that were mentioned to you by Isgak, besides those five individuals?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, not that I can recall.",
            "Male"
        ],
        [
            "MR LAX",
            "And in addition to those five, approximately how many others came out of the hall?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, it was only them, it was a very small group.  I did not see any of those persons go back into the hall, and my observation was that all the persons who came out there into the parking area, climbed into vehicles and then left the parking area.",
            "Male"
        ],
        [
            "MR LAX",
            "So, you see the point I am trying to ascertain is this, there were no more than the people whose names were mentioned?  In other words there was nobody there whose name wasn't identified to you as Person X or Person Y who came out of the hall, as far as you could see?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I accepted, I don't know whether this will answer your question, I accepted that the persons who came out into the parking area, were all the persons who attended the meeting, and those persons left the premises, that is what I accepted.  I do not know whether there were any other persons, I do not know ...",
            "Male"
        ],
        [
            "MR LAX",
            "You are misunderstanding me.    Let me explain it, the people who were identified there by Gakkie, were the same persons who were once again identified by him when they came out?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Except for the persons whose names were mentioned, there were no other persons who came out, that is what I am trying to determine?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It is difficult for me to say Chairperson, that Gakkie came back and gave me the following five, six or five names of persons who attended the meeting and then he identified exactly those five or six persons to me.  He identified persons to me, but I cannot tell you that it was exactly those five or six persons.",
            "Male"
        ],
        [
            "MR LAX",
            "You see my problem, if you would allow me to speak in English again, is I am not particularly worried about the precise number, what I am more worried about is the actual people who came out, were named to you and in your head, you mentally checked, \"yes, that name, that name\", these all corresponded to the names of the people you had been told, were already present in the hall by Gakkie when he came back to the car?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "So that at the time everyone had left the hall according to your mind, you had ticked them off and there were no unidentified people is what I am trying to say, I am not worried about exactly how many, it might have been eight, it might have been five, that is neither here nor there.\n\tI am trying to understand how your mind worked?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I understand the question.  No, there were no unidentified persons at that stage about whom I had a question.  For example I did not tell myself \"Mr X did not come out yet\", something like that.  If that answers your question.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, and the other aspect of my question is so that all the people that came out of the hall and then spoke and then got into their cars and left, were people who were named, there were no unnamed people there?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR LAX",
            "That was really the thrust of what I was trying to get at.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Williams?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "And the purpose for that was obviously because, according to your testimony, you wanted to make sure that none of these people were killed?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now, let's go further down.  You say\n\"... I then told Isgak to drive around the block, so that I could activate the mine.\"\n\tCan we accept that that is the road that runs in a small circle, circular area that the Chairperson referred to earlier?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.\nMR WILLIAMS\n\"... The mine was then activated and went off.\"\n\tIs your testimony that you were somewhere in the proximity of that circular area when the bomb was detonated?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Sorry Mr Commissioner, not somewhere, it has been put on record exactly where he was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Williams, although it was only said when we were at the inspection in loco, it hasn't been testified to Mr van Zyl here, where that, the distance where that vehicle parked where Mr van Zyl pointed out and it was paced to be 42 metres to the gate, to the entrance.  The vehicle reversed about one car length back and then, that is when the bomb was activated.\n\tIt would have been approximately 30 metres from the ...",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Is that correct Mr van Zyl?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "And that is at the back of the hall?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Mr van Zyl, I want to refer you to Bundle B, page 42.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just before you ask the question, the vehicle that you were in Mr van Zyl, was a hired vehicle?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "No Mr Chairperson, I assumed at that stage that it was the personal vehicle of Gakkie himself, it was an old Datsun vehicle, I don't even know who it belonged to.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, so you didn't change number plates or anything like that?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "No, not at all.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Mr van Zyl, on page 42, would you mind just going back to the seventh line from the bottom?  Would you mind reading that portion out to us please?\nMR VAN ZYL\n\"... I noticed one white person there, one white man there that Gakkie identified as Peter Oliver.  There was also another person, or other people that Gakkie identified to me like Ferndale and Peter Williams.  We were approximately 30 metres or a little bit more from the hall.  Some of the Steering Committee members drove off and some were still standing in the parking area, talking.  I then told Gakkie to drive around the block, so that I could detonate the mine.\"",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now, Ferndale and Williams, did each one get into his own vehicle or did they travel together in one car?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I really cannot tell you that.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "The people, the five names that Gakkie mentioned to you, or that Gakkie identified here at the scene, did they all, could you see whether they went into different vehicles?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot tell you whether some of the people were driving together or whether everyone went in their own vehicles, it is impossible for me.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "How many vehicles did the members of the Kewtown Youth Movement use that night, according to your own observation?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I have already testified to that, I said that I believed that there were approximately five vehicles in the parking area.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "And they used all five vehicles, is that your testimony?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So at the time when the bomb was detonated, there were no vehicles at the back, in the parking area, is that your evidence?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is also my evidence.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now this sentence\n\"... I then told Gakkie ...\",\n\tsorry, just the sentence before that -\n\"... some of the Steering Committee members drove off and some of them were still in the parking area, standing, talking.\"\n\tPeople were standing, talking.\n\"... I then told Gakkie to drive around the block, so that I could detonate the mine.\"\n\tWould you agree with me that that statement is open to the interpretation that while they were busy standing, talking there, you asked Gakkie to drive so that you could activate the limpet mine?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is not what I am trying to say here.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But you agree with me that the statement, as it appears here, is open to that interpretation?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is your interpretation.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But is it a reasonable interpretation, purely based on ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We are not really interested in what interpretations can be put, maybe you can ask him, then it is a question of argument, whether there is a conflict or not.",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "I would never have activated the mine if there were still people in the parking area and this is why my evidence is very clear that we then drove passed the front of the building, where we went to park.  We parked where I told you we had parked, at that stage there were no people or vehicles in the parking area.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Okay, I will leave it at that, Mr van Zyl.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Thank you.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "How many times did you attempt to detonate the bomb?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "As I gave evidence yesterday, two or three times I pressed the button in an attempt to detonate it, and it did not work.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did you change the batteries of the remote?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think he said that already, Mr Williams, he said he looked at it, but he testified that they didn't have any spare batteries.",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "So if someone says so, that person would clearly be lying, not so?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Before I go further, I just want to ask you in your statement you say that Staal Burger said that this project made provision for the loss of lives.  Can you confirm that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "As long as it is limited to members of the Kewtown Youth  Movement?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "How would that take place?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "What do you mean?",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "What steps would one take to enable, to make sure that if people had to die, it is limited to members of the Kewtown Youth Movement?  How would one give practical effect to a provision of that nature?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is exactly the arrangements that we had made.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Do you have any explanation how you would go about making sure that only, if people had to die, it is only those members and no one else?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It is very difficult to do it.  But I mean I had made certain arrangements, in order to prevent that any person, this includes the members of the Kewtown Youth Movement, would be injured or killed in this explosion, and these preventative measures, I have already testified to openly.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did you tell Gakkie that you wanted to be in a position to see the people when they left the building?  In other words, to observe the people come out of the building and obviously that there is no people in the building at the time when the bomb go off?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I wanted to ensure that the people who had attended the meeting, were not in the hall or in the vicinity of the hall when the bomb went off, and it was for this reason that I was close enough so that Gakkie could identify certain of the persons to me, and that I could ensure that the vicinity and the building, was safe when the bomb was detonated.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "If someone says that you said that they should go to the front entrance so that you could see when the people were leaving the building, that would clearly be a lie, not so?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Absolutely.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Can we just recap, where were you relative to the building, when the people left the building?",
            "Male"
        ],
        [
            "MR MARTINI",
            "Mr Commissioner, I think ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That was the place, the 42 paces from the gate that leads into the car park, that was pointed out at the inspection?",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "No Mr Commissioner, it is not correct.  As pointed out, wasn't sure, as Mr Commissioner put on the record earlier, whether opposite the Civic Centre or the - Mr Chairperson mentioned, some buildings ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You've got the Civic Centre and the blocks of flats.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Yes, and the parking lot is facing away from the Early Learning Centre.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps if you can answer the question, where were you when Gakkie identified the people who came out of the building?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "We were at the back, close to the parking area, but not at the specific point where we were parked when the bomb was detonated.  It was in that vicinity, but I cannot remember exactly where.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did you drive three or four times around the building that night?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, not that I can remember.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "If anyone should say that, that person would be lying, not so?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I do not know the area.  As far as I know,  there was one entrance into that building.  We did drive around that evening, but where exactly we drove, I cannot tell you.  I do not know the area at all.  That evening I got there for the first time and I went back there yesterday for the second time in my life.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But your earlier testimony is that you never drove, you never passed the front area or the front entrance of the building?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "We drove around.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Is that still your evidence?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I am telling you that I did not even know that there was another entrance.  We drove around, where we drove around, I cannot tell you.  I do not know the area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So if you drove passed the front entrance, you were unaware that it was the front entrance of that very same place?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "Definitely.",
            "Male"
        ],
        [
            "MR LAX",
            "Just to recap, when you - you made reference to driving around the block, the block you pointed out was the block at the back of the premises, it's got nothing to do with the building itself?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I think the block that I am referring to, that I pointed out, was when I told Gakkie to drive around the block so that the bomb could be activated, that would be the block, because we drove into that block and passed the front of the premises, where we had stopped, so that it could be identified, it is in those terms that I am referring to that specific block.",
            "Male"
        ],
        [
            "MR LAX",
            "Just to clarify this, what you refer to as the front of the premises, is in fact the back of the premises?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Chair, I am just a little bit puzzled now, because you said you were at some point 400 metres away from the building and then you drove closer to the building, and I understood from your testimony this morning, that that place is the same place that you were in that was demonstrated to us, 30 metres, 42 paces, where the white car was yesterday and that is where you stopped with your back to the premises, and from there you observed who came out.  You said it was the same place, more or less the same place?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "The same vicinity in the block.  But what I can tell you is that you have to accept that we did drive around that evening, specifically where we stopped, etc, I cannot tell you, it is too long ago.  I do not know the area.\n\tWhat I can specifically remember and what I gave evidence to specifically is that we drove down and that we took a left turn in front of the building and that we stopped and the parking area was behind me, to my right, and the building behind me, to my right.  That is what I can remember.\n\tI cannot in detail tell you exactly where we stopped that evening.  I would like to, but I cannot do it.",
            "Male"
        ],
        [
            "MR LAX",
            "My point is simply this, it was approximately the same position that you would have been in when you then tried to detonate the bomb, because there is absolutely no other place there where you could be with the vehicle pointing in the way you described, with the building behind you, slightly to your right, pointing in that way.  You saw the place yesterday, in terms of how those roads are situated and so on?",
            "Male"
        ],
        [
            "MR MARTINI",
            "Sorry Mr Commissioner, I think you are putting it incorrectly to the witness, yesterday, the way I understood the witness, he pointed out to the Chairperson two points, correct me if I am wrong Chairperson, the point which we measured out, which was the point which we heard put on record today, when the bomb was detonated.  Then there was a point which my client pointed out to the Chairperson, where - I think on a question from the Chairperson, where he was before that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Approximately 400 metres away, but he wasn't sure whether it was to the right or to the left.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Correct.  So are you talking about that point, the 400 meter point?",
            "Male"
        ],
        [
            "MR LAX",
            "No, I am not.  You are getting all confused here.  I am going on the point that was pointed out yesterday from which he then reversed one car width, right, one car length, where the bomb actually did go off.\n\tI understood from your testimony this morning that the place where you observed people coming out of the building was about 30 metres away, which is roughly 42 paces again, it is roughly the same distance, and from the way you described it, you said it is almost the same as the place, because you were pointing in this direction and the building was behind you to the right, etc, etc, do you remember that testimony this morning?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.  Yesterday?",
            "Male"
        ],
        [
            "MR LAX",
            "No, this morning?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Very well.",
            "Male"
        ],
        [
            "MR LAX",
            "Because yesterday we did not know where these places were in relation to, we hadn't seen them yet?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR LAX",
            "The impression I got, and that is what I am trying to clarify is that from the way you described it, I got the very clear impression that it was pretty much in the vicinity of where you were when you tried to get the bomb to go off?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I admit that.",
            "Male"
        ],
        [
            "MR LAX",
            "Give or take ten metres, maybe.",
            "Male"
        ],
        [
            "MR MARTINI",
            "No, no, that was not his evidence, give or take 20 metres?",
            "Male"
        ],
        [
            "MR LAX",
            "I am being generous.  My impression was that it was exactly the same place, because ...",
            "Male"
        ],
        [
            "MR MARTINI",
            "Mr Commissioner, that is not my recollection of the evidence.",
            "Male"
        ],
        [
            "MR LAX",
            "Let the witness speak for himself.",
            "Male"
        ],
        [
            "MR MARTINI",
            "No, but Mr Commissioner, it is confusing for the witness, because it is not my recollection.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, he can say I've got it wrong, or he can say I've got it right, or he can describe that it is different.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "We were in that vicinity.  What I can remember, we were in the area, we parked far away initially when Gakkie visited the premises, after which we drove closer so that we could observe the place.\n\tThen some of the people came out of the premises, we drove even closer and then we drove to the point where the bomb eventually, when we reached the stage when the bomb was eventually detonated, but I cannot tell you exactly where I was at that stage.  Yesterday it took me ten minutes to reconstruct the scene, so that I could say \"we were standing exactly at that point\", and the reason why I can say that we were standing at that point when the bomb was detonated is only because I can clearly remember that the parking area at that stage, had been to the right behind me, and the building was there.\n\tAnd I can also remember that shortly after the bomb was detonated, we turned left.  That is why I can explain that specific point and that area to you in this way.  The rest unfortunately, I cannot help you with.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay.  You have certainly clarified something for me, and that is that you drove closer in stages.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR LAX",
            "It wasn't apparent to me before, at all.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, that is so.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay.   When you say you drove closer, how much closer did you drive, because at one point you are 400 metres away from the building, at ...",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It is difficult to say, I think we drove around and I would say that one could accept that there had been 400 metres, then we were closer, approximately I would say more than 100 metres approximately, and then we were even closer to the building.  The last observation that we made, when the people left the parking area and drove off, we were very close to them, I would say about 40 to 50 metres.\n\tAnd during the detonation of the bomb, we were a bit closer than that.",
            "Male"
        ],
        [
            "MR LAX",
            "And at all these stages, you were at the back of the building?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.  And the reason why I can say this, is that I know that we were at the parking area all the time.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Sorry Chairperson, the diagram that we were going to get, is it the diagram possibly of the inspection that we had, with the roads in front, or is it just of the - that might help things.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I haven't seen it, but I see there is a huge document here.  I don't know if it is capable of being reduced?",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "I am assuming that is of the Early Learning Centre, with the roads, that is the structural diagram?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Apparently there are some roads there.  Just show Mr Martini and Mr van Zyl please.\n\tI think although I haven't seen this plan that is being looked at now, we will call it Exhibit K.  I don't know if it is possible to make copies of it?",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Chairperson, it doesn't really show the layout from the parking and the roads so to speak.  It is a defined diagram of the structural building, but with that little island and the long road, it doesn't really depict that properly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, it is not there.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Unfortunately.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In any event, we will call it Exhibit K and see if we can get a map which might show that circle.\nMAP OF THE LAYOUT OF THE BUILDING HANDED IN AS EXHIBIT K",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Williams?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "I have a further question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Sibanyoni wants to put a question.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Mr van Zyl, as the people were leaving the parking lot, driving away, were they coming towards your vehicle or were they driving away?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "If my memory serves me correctly, and I cannot tell you exactly how many vehicles drove passed us, or who drove in that direction, but it is possible that some of them even passed by us.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Was there no risk that they will either identify Gakkie or maybe become suspicious when seeing you parked outside that building?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "There was such a risk.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Can you still remember when they totally left, were they driving towards the block of flats or the Civic structure?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot remember that, I know they came out of the parking area.  I cannot tell you in which direction those vehicles drove, it is impossible.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Williams?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Thank you.  Mr van Zyl, I just want to ask you another question, one more question on this issue.  If you had passed the front entrance, Gakkie would have pointed it out to you surely, not so?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I believe so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did you ask Calla Botha at any stage to detonate the bomb while you were in the front part of the building?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "If anyone was to say something to that effect to this Committee, he would be lying, not so?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It is so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Can I just briefly, or maybe just, after tea, Mr Chairperson, refer to the statement of ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, let's just go on for five more minutes, I see it is five to eleven, we want to do as much as possible today.",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Okay, can I refer you to the statement which Gakkie made.  It appears in Bundle B, on page 156.  Would you mind reading the second paragraph, the third one, starting with \"De Wet said ...\"?\nMR VAN ZYL\n\"... De Wet said that I had to drive around the building again.  When I drove in Springbok Street, in front of the ELC, de Wet told the person at the back that he could press.\"",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Just pause for a minute.  Just Springbok Street, according to my instructions, this road is the road that passes the front section of the ELC, do you dispute that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I do not know.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "And is it correct that Gakkie knew you as de Wet, he called you de Wet?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So would you say that the statement as it appears here, would be incorrect?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Definitely.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Gakkie would be lying if he says that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "If he testifies that you told him that he should press the remote while you were in the front section of the building, or in the front, in the road, passing the front section of the building?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is untrue.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Would you mind just reading further down.\nMR VAN ZYL\n\"... At that stage I did not know what he meant by this.  I looked in the mirror of the vehicle and I saw that the man was pressing two or three times on something in his hand.  I could not see what it was, nothing happened.\"",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Read further.\nMR VAN ZYL\n\"... I once again turned into Lower Klipfontein Way and the man sitting at the back, gave something to de Wet.  I could still not see what it was.  It was approximately the width of a packet of 20 cigarettes and approximately twice the length of a packet of 20 cigarettes.  De Wet said that I had to drive around the building again.  When I was at the back of the building, de Wet pressed it, nothing happened.  I drove on.\"",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Further please.\nMR VAN ZYL\n\"... While I was still driving, de Wet took penlight batteries from his suitcase and replaced it with the batteries that were in the object.  I don't know how many batteries there were.  I saw that he gave it back to the person sitting at the back of the car and I still did not see what it was.\"",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Yes, the next two sentences?\nMR VAN ZYL\n\"... When I drove passed the front of the building again, I heard a loud bang.  At that stage we were approximately 15 to  20 metres passed the building.\"",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Would you just pause there, thank you Mr van Zyl.\n\"... I once again turned into Lower Klipfontein Way\",\nnow according to my instructions Lower Klipfontein Way is located in the front part of the building, it is the road that runs parallel to Springbok Road, do you dispute that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot dispute that.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So, this statement then, if it is correct, would mean  that you were somewhere in the front, somewhere at the front of the ELC, in the road, in the front part of the ELC?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is not my evidence, sir, then I reject it.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "No, I am talking about the statement as it appears here.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That may be.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But is your evidence that this statement is incorrect, it is false?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "The statement says further that\n\"... when I got to the back of the building, de Wet pressed it, but nothing happened.  I drove on.\"\n\tI read this to mean that at some point when you were at the front part of the building, someone tried to detonate the bomb, it didn't go off, you then went to the back part of the building, tried to detonate it, it did not go off, that is what the statement means, do you agree with me?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is what the statement probably says.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "And is it your testimony that that evidence, or that statement, is incorrect or false?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "You have already said that if someone says that you changed penlight batteries, it would be false?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now, the further statement says\n\"... when I drove passed the front of the building again, I heard a loud bang.\"",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is false.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "That would obviously mean that you were in front of the building, he says ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it is quite clear, you don't have to answer it, it says so here.",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "If Gakkie were to come to this Committee here and testify facts to that effect ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, this microphone is giving a problem here.",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "If Gakkie were to come before this Committee and testify facts to that effect, he would clearly be lying, not so?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Gakkie knew the area better than you?  What makes you so sure that he is wrong and you are right?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Because the scene where we were standing, or the position where we were standing when the bomb was activated, was at the back at the parking area that I pointed out to the Commission yesterday.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Okay.   Mr van Zyl, do you dispute the fact that there were people inside the building at the time when the bomb went off?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Do you dispute the fact that some of the people belonged to CAYCO and other people were soccer people, soccer players or members of a soccer club?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Who were in the building?",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Yes?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Do you dispute the fact that some of these people had cars and they in fact came there that night with cars?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "If they were in the building, at the time when the bomb went off, and they came there with cars, where would their cars have been parked?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Probably in the parking area.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But according to your evidence,  there were no cars in the parking area when the bomb was detonated?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is my evidence.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But yet the fact is, you concede that they could have been in the building, when the bomb was detonated, does it make sense to you?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I say there were no cars in the parking area when the bomb was detonated, and consequently I accepted that there were no persons in the building.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "But in your own mind, can you possibly explain if the people who were there with cars, were inside the building, where would their cars have been parked?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "In the parking area I suppose.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I will leave it with that, and leave it for argument.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would this be a convenient time to take the tea adjournment?  We will take a 20 minute tea adjournment.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Just before we continue, I would just like to mention that certain travel arrangements have been changed, so we will be able to have a normal day today, if required.  We don't have to leave early.\n\tMr Williams?",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "Sorry Mr Chairman, are you saying that we are not adjourning here earlier?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that a problem Mr Wessels?",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "It is a problem.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it?   What time is your flight?",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "Two o'clock.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Two o'clock?  Okay, I was unaware of that and I apologise.  Mr Lax had a flight that was early and we got the feedback that people wanted to sit, so Mr Lax has changed his travel plans.",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Mr Chairperson, I don't know if it will help if I tell the Committee that I won't be longer than 30 minutes.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairperson, let's carry on for a while and see where we are heading for, and see where the next witness takes us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LAX",
            "I will just need to check if I can keep my flight then, rather than loose it.  With comrades tomorrow, it is going to be impossible to get another flight earlier, so will you just get Molly please.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Mr Williams?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "(Cont)\n\tThank you.  Mr van Zyl, I just want to put it to you, what my instructions are about what actually happened that night at the premises, at the ELC.\n\tFirstly my instructions are that Mr Ferndale was not even there that night.  Secondly, only two people who were associated with the Kewtown Youth Movement,  had vehicles and they were Osman and Mr Ferndale.\n\tThirdly at the time of the incident ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, you are saying only two people in the organisation?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "In the organisation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not that night had vehicles, because it would be a contradiction that Ferndale wasn't there, but his vehicle ...",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "In the organisation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Two in the organisation had vehicles?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "At the time of the incident, Mr Ferndale was no longer actively involved in the Kewtown Youth Movement.  On that particular night, at the first meeting of the Kewtown Youth Movement, firstly it was a meeting of the entire organisation and not just the Steering Committee members.  Do you deny any of those?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot dispute that.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Secondly at the first meeting, Osman Alexander was not there and not one member of the Youth came there that night with a vehicle?  Can you dispute that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "You have heard my evidence-in-chief.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "It is my further instructions that everyone who attended that meeting, lived in the vicinity of Kewtown, lived in Kewtown actually and walked to the venue and back?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It could be.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "You have seen yesterday at the inspection in loco the hall itself is in close proximity to the flats and of the houses there, and it is my instructions that the people lived in that vicinity, so there was no need in fact for them to come there with cars?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what was apparent from the inspection in loco that there were residential areas in the close vicinity, in the form of those flats and I think also at the front entrance of that street there, there were other residential areas.",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Do you want to comment on that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That could be.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "It is my further instructions that shortly before eight o'clock that night, approximately ten to eight, Mr Hardien came to the hall and called Mr Williams, that is myself, out of the meeting and told him that he had received a death threat and that he was concerned.  Would you dispute that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I don't know about that.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "While they were busy talking, other Youth members came out and as they suspected that he worked with the Police or that he was an informer, in fact, there were rumours at the stage that he was an informant of the Murder and Robbery Squad and that he was handled by Mr Ganger?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I don't know about that.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "His presence there had a disruptive effect, sorry, just, while he was busy talking to Mr Williams, the members came out and there was a hostile atmosphere there, upon which he left the premises through the front entrance of the building?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I don't know about that.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "His presence had a disruptive effect and the meeting ended, the meeting of the Kewtown Youth Movement ended a few minutes later?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot dispute that.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "As the Youth members left the building through the front section, members of the Cape Youth Congress turned up and wanted to know whether they could use the venue?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I don't know about that.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Do you dispute that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "At the same time, Osman Alexander also turned up with a vehicle?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is possible.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "At least four people who attended the meeting of the Cape Youth Congress, had vehicles and were in fact there with vehicles?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is possible.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Two of the vehicles were parked in the street in front of the building, another vehicle was parked in the parking area, inside the building and another vehicle was parked at the premises adjacent to the ELC?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is possible.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Besides the one person who parked at the back, at the parking area of the building, there were other vehicles there as well at the time that the bomb, when the person parked the vehicle there, there were other cars there as well?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I did testify that there were vehicles in the parking area that night.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "They will testify further that as they were about to enter the hall, the principal of the building, Mrs Beulah Fredericks confronted them and told them not to use the hall because the soccer club was supposed to use the hall and they were then requested to use the boardroom instead, do you dispute that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "A few minutes after they commenced with their meeting, the bomb exploded in the hall?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It is possible.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "They will testify further that at the time when the bomb went off, the place was well lit, a few cars were parked at the parking area at the back, two cars were parked at the front section and - which are clear indications that there were people, or there must have been people in the premises?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "My evidence with regard to the fact that no vehicles were in the parking area, is clear.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "They will testify further that some of the vehicles were slightly damaged and had to stay there overnight?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I dispute that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, are you saying some of the vehicles at the ...",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "At the back, at the parking area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At the parking area that we saw yesterday?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Were slightly damaged, that is correct, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were slightly damaged?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "And one of the CAYCO members, in fact the CAYCO member that parked at the parking area,  could not or did not take, it is a lady, take her car home that night.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I dispute that.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now, just, you have been a policeman for quite a while, would it make sense to you that if a bomb was detonated at a premises and there were cars in the parking area, that the police would want to keep the cars or the police would now allow people to take their cars, because it might contain leads, they would want to use that in their investigations?  Would that make sense?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It makes sense.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "It is my further instructions that the lights were on and were clearly visible from the back side of the building or the front side of the building?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I have already testified about that.  I cannot say whether there were lights on in the premises.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "My further instructions are, and it will be argued, and we will argue at the end of the day, that the time factor, the time when the bomb was placed, or detonated, the fact that the place was well lit, the fact that not more was done to ascertain whether there were in fact people inside the building, the fact that Gakkie had to go and see specifically whether the Kewtown Youth Movement members or the Steering Committee of the Youth Organisation, were there, the fact that cars were parked at the parking area, the back of the building, and the front part of the building, and the fact that R30 000 was budgeted for Gakkie, are all clear indications that the intention behind the bombing, was to kill those inside the building, or the members of the Kewtown Youth Movement.  Do you want to comment on that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I deny that vehemently.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Then, just before I finish off with my cross-examination, I just want to ask you a few general questions.\n\tThe one is did your brother work at the Athlone SA police station at some point?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, could you repeat that, I did not catch the name?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Did, Johannes van Zyl.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I didn't hear the question, if you could just repeat it, my fault, I was busy.",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "Did your brother, Johannes van Zyl, work at some point, at the Athlone South African Police?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Is it correct that the Athlone police station covered the area of Kewtown or that Kewtown fell under their jurisdiction?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It is possible.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did he work there at the time of the incident?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Was there any communication either by yourself or other members of your unit, between yourselves and the SAP to the effect that you were expecting something to happen at that place that night?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Not at all.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Because my instructions are also that within minutes after the bomb was detonated, both the police and explosive experts were on the scene, do you want to comment on that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is possible.  There was no communication as far as I know, with any  member of the SAP.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Then furthermore, we have heard testimony that a certain Mr Ismail was used, he was tasked with burning down a kombi, I think?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Now, in the statement of Peaches that is before this Committee, in his statement mention is made of a person by the name of Mzoli.  Do you know whether Mzoli and Ismail is one and the same person, or not?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I don't know.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Then in the statement of Peaches, which is before this Committee, in Bundle B, page 196, he says that he was provided with a photograph of Johnny Esau by yourself and as we all know, Johnny Esau is an ex-member, ex-ANC member of Parliament and that he was tasked by yourself and that Peaches was tasked by yourself to monitor Johnny Esau, do you want to comment on that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I deny that.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Do you know whether or not Peaches made use of other gangsters or other members of the community, in certain projects besides Isgak and Ismail?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "The identity of no other person was known to me, except for Isgak, Ismail and Peaches.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "In the statement of Peaches, he mentions the name Clive Petersen, he says that when he went to Johannesburg to monitor Gavin Evans, I think, Clive - or to murder Gavin Evans, Clive Petersen went with him.  Can you comment on this?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "He also says in his statement that a Mr Erwin Meyer was also used in one of the projects and that this person was in fact paid an amount of R4 000-00, can you comment on this?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I never heard that name before.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Is it possible that the person could have been involved, but you were just not aware of his name or identity?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I have no knowledge of any person whom Peaches gave R4 000-00.  The name does not ring any bells.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "In his statement he also says that he was tasked by yourself to burn down, or someone was tasked by yourself, to burn down the Pegasus Centre which was also used by the Kewtown Youth Movement?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I deny that.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "My instructions are that the Pegasus Centre is commonly known in the area as the BABS Centre, Build A Better Society?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It is possible.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "My further instructions are that the Kewtown Youth Movement did on occasion, use that centre to have meetings?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It is possible.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did you at any stage prior to co-opting Peaches or while you were in the process of co-opting him, hand a video to him or a movie to him which dealt with covert organisations in Israel or other countries?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "At no stage.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "And then just lastly maybe, did Brig Engelbrecht and Gen Badenhorst tell you to deny all involvement in this bombing incident?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Amongst others, yes.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Let me just ask you specifically, did Brig Engelbrecht tell you to deny it?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "My evidence was before other Commissions, it was clear that both persons came to see me at my residence and told me to deny my involvement with the CCB.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did Brig Engelbrecht know about your involvement in the Early Learning Centre, in the bombing of the Early Learning Centre?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Possibly because of his investigation.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Did you confess or admit to him that you were in fact involved in that incident?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I told Gen Badenhorst about my involvement in the incidents and at that stage Gen Engelbrecht was at times present, they were together the evening, but my conversation was with Gen Badenhorst.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "So is your testimony that Brig Engelbrecht knew about your involvement?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I believe so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "did he specifically tell you that you should deny your involvement?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I have just told you both persons told me to deny my involvement with the CCB.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I am asking you about the bombing incident specifically.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "My incidents, all my projects.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Okay, just lastly, I am going to ask you again, I am going to ask you again, did he specifically ask you to deny involvement in the bombing incident?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It is possible.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Can you remember, or can't you remember?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I cannot.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I just want to refer you to Bundle B, page 51, paragraph 15, the seventh line from the bottom.  The sentence reads as follows\n\"... they told me that I should deny everything about the bomb explosion, otherwise I would go to prison alone.\"\n\tMy statement to you is, my question to you is did they tell you that you will go to jail alone, or words to that effect?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "The statement specifically says that they told you to deny everything about the bombing incident, is that correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I told you they told me to deny my involvement with the CCB and projects.  I told Gen Badenhorst with regard to the bomb explosion project, therefore I cannot recall that they specifically told me \"don't admit to the bomb explosion, or don't admit to that\", they said deny all my projects.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "I can understand if you tell me that your memory today, or that your memory ten years ago was better than it would be today?   At the time when you made the statement, you had a better recollection of what occurred than you have today, is that so?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Would you concede then that at the time when the statement was made, that it was made because you remembered the specifics of what had occurred?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "And that is why you specifically included the word \"bomb explosion\"?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It may be.",
            "Male"
        ],
        [
            "MR WILLIAMS",
            "Thank you Mr Chairperson, I've got no further questions.\nNO FURTHER QUESTIONS BY MR WILLIAMS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Williams.  Mr Hockey, would you like to ask any questions of Mr van Zyl?",
            "Unknown"
        ],
        [
            "MR HOCKEY",
            "Yes, thank you Mr Chairperson.  I've got very few questions, most of the questions that I would have liked to ask, has been exhausted.  I must just say for the record that the statements made by both Mr Williams and Mr Kahanovitz, I stand by those statements and we have heard your responses to that.  That is in respect of what really happened, specifically in respect of the bombing incident.\n\tMy instructions relate only to the bombing incident, however, just in clarification I've got one or two questions relating to the Tutu incident.\n\tMy first question in that regard, Mr van Zyl, is your evidence in respect of the Tutu incident, is that you received an instruction to hang up a monkey foetus on the premises of Bishop Tutu, is that right?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Were you instructed or was it one of your projects to monitor Bishop Tutu?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Not at all.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "So before you received this instruction to hang up a money foetus at his place of residence, did you have any other dealings with Bishop Tutu?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Did you go to his place where he lives, at any stage?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Was it the first time that you went to his premises the night that you, is it so that the first time that you went to his premises, was on the night that the monkey foetus was hung up in the tree, on his premises?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I believe so, because I did not even know where it was, Peaches took us there.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "So is it your evidence that you did not know where it was?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, my evidence is, yes, I think we can accept it as such.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Did you know in which area he lived?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Bishops Court.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Can I just refer you to Bundle B, on page 34.  \tYou talk here about this monkey foetus and I am going to read out to you, if you want to follow, it is about the eleventh line from the bottom of paragraph 63.  I will start with \"I decided that Ferdi Barnard would accompany us\", have you got that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "And the very next sentence reads that\n\"... I knew where Desmond Tutu lived.\"\n\tThis is your statement, Mr van Zyl?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Quite clearly you knew where he lived?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I did not know where his residence was, I knew he lived in Bishops Court, but I didn't know where his house was.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "You don't say in your statement that you asked Peaches to lead you to his place, you quite clearly say that \"I knew where Desmond Tutu lived\".",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I did not know, he took me there.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "We will argue about that later, but the interpretation is quite clear for me.  In paragraph 64 you say\n\"... usually there were guards ...\",\n\tI will start at the beginning of the paragraph.\n\"... at a house which I knew as that belonging to Desmond Tutu, we stopped.\"",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.\nMR HOCKEY\n\"... at a house which I knew ...\"?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Which was identified to me as Tutu's house.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Please Mr van Zyl.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "May I answer the question?",
            "Male"
        ],
        [
            "MR MARTINI",
            "Mr Chairperson, can the witness answer the question?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "We arrived at the house, we drove around the house because we had to make sure whether there were guards and so forth and so forth, and the house was identified to me as Tutu's house, and it is in that context that I said it.  I have never been at his house.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Please Mr van Zyl - \"the house which I knew as that of Desmond Tutu\"?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I deny that.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Do you deny that, in your statement you say that you knew that house as Desmond Tutu's?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I am telling you that that evening was the first time that I went to Tutu's house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but going to, when you say you are going to somebody's house, it might have been the first time you actually entered the house, but had you been in the street outside the house?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "I knew that Bishop Tutu lived in Bishops Court.  Never before had I been to that house Chairperson, until that evening.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "You also say that you know that there were security guards at that premises?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Because when we arrived there, we did not just stop and climb over the fence, we first  had a look at the house to see what the house looked like, where the entrances were and where the security guards were.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Now, how do you know that there are usually security guards on the premises?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "There is a security gate, there is a little hut for guards.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Did you see that for the first time that evening?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Yes.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Now why do you say that usually there are security guards on that premises?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It is an inference I drew.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "I will read to you what you say\n\"... usually there were guards, but this particular evening I didn't see any guards.\"\n\tThat is also in paragraph 64 of your statement, sir.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It may be.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "I am just putting it to you that there is a clear contradiction in what you say here in this statement, and what you are testifying today.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I differ.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Sir, just in respect of the time factor, your evidence is that the bomb at the Early Learning Centre exploded nine o'clock, give or take five minutes?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is my evidence.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "In other words, it could be five to nine, it could be five past nine?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Now, as an ex-policeman sir, you know that police officers normally record the times when important events take place?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is true.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "As it appears to be in this case, it can be a very, very important fact of evidence, right?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Now, the bomb expert that was called to the incident on that evening, clearly states that he was called, he was called at ten to nine the evening?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Five minutes before your discretionary period?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Very well.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Do you accept that you could be wrong when you say that that bomb went off at nine o'clock, give or take five minutes either way?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It is possible.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Could you have made a mistake, that it could have gone off half an hour earlier?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I doubt that.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "What is also quite evident is that all the people that were inside that building, all the members of the Cape Youth Congress, says that that bomb went off roundabout half past eight?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I saw that.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "You are also aware that the people that had nothing to do with the Cape Youth Congress, and there were three of them that made statements, there were five of them present in the building that evening, the three that made statements all say that the bomb went off roundabout the same time as those, as the time said by, given by the Cape Youth Congress members?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Maybe.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "You accept that the soccer people have absolutely no reason to lie about this fact?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "I don't have to refer you, I hope, to what they say about the time factor, you accept and you have probably seen their statements?  There are three statements and just for record purposes, I will name those people.  It is one Terrence Coetzee,   and his statement appears in Bundle B, page 233.  There is one called Jeffrey Blignaut, whose statement appears on page 235 in Bundle B, and there is one Wallace Jonathan Steven, whose statement appears on page 14 of Bundle D, D for David, all saying that the bomb went of roundabout 20H35?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I have seen their statements.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Just one other aspect that I want to clear up with you, Mr van Zyl.   You gave evidence yesterday and today that the car was parked and you showed us yesterday, the car was parked about 30, it was measured off yesterday, it seems to be 42 paces, 42 metres from the gate of the Early Learning Centre?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it was probably a little bit less than 42 metres, because the steps taken, probably didn't amount to a metre, 42 paces, we all saw it and we won't be exact about how many metres it was, 42 paces.",
            "Unknown"
        ],
        [
            "MR HOCKEY",
            "We will keep at 42 paces, about 42 paces from the gate of the parking area of the Early Learning Centre?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "You were standing there?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "You tried to detonate the bomb, unsuccessfully?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "And you reversed?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "After you had reversed about one car length, the bomb in fact exploded?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "What I want to know is why you never stated this in any of your statements?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I do not know if it is in my statements or not, but this is what happened.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Please, if it is there, please we will give you the opportunity to go through, I can tell you that I searched for it last night and I couldn't find it there?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is good, accept my evidence as I had given it to you.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "I ask you again, why is it not there?  It is an important factor, why did you not state in your statements that you were standing and that you reversed about one car length before the bomb detonated?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot explain that.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "In fact sir, you say something quite to the contrary in your statements.  You are saying that you asked Gakkie to drive around the block and it is quite clear from your statements that while he was driving, the bomb was detonated?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is not so.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Are you denying that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Are you denying that that, are you saying that that is not in your statements?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, in my statement it is written that we were standing still and it is my evidence that we were standing still when the bomb was detonated.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Where in your statements, is that?",
            "Male"
        ],
        [
            "MR MARTINI",
            "Mr Chairperson ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think there has been a bit of confusion, we have heard what you said in your evidence, Mr van Zyl, that the car was parked, you reversed one car length back and it went off, but I think, correct me if I am wrong, Mr Hockey, what Mr Hockey is putting to you is that if one reads your statements, the impression given from the wording used there is that you asked  Gakkie to drive around the block, whilst so doing, that is when the bomb went off, which is different to having been parked and reversed one car length back and then detonate it?  He says that doesn't appear in the statements, but what appears in the statements is that you told, after you tried to use the detonator, you told Gakkie to drive around the block and in the process of doing that, the bomb was activated?  That is what is being put to you by Mr Hockey and he is saying there is a difference?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "I think it is interpreted incorrectly.  No driving had taken place when the bomb was activated, we were parked.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Let me refer you to Bundle B, Mr van Zyl, page 42.   Can you for a change read for me, the last sentence on that page?\nMR VAN ZYL\n\"... I then told Gakkie to drive around the block, so that I could activate the mine.\"\n\tThat exact question was asked of me yesterday.   The block that I was referring to then, was the block that I had pointed out to the honourable Commission.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Yes, I have no problem with the block for now, I have a different meaning of what a block is, or a different understanding, but the fact remains that you say here in your statement that you were driving around the block in order for you to detonate the bomb.  Please just read further.\nMR VAN ZYL\n\"... I had the remote control calculator in my hand, I tried to activate the mine by switching on the calculator and pressing the minus button, the mine actually did not explode.  After I had repeated the process a few times, I gave the calculator to Calla Botha.  We were then approximately 150 metres away from the hall, and I told Gakkie to drive closer to the building, and he did that.  When we were approximately 20 to 25 metres from the building, I noticed that there were no vehicles or people in the parking area.  Calla Botha then activated the mine and it went off.\"",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Now sir, you see what I mean?  You explain your movement that evening, at no stage do you say that you went to go and stand at a particular point, you tried to detonate the bomb unsuccessfully, and you reversed?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so, sir, it is a Section 29 statement.  I don't have a big problem with it, but the evidence that I have given in front of the Commission, is the way in which it happened.  That is what I was asked to do and that is what I have done.  So whether you like it or not ...",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Sir, when you are in a difficult position, your excuse is always that it is a Section 29 statement?  I can also refer you to page 113 which is ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The same Bundle?",
            "Unknown"
        ],
        [
            "MR HOCKEY",
            "Sorry, Bundle A, which is the statement that the accompanies your application.  Can you please read from line seven from the bottom, \"I then told Isgak ...\"?\nMR VAN ZYL\n\"... I then told Isgak to drive around the street block, so that the mine could activate.  The mine was then activated after that, and the bomb went off.  Isgak then took us back to the airport.\"",
            "Male"
        ],
        [
            "MR HOCKEY",
            "You see, exactly the same thing?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "My explanation is exactly the same.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Good.   I see Mr Hardien is here, and I would like to ask you a few questions in his presence.   You decided in 1990 that you were going to come up with the truth, is that right?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "According to you?  You have subsequently been used as a State witness in the case against Mr Ferdi Barnard, somebody that worked closely with you?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "And with your assistance, Mr Ferdi Barnard was convicted.  With the assistance of your evidence, Mr Ferdi Barnard was convicted, is that right?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Maybe.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "You also gave evidence in the trial of Dr Wouter Basson?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Now sir, Mr Isgak Hardien did not apply for amnesty as you did and the possibility is that he will be charged after these proceedings.  Do you agree with that?",
            "Male"
        ],
        [
            "MR MARTINI",
            "Mr Chairperson, just for the record, Mr Hockey made this loud statement that he wants to put these questions in the presence of Mr Hardien in order to intimidate Mr Hardien, who I understand is going to testify here, because what other purpose can there by to say \"I want to ask such questions in the presence of Mr Hardien\"?",
            "Male"
        ],
        [
            "MR HOCKEY",
            "On what basis can my statements be intimidating?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, well, I think - do you know whether Mr Hardien has applied for amnesty?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "I do not have any knowledge of that, but as far as I know, no.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, because whether he is prosecuted or not, is not for us to say.  We cannot even venture an opinion on that.",
            "Unknown"
        ],
        [
            "MR HOCKEY",
            "Thank you Mr Chairperson.  In the event of Mr Hardien being charged for the bombing incident in Kewtown and in the event of you being called to testify against him, will you do so?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I know the circumstances of the law, if you are subpoenaed to give evidence, you have to.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "So what you are saying is that you will under those circumstances, testify that Mr Hardien placed a bomb in the Early Learning Centre, is that what you are saying?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I don't have a choice.",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Thank you Your Worship, I have no further questions.\nNO FURTHER QUESTIONS BY MR HOCKEY",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Hockey.  Ms Coleridge, would you like to ask Mr van Zyl any questions?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Yes, thank you Chairperson.  Just before I do, I just want to place on record that Mr Isgak Hardien has been notified in terms of Section 29(1)(c) of our Act Chairperson.  He has indicated that he is willing to testify before the Commission.  We have also arranged a date, Chairperson, he has been noted to appear before us from the 22nd to the 23rd of June, but I have informed him that this matter would probably be part-heard, and he would probably be heard later.  I just want to place that on record.\n\tAnd then just for all parties that are participating in these proceedings, just not to have any contact regarding these proceedings with Mr Isgak Hardien, as you are now well aware that he has been notified in terms of our Act.  That goes to all the applicants and to all the legal representatives.",
            "Female"
        ],
        [
            "MR MARTINI",
            "Sorry Mr Chairperson, do I take it that also goes to the representatives of the people opposing amnesty?",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "All legal representatives Chairperson, as well as the victims.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ms Coleridge, any questions?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Yes, thank you Chairperson.",
            "Female"
        ],
        [
            "MR MARTINI",
            "Of course he may decide to find a legal representative amongst the ones present?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, well, if that happens ...",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Mr van Zyl, I just want to get back to your banking details, you informed us that you weren't sure as to which accounts you had.  You weren't sure whether it was ABSA or Standard Bank, I just did a little bit of research and I just found out that you had, in that time you had an account that was in your wife's name and in your name at ABSA bank, is that correct?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "It may be.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And you had an Incom, what was your company called again?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "You have the name, Incom Investigations.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Was with Standard Bank, is that correct?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "That is good.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Now that we have that, can you tell us at which branches they were, if you think about your personal account, I am jogging your memory, ABSA bank, your wife's name and your name, can you tell us at which branch it was?  I will follow that up and I just need your assistance to make my job easier?",
            "Female"
        ],
        [
            "MR MARTINI",
            "Mr Chairperson, once again we object, we see no relevance to this information for the purposes of these hearings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We don't want to do investigations here.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "No, we don't, but Chairperson, it is relevant in so far as we all know that Mr van Zyl handled large amount of cash and so forth, and it is relevant for these proceedings.",
            "Female"
        ],
        [
            "MR MARTINI",
            "Sorry Mr Chairperson, we all know Mr van Zyl handled a lot amounts of cash, that is an incorrect statement?  We have heard Mr Burger had R25 000, gave him R25 000, large amounts of cash?\n\tMr Chairperson, there is a procedure under the Act, to have held the investigations, we are now at hearings, what is the relevance of this information to extract information at hearings when the procedure was provided for, and I think it is Section 29 of the Act.  We are placing our objection to this, on record.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you said that the reason you are asking him the question is to facilitate your outside investigation, it is not really for evidence for our benefit?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Sure Chairperson, it is just I know that Mr Bizos had raised the question of finances and the banking details, whether at the, during the course of the hearings, whether we are going to subpoena any banks in relation to that, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well, I think perhaps the investigation, there has been an objection and we know that it is not for, it could go to the merits of this matter that we are listening to, perhaps if the investigation can be carried  on, if you have established the banks, I am sure it wouldn't be difficult in the normal investigatory process, to establish which the branch was.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Yes Chairperson, therefore I am just asking Mr van Zyl just to expedite matters.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, but he has refused ...",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "He hasn't refused yet, his counsel has.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well, let's hear from Mr van Zyl.  You can answer it, if you want to answer it, you can answer it.",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "Incom Investigations was Standard Bank, End Street and my personal accounts are currently at ABSA bank in Randburg.   I do not know where it was before Randburg, but you can trace it from there, it is easy.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And End Street, where is that?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "In Johannesburg.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "End Street is a street in Johannesburg, it is in the CBD area there.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Thank you Chairperson, I am indebted to you.",
            "Female"
        ],
        [
            "MR LAX",
            "Sorry, it is End Street, as opposed to In Street.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, End, like in finish.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "And then just in relation to your code names,  Mr van Zyl, it was Andrew Rossouw and Theunissen, is that correct?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "Andries Rossouw.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Andries?   And did you have any other code names?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "No.  Thinus de Wet, Andries Rossouw.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Were those the only two?  Did you have any ID documents to go with these code names and fictitious names?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "None.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Because I see in Wouter Basson's diary he arranged lots of ID documents, passports, etc, for members.  Did he ever arrange ID documents to go with those code names for you?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "No, not at all.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Did you have any banking accounts in foreign countries?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "At that stage, no.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry with regard to these code names, did you have bank accounts in Tinus de Wet or Andries Rossouw's name?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "No Mr Chairperson, I have never had a false bank account.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Regarding your business, your Incom business, what did the CCB give you to start the business, what amount of money did they give you?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "Nothing.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "So you had to start a front company on your own, with no capital outlay from the CCB, is that what you are saying?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct, they only paid my monthly rent.  I had a shredder, I had a safe, I bought the shredder when I left the CCB and also the safe, I bought them from the CCB.  There is nothing else that I received from them.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "What in total amount, did this come to at the end of the month, your rental, etc, etc?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "Approximately R2 000-00 per month.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And how long did the CCB pay for this, for this company to exist?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "About four months.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And from which date?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "I am not sure, it would be from about April 1989 up until October.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Did you have this company registered?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "It is.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "At that time, was it registered?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Who paid for the registration?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "The CCB.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Did you have a business associate at that time, at the CCB?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "When I was in the CCB?",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Yes?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "Yes.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "What was your business associate's name?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "Well, he was an employee, I did not have associates at that time, or partners, but it was Ben van Zyl.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Did he know about your activities in the CCB?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "At no stage did he know  about your activities in the CCB?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "Not at all.  Only after my Section 29 release, did I inform him about my involvement with the CCB.  He was not involved or informed about this, and about four months afterwards, he left my service.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "I just want to refer you to Bundle F, Chairperson, page 180, Bundle F.  That is just line 19, I just want to read a statement.",
            "Female"
        ],
        [
            "MR MARTINI",
            "Sorry, page?",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Bundle F, page 180, it is the typed pages, page 541, that is the typed page, but it is 180, line 19.  Page 180, line 19, Bundle F.\n\tCan you just read from \"later I got a partner in the business\"?  Can you read it out aloud, Mr van Zyl?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "Which line is that?",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Line 19.",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "Line 19.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "\"I also want to mention ...\"?\nMR VAN ZYL\n\"... I also want to mention that my partner was not aware of my association with the CCB, although he was informed of it after I quit the CCB, as I will describe underneath.\"",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "I just want to check with you, what did you inform him of the CCB, did he know that you were involved in covert and illegal activities?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot tell you exactly what I discussed with him.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Why did he leave your company?  Why did he leave the company four months later?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "No, he left the business, because he started his own business.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Can you just, before I interrupted you, what did you inform him of your CCB activities?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot think that I discussed any project with him at all, but he knew, I discussed it, he knew that the CCB was part of the Special Forces of the Army and that I had knowledge of this and also that I had knowledge of the content of certain newspaper articles that appeared in the newspapers at that stage, and also ...",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "So he knew of your involvement in these activities through the newspaper, etc, etc?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "I believe so.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Does he work for you currently?  Is he part of your business, now at this stag?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "No, not at all.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "In relation to Calla Botha, we know that he was suspended from the CCB, is that correct?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "Well, I think the word suspension is a little bit out of proportion, at a stage he was placed on ice.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "I would just like to refer the Committee to Bundle C, page 19, to Mr Wouter Basson's Section 29.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is that 90 or 19?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Page 19.  Mr Basson has a different version in a sense, you say he was on ice?  You can see Mr Khoisan is cross-examining him and I will start at the third line where Mr Khoisan is asking him regarding Calla Botha.\n\"... Well, that will be his area of responsibility at ground level?\n\tMR BASSON:   Say again?\n\tMR KHOISAN:  That would be his area of responsibility?\n\tMR BASSON:   That is correct yes.\n\tMR KHOISAN:  In terms of targets?\"\n\tMr Basson responds -\n\"... well, if I had a presentation, it was approved, yes.\"\n\tHe is referring to Calla Botha, how many presentations did he make in respect of targets.\nMR BASSON:   He never made any.\n\tMR KHOISAN:  How long was this man working for the CCB?\n\tMR BASSON:   He was given a specific name, he did not do it as he should, and he was suspended for a period of time.\"\n\tNow surely suspended and placed on ice, is a different version, your versions differ?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "That is my interpretation, I think you will have to ask Mr Basson what he meant by that.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Do you know why Mr Calla Botha was suspended?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "I do know that it was in relation to the person that he and Ferdi was observing, as a result of which they were identified.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Are you talking about the Webster incident?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "No.  Never given evidence in regard to that.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "It is just, because we know that the Webster incident occurred on the 1st of May and Barnard was - in 1989 - and Barnard was involved in that as well as Calla Botha?  That was proven in Barnard's criminal trial.\n\tI want to know from you, because Barnard was placed, was suspended at that time, when you used him as well, Calla Botha, was that the same position that Barnard was in?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "No.  I do not know.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "But it is a possibility?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "I can tell you that as far as I know, Botha was not suspended at all, because that is the Afrikaans word for suspension.  I do know that he was in a cool off period for security reasons, as a result of the fact that he and Ferdi Barnard had observed a person, but it had nothing to do with the Webster case.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think when one gets down to using these words, in English, I don't know the Afrikaans, but suspension, my  view, interpretation of it is that you can be suspended with or without pay, but it is usually pending some form of action, disciplinary action or some form of hearing.  If you are in a security sort of situation, how I think of being put on ice is that you are just pulled out of the operational area for a while, and it is not necessarily pending some hearing against you and you can be brought back in when the heat is off, type of thing.  So there is a bit of a difference in using the word suspended or put on ice.  I don't know - is that what that is?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "That is the way I interpreted it too.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In Afrikaans you just use the word \"geskors\"?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "\"Geskors\", correct.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Who authorised, did your Regional Manager authorise Burger, he was aware that Calla Botha was with you for this Athlone Learning incident?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Did Verster know?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "I have no knowledge of that.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "We will just have to get the date sorted out as to when Mr Botha was active and not active, but I won't ask you to respond to that.\n\tJust in relation to your Section 29's, when Barnard was arrested.  I know you have testified on this previously, Barnard made a statement and Calla Botha was arrested thereafter.  Would you say there was a certain amount of panic between the members of the CCB?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "Naturally.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And at that time, yourself, Burger, Maree, were still out, you were not arrested, is that correct?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Did the CCB at that time, still have the Ponte Building as their apartment?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "I don't know, because you have to keep in mind that in October of 1989, I resigned from the CCB and Botha was only arrested in December, and I did not have any contact with them, not at all.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Because just according to information and investigations that once you heard that Botha and Barnard was arrested, you, there was panic between the members of the CCB and you used to meet regularly at the Ponte Building, which was still CCB, I believe.  Did they own a flat there?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "I do not know.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And that you met in the Midrand as well?  Can you comment on that?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "I did not attend any such meetings.  As I said Calla was only arrested in December, if my information is correct, and after I retired from the CCB, I was isolated.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "What do you mean isolated, Mr van Zyl?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "I was isolated, I did not have contact with the people.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "But surely Mr Maree, Mr Burger, you surely could have had contact with one another?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "We could if we wanted to, but there was no contact.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Did you use the same legal representative, all of you, Burger, Maree, yourself?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "I used the same representative after my Section 29 detention, and to be honest, the day of my arrest, I had no legal representative.  Mr du Plessis was arranged for me by my then wife, Brenda, without my knowledge.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Well, that might be so.   I just want to put it to you Mr van Zyl, that once Barnard and Botha was arrested, there was panic which you conceded, amongst your members, that you met regularly at the Ponte Building and in the Midrand to discuss, because you could have been arrested at that time, Barnard was arrested  earlier and Botha in December, and you made your statement in February, there was two months in which you could meet with your other members of the CCB and arrange a version that was suitable in the circumstances, what is your response?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "I deny that vehemently, that is not so.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And that when you made that Section 29 statement, you had to stick to that story, because you were cross-examined on your Section 29, you had to stick to your story and you were not aware of the TRC process ever coming about at that stage, is that correct?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And therefore in that statement regarding the Athlone Learning incident, you kept the Athlone incident to a minimum, by not acknowledging that your intention was to kill, at that stage, is that correct?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "Not at all.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And that your members of the CCB feared that you would have attempted, plenty of attempted murder cases on your hands, instead of just an incident where you say that you did not want to cause any loss of life, what is your comment on that?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "I deny that.  It is totally untrue.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "In relation to your indemnity, we have heard that you received indemnity.  I, we, have not to date received any information regarding those applications and whether it was granted or not, have you made any further enquiries?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are you talking about indemnity in terms of the 1991 and 1992 acts?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Or indemnity granted by the Court after the giving of evidence?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "I am referring to the indemnity in 1991, that stage, Chairperson.",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "Up to date I have not received any documents from any organisation that spells that out to me.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Just for the record Chairperson, I have been doing some research in trying to obtain this, but to date we have had no records mentioning that the applicant has been granted indemnity in terms of that Act, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "One would imagine that if you had been granted indemnity in terms of the previous Act, you at least would have known about it?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "That is possible Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is possible that you might not, but ...",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "That is our information, according to our information from our legal representatives, that it was processes and approved, but I have not received any documentation in that regard.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "May I ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly Mr Bizos.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "There was a mass application, about 3 000 policemen for indemnity which was not in terms of the Act.  The Act, the then acting President, Mr Pik Botha, whilst Mr P.W. Botha was out of the country or indisposed, but he purported to grant indemnities under a Section which empowered the President to grant indemnity for what one may call the non-serious violations of human rights dealing with, the Section that he purported to act on was one that dealt with people going in and out of the country without a passport, the possession, it may cover the possession of firearms ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think in that instance, each of those 3 000 didn't actually make application, it was ...",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "I think they signed ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did they have to sign a document?",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "I think that they signed, police officers went around getting signatures from their members, from about 3 000 people with unspecified offences.  That is how I remember it.",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, that is not correct, there was another procedure, another Act, under which applications were made by various applicants for amnesty, it wasn't under that Regulation that Mr Bizos is referring to.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The 1992 Act, the Indemnity Act?",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "There were hearings, on the previous occasion when Mr Verster testified, the same issue arose, the Evidence Leader made enquiries through the agents of the Commission, and the response was that Mr Kleinhans who was dealing with it, was contacted, he informed that it was in fact processed, but it was never published, because the reason was that they thought that this Mr Wouter Basson was the other one which is being charged now, and for that reason they didn't want to publish it, but everything was processed up to that stage.  That is the information that we got last time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "That is correct Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct), Mr van Zyl is unaware of himself having been granted any indemnity.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Can I just check, have you checked the Government Gazette's to see whether his name appears anywhere there?",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "You see, this is the whole point regarding this, that it has never been published in the Government Gazette, so that is where we stand at this point.",
            "Female"
        ],
        [
            "MR LAX",
            "Because many other people were published?",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Mr Chairperson, this is correct about that different procedure, but that procedure had a Committee of three wise men, retired Judges which there had to be a hearing to advise the President and if the President was satisfied, he would grant an indemnity which would be published in the Gazette.  If there was no hearing before ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it was Judge Solomons and Steyn, was it ...",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "And Leon?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Leon?",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "There was that procedure, you are correct, but ...",
            "Male"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, sorry, may I just say we are talking about actually two different Acts.  The one was the Indemnity Act, 35 of 1990, that is the first one, and the other one is the Further Indemnity Act, 151 of 1992.\n\tThe first purported to grant amnesty automatically, and there was no publication and the other one, there had to be an application.  As far as my clients are concerned, and I am also aware Mr van Zyl, and Mr Botha, applications had been done and submissions had been made in terms of Act 151 of 1992.\n\tIt is true that there was no publication of names, but I made it clear right from the outset of this application before this Commission that we totally reserve our position regarding those applications.  We are not going to deal with it, and we are not at this stage, going to insist that indemnity was granted or should have been granted, we are just not dealing with it, and we are totally reserving our position regarding those two Acts as far as my clients are concerned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, whether it has been granted or not, doesn't really impact on these proceedings.",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "I agree, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We have done various proceedings where persons have already got indemnity in terms of those other Acts and we have never ...",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "Indeed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you finished your questioning?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "I am nearly done, thank you Chairperson.  Mr van Zyl, Mr Wouter Basson in his Section 29 stated that\n\"... I was unhappy with the person van Zyl and I was unhappy with Region 6 which did not follow procedures which was unprofessional, according to me.\"\n\tWhat did he mean by that?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "I don't know Chairperson, I don't know why he made such a statement.  You would have to ask him yourself.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Did you have any altercations with Mr Basson, at any stage regarding procedures, etc?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "So would you say that this is an unfounded statement?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And Mr van Zyl, in relation to your background, why were you chosen for the CCB, we know that you weren't really an intelligence gathering, you had no real skills in intelligence gathering, is that correct?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "No.  I have comprehensively dealt with the reasons why I went to the CCB and how it came about that I was recruited.  I don't know if there was anything unclear about that.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Was there any assault case pending against you as well, where you had to testify for 55 days in a criminal court?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "A long time ago, I was the accused in an assault matter with other policemen, and we were found not guilty.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "And then, can you just elaborate on the four PAC members that had died as a result of being shot at by the Brixton Murder and Robbery Unit, were you involved in that?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "I was.   I handled the project that specific evening.  I cannot recall whether there were four or three, they were in a stolen vehicle.  It was a situation of us or them.  The persons were killed in the process.  There was a post-mortem inquest held in this regard and it was concluded.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "When you say it was a matter between you and them, we know that no shots were fired by these PAC members, can you comment on that, there were never any shots fired?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I am going to maybe anticipate  Mr Martini.  Does it have anything to do with the merits of that incident?  We are not really going to make any finding in regard to whether they were shooting or not?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Yes Chairperson, I understand, but I just want to point out a fact that why Mr van Zyl actually was recruited by the CCB, was because of his past background and because he was a person that you could rely on to get results, Chairperson, not because of his intelligence skills or anything like that.",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "Say again please.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Is it correct that it was found that these PAC people did not fire any shots at the police and that they were shot by the police and you were part of that cell and that they were killed, is that correct?",
            "Female"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct yes.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Thank you Chairperson, I think, that was what I was going to conclude ...\nNO FURTHER QUESTIONS BY MS COLERIDGE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Martini, do you have any re-examination?",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "I would like to re-examine, are we going to carry through, Mr Lax wants to leave,  I believe.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, we are not sure.  Perhaps we should, do you need a bit of time before you re-examine?",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "I will just need five minutes to re-examine, but I understand Mr Lax ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will take a five minute adjournment to enable you to put your ducks in  a row, regarding re-examination and also if we could quickly, between people, talk about when we should be adjourning.  Mr Kahanovitz?",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Mr Chairperson, if Commissioner Lax is able to stay, we would ask that the next witness be called, because I see that Mr Wessels is gone, so that we can assume that he is not, he is prepared to allow the fate of his client ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we would like to for obvious reasons, try to get as much done as possible.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Yes, so I think that it is really for ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is going quite slowly and we have still got lots of people to testify.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "... and I thought that this is what we were concerned with.",
            "Male"
        ],
        [
            "MR H DU PLESSIS",
            "Mr Chairperson, may I just place on record that Mr Wessels asked me whether I would place Gen Webb in the witness stand now or not, because of the earlier indications that we would finish earlier, there are also other aspects that I need to take up with Gen Webb, before we start leading his evidence.  We were not ready to do that, and I think that it is unfair that we start now.  His evidence also has a direct impact on Mr Wessels' client and he asked me whether I would call him, before we would adjourn.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is not for us and the Panel to determine the order in which the applicants are going to be called, we don't mind in which order they are called.  But perhaps if all of this could be considered very briefly in this five minute adjournment,  rather than us speaking like this.  But we are prepared to sit here the whole day.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "We were assured Mr Chairman, that Mr Webb would be the next witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "It would be most helpful if we hear what Gen Webb has to say and it may save a lot of time, if we do have an hour or an hour and a half at least, of his evidence-in-chief, but we do not want, we do not want to  ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see, I agree with what you are saying Mr Bizos, the thing is that we don't want any prejudice to occur to any person, to any party in this matter, and so we wouldn't want evidence to be led by X and because Y's attorney or advocate is not here, that there was some irregularity, etc, that we would be revisited in some other, we don't want that sort of situation.\n\tWe want to do as much as possible",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Mr Chairman, if we are not entitled to make decisions in relation to the proceedings mero motu, Mr Chairperson ...",
            "Male"
        ],
        [
            "MR MARTINI",
            "Chairperson, may I just enquire because if we are going to stay until four, which I have no problem with, then we might as well adjourn until two.  We are just trying to accommodate Mr Lax, we understand he possibly...",
            "Male"
        ],
        [
            "MR LAX",
            "Don't worry about me, I am quite happy to spend an extra night here, I have got an early morning flight if I need it.  Originally I was booked at quarter past four, so and it was impossible to change that, so I have managed to secure another possible flight at half past six tomorrow morning.  I am here, if we need to go on and all the other factors are in place, I can stay, it is not a problem.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Might I then suggest that we adjourn till two o'clock, if we are going to carry on till four, subject to, I don't know the other difficulties that exist now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we can do that and perhaps if it is not possible, because of Mr Wessels' absence to proceed, and I take your point that people shouldn't make decisions mero motu, we don't want to actually end up with anybody being prejudiced, whether there is any possibility of calling another applicant instead.",
            "Unknown"
        ],
        [
            "MR H DU PLESSIS",
            "Chairperson, I think in all fairness as well, I have to place on record that the Evidence Leader said yesterday that we would adjourn at one o'clock today and at some stage it was said that we would adjourn at two, and this morning it was said that we would adjourn at two, so now for Mr Bizos to come and say that people cannot mero motu take any decisions to leave the place, is not fair towards Mr Wessels in his absence.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "You said here that other arrangements will be made by Mr Lax, and we will not adjourn at two o'clock?  This was said and my colleagues here said that they gave an undertaking that they would be finished in 15 minutes.\n\tI don't want to say anything ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't have that view, and I realise that we've got a situation here, Mr Wessels have in fact gone.  I just don't want any process to take place that might be prejudicial to anybody.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "We were also brought up, Mr Chairman, in the tradition in which we absent ourselves from a hearing, we usually ask to be excused.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Let's have this short adjournment Mr Martini has asked for, and see if we can sort something out and at this stage, a short one, we won't take the lunch adjournment.\n\tIf necessary, if nothing can be sorted out, we can then perhaps take the lunch adjournment and carry on with what we are doing now.  We will take at this stage, a ten minute adjournment.",
            "Unknown"
        ],
        [
            "MR KAHANOVITZ",
            "Mr Chairman, before we adjourn and before Mr Martini re-examines, I just need to put to this witness, something concerning Andrew Boraine, you will recall at the end of his cross-examination I asked him ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you said that you had to look up something.",
            "Unknown"
        ],
        [
            "MR KAHANOVITZ",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you could perhaps do that at this stage, Mr Kahanovitz?",
            "Unknown"
        ],
        [
            "MR KAHANOVITZ",
            "Thank you.  Mr van Zyl, you will recall I asked you whether you were aware of the CCB being involved in any work concerning Andrew Boraine and your answer was no, do you remember?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "You asked whether there was any project on Andrew Boraine.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Yes.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "And I said no.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Do you wish to qualify that answer?  What work was being done in relation to Andrew Boraine?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Andrew Boraine, I stand under correction, but his particulars I received to verify information with regard to his residential address and so forth, and he was then, the address was old, something about those lines, it was just an information question, it was not a project on him.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Why would the CCB want to know the details of where he lived, if it wasn't a project?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "In my opinion, it was just an enquiry.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "What do you think was going to be done with that information?  I am just trying to understand why you say there was no project?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, because I qualified that a project is when a pre-study had been done, an in-house had been done and consequently approval had been obtained.  That is a project, and in the light thereof, that I qualified and said that it was an enquiry which came, where I was involved with, but I cannot even recall what the result thereof was.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Were you doing any work in relation to Trevor Manual?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Also some enquiry.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "All right, just for the sake of the record, I am going to just tell you what the late Mr Gordon has to say about what you told him to do in relation to Andrew Boraine.  He says after he had come back from being called up to Johannesburg ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Give us a reference please.",
            "Unknown"
        ],
        [
            "MR KAHANOVITZ",
            "It is page B201, in relation to the Evans project, paragraph 37.  You have already said that you were known to him by the code name of Theunis, approximately ten lines into paragraph 37\n\"... Theunis then said that we should not continue to stab Evans because he would once again have to plan.  We shall later have to fly back to Johannesburg.  Theunis then removed a file from his case, and showed a photo of a white man to me in the file, and asked whether I knew the white man.  It was a photostat photo, I did not recognise the man.  Theunis then told me that the person was Andrew Boraine.  He said that the person had once upon a time left the country for military training and that he was involved with the ANC.  The person would be somewhere in Woodstock in the Cape.  In the file there was a typed version of Boraine's history, education history and his activities with the ANC.  I read it quickly and I was given instruction that I had to go and work on Boraine when I returned to the Cape.  I had to obtain everything possible with regard to Boraine and he also furthermore told me that I should draw up written reports of persons whom I was working on.\"\n\tYour comment?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "As I said I am aware that Min Trevor Manual and Mr Andrew Boraine were enquiries which I dealt with.  I concede that Peaches was used in this regard.  I can however not recall that I was in possession of copies of university qualifications and histories and so forth, but I do admit.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "And you had a photograph of him?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot recall that, it is possible.  That is possible.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "And as you sit here now, you don't maybe think to yourself that the reason why you were being asked to gather this information, because these were the preparatory stages of a plan to kill this person?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is possible, but there was absolutely no instruction to do a pre-study on him.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "I must also put it to you that Wouter Basson handed you a list of certain people who were to be worked on, to use a euphemistic phrase, in the Western Cape and that on that list, was included the names of Andrew Boraine and Trevor Manual, is that true?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "I have no further questions.\nNO FURTHER QUESTIONS BY MR KAHANOVITZ",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see it is now 1 o'clock, so we may as well take the lunch adjournment, instead of a ten minute adjournment and then coming back.  We will take the lunch adjournment at this stage.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Martini?",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "Mr Chairperson, sorry, just before Mr Martini proceeds, there are certain aspects which I will have to put to Mr van Zyl, arising out of my instructions from my clients, unless it is not necessary in view of the type of proceedings to put it to him where there evidence will differ from his?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it will be convenient to do it at this stage, perhaps before the re-examination.",
            "Unknown"
        ],
        [
            "MR P DU PLESSIS",
            "Yes.   Mr van Zyl, one or two aspects in view of the evidence regarding certain meetings.  You have already given evidence that the whole cell structure was aimed at a need to know basis, is that correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "Flowing from this, your evidence was that after the Athlone bomb on the 1st of September 1989, you  and Maree met the Regional Manager, you and Botha met the Regional Manager at Jan Smuts airport.  You mentioned Maree here, are you saying that he was present during any discussions of this incident?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, he was present because upon our arrival at the airport, no aspect of the project of the Early Learning Centre was discussed  with him, by me, he was only there to deliver a vehicle for us.  We then drove back with his vehicle, myself, Calla and he went to their residences with Staal Burger.",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "So you are not saying that he was necessarily aware of the actions and the details thereof?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "And then the same also applies to the money project, on page 627 of the record where you say that\n\"... the Regional Manager, the Co-ordinator, Botha and Maree were present in a hotel at Sandton where instructions were given.\"\n\tCan I accept that this is the same, that you are not alleging that he was aware of the details of the action?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "And then regarding the Omar project, we already know that at a stage you mentioned a certain Nick, my instructions are that this particular person, Nick, at a stage due to Basson's involvement with various other Regions as Co-ordinator, that Nick actually took over this function in Region 6, can you confirm this?  That Nick did the co-ordinating functions?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It is the case, yes, I cannot deny that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, could you give any indication when it occurred, when this person, Nick, assumed the responsibilities of the co-ordinating function from Basson?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "It would have been in September, if I think back of the last incident, in September when I did the accounting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "September 1989?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.  There he did specific co-ordinating functions, and I also gave evidence that I saw him on two other occasions, that he was present at cell meetings before September.",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "Maybe just to round up, regarding the project of Omar, then the same would also be applicable to Maree, that he was not aware of the project, or had any part in it?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "And then regarding Basson, I assume that your evidence was that he was present when the pills were handed over along with Nick, my instructions here are that at a previous presentation there was spoken about the new plan, in other words, to replace the pills and he was present there and he was aware of the project, but not at the specific meeting when the pills were physically handed over, is that possible?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Are you now talking about the occasion when I gave the pills to the person from the Medical Regiment, that is correct, that he was not present there, that is probably possible.",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "Very well.   Regarding the Evans project, due to the same principle that you were not informed of other people's projects, you were if I understand you correctly, not present at previous meetings regarding Evans, that is before you were involved, and you were informed that you would have to get Peaches and another person up from Cape Town in order to execute the project on Evans, is that correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "So where you said that the preliminary study would have been done by Maree, it is just an assumption that you are making, you can naturally not specifically say because you were not present, is that correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "And if Maree's evidence would be that he did not do such a preliminary study, but the evidence of Basson and Burger is indeed that he did not do such a preliminary study and that he suggested the procedures how it should have been done by you and the persons from the Cape, Peaches and the other person and that it came from their side, then you would not be able to dispute that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I don't understand your question.",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "Let me put it to you in the following way.  You cannot say what Maree did regarding Evans?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I cannot.",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "It is possible that he did not do a preliminary study at all and that the proposal of this project eventually would be executed from the Co-ordinator, Basson, and Basson, that the instructions would come from them?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "Just on this aspect, Maree's instructions to me are that he was not present when you were informed by the Regional Manager, that will be Mr Burger, to execute this project eventually, he was not present at that meeting, is this possible?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It is probably possible, I gave evidence as I can remember it.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Mr Chairman, I don't understand what version is in fact being put by ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, can I ask myself, are you saying that the instructions are that Mr Maree was not present when Mr Burger asked you to execute the Evans project?",
            "Unknown"
        ],
        [
            "MR P DU PLESSIS",
            "That is in fact correct Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you say it is possible, but what does that mean, were you present or weren't you present, was he present or wasn't he present?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "My instructions to execute the project, I received from Staal.  I did however obtain certain information from Chap regarding this project.  I accept that this was during the same meeting.  I might be wrong.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Mr Chairman the problem is there is no, my learned friend, I think is representing ...",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "Maree, Burger and Basson.",
            "Male"
        ],
        [
            "MR KAHANOVITZ",
            "Yes, there is no version to Mr van Zyl that it is said Maree says he didn't do the pre-study.  We are not hearing a version being put as to what his clients are saying in relation to Evans, that it was such and such a person's project, such and such a person says he did the pre-study and so on and so forth.",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "Mr Chairman, I think I clearly put it to the witness that in fact the evidence will be that Basson and Burger was responsible.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He said that Maree wasn't involved in the preliminary study and now he is saying that, his instructions are that Maree was not present when Mr Burger asked him to take, what else do you want?",
            "Unknown"
        ],
        [
            "MR KAHANOVITZ",
            "The general nature of the evidence has been projects were allocated to particular people and that Mr Basson is the Co-ordinator.  Am I correct in understanding that he is saying that the project was Staal Burger's project, is that what it boils down to?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps you can be clear on that?",
            "Unknown"
        ],
        [
            "MR P DU PLESSIS",
            "Yes, Mr Chairman, I am not going to put all the detail forward at this stage, I don't think it is necessary.\n\tWhat I am saying is that, and full evidence will be led by both Basson and Burger, that the instruction of how practically this project was going to be done, came from them and not from Maree, that is what I am saying.",
            "Male"
        ],
        [
            "MR LAX",
            "But I think the problem, sorry, I think the problem is who did the pre-study?  That is really, if we are taking it piece by piece?",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "Yes, well, I don't want to give evidence, that is why I am not putting forward all the evidence, but the evidence will in fact be that there was no practical pre-study in the true sense of the word, and that evidence will be given by Basson and Burger.\n\tI don't want to give their evidence in detail, then it will be said that I am putting words in their mouths.",
            "Male"
        ],
        [
            "MR LAX",
            "No, no, it is quite clear that you are putting a version here, that is pretty obvious to all of us.",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "Fine.  As long as it is clear that my instructions from Maree is that he did not do such a pre-study.\n\tVery well, your opinion was, and I assume it was only an opinion, that you were involved because you had the people at your disposal in order to execute the project on Evans.  The other statement that I want to make to you is that the evidence will be that Maree indeed at that stage, would have been used outside the country and that he would in any case, not have been available to continue with the project, is that correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "It is possible.",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "A further aspect that I just want to mention to you, it is that both Maree and Burger deny that in the period that you are placing it, that a discussion had taken place between the two of them, that you would have heard, circling around Lubowski?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I gave evidence in this regard, and this is what I heard.",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "Yes, it is clear to me that you do not pretend to have heard the details of the conversation, is that correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "And naturally you would admit that you could possibly have made a mistake in this regard?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I have given evidence in this regard and I must say that it was a discussion between Maree and Basson.",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "Maree and Basson?  The same is applicable, the same denials will also be applicable to Basson.\n\tOne further denial from Burger's side, regarding the \nR5 000-00 that you mentioned, he denies that he would have told you that he was taking R5 000-00 or stealing and you can do the same thing?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I understood him to have said that.",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "And then just a last aspect, there was at a stage mention made of legal representation at certain stage, in different stages, and I would say that you probably don't remember it correctly.  If we can just take the chronological order.\n\tDuring the period, the beginning of 1990 and also in the period when your first application for indemnity, in terms of Act 151 of 1992,  then it was only you and Mr Botha who were clients of my firm.  If you can just think of that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "Mr Chairman, I may just say that these are facts to my disposal, so I am putting it to the witness, it can be checked on my files.\n\tAnd that your indemnity application in terms of the current Act, 34 of 1990, the documents are in front of the Commission, and these documents are based on the first application documents, in terms of the 1992 Act, is that correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "The same declaration that is used in front of this Commission, was used in your first application, is that correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "And that declaration is dated November 1990, if I remember correctly, the documents are also in front of the Commission.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Wasn't it February?",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "It is indeed the 15th of November 1990, it is in front of the Commission.  The point that I am actually trying to make is that Basson, Maree and Burger at that stage were clients of the firm Havenga's and they were represented by Adv Flip Hattingh?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "And that they, their applications in terms of the previous Act upon which their current applications are also based, had only been done on the 28th of March 1991, four months later than your statement, would you admit to that?  The documents are available, I am not going to waste time with that.",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I do accept that it could have been.",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "At that stage they were in any case not clients of my firm where you had been at that stage?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is the case, yes.",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "They were only represented from 1995, 1996 by the same firm, or by my firm who represented you at the stage when you applied for amnesty?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR P DU PLESSIS",
            "Mr Chairman, I think that is all, if I could just check my notes for a moment.  Thank you  Mr Chairman.\nNO FURTHER QUESTIONS BY MR P DU PLESSIS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Martini?",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Thank you Mr Chairperson.  Mr van Zyl, just to start off with the Early Learning Centre, the R30 000-00 that you were questioned on, that was approved and authorised expenditure for that project, correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR MARTINI",
            "I want to clarify one of the issues taken up with the Commissioner, as to the point at which you were standing at the centre when observing, according to your evidence, the people leaving the parking area.\n\tYou will recall your evidence was there was a point at which you stood at, when you detonated, when the bomb was detonated, was approximately 32 paces after the car had already reversed a car's length back, is that correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Now, were you at that point, were you stationary  in the car at that point, when people were leaving the parking area, when you were observing the people leaving the parking area?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Were you at some other ...",
            "Male"
        ],
        [
            "MR HOCKEY",
            "Mr Chairman, just a factual error that was made, maybe, it was 42 paces that were paced out yesterday.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, but he is talking about after having reversed back the car's length, then it is about 32, he has taken the 10 off to be the one length, shorter than 42, one car length shorter than 42.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Yesterday at the inspection, Mr Chairman, I heard you say 32 paces approximately, so ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, approximately 10 paces.",
            "Unknown"
        ],
        [
            "MR HOCKEY",
            "A long car?",
            "Male"
        ],
        [
            "MR MARTINI",
            "Possibly a long car.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "A long vehicle, well ...",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Let me rephrase it then, so that there are no disputes.  When you were stopped at the point of approximately 42 paces, before reversing back, forget even reversing back, were you at that point when people, when you were observing people leaving?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, at that stage the people had already left the premises.",
            "Male"
        ],
        [
            "MR MARTINI",
            "So were you at another point when you were observing the people leaving, at a totally different point?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Do you recall where that point was, at yesterday's pointing out?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I cannot remember or point out the exact place.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Do you recall there was a road that ran parallel to the Early Learning Centre, before you got to what you called the little block, were you on that road, the road, if we can put it this way, you can picture being there yesterday, in the parking lot, facing away from the Early Learning Centre, on the left, there was I think a Civic Centre building with the road running along it, do you recall that road?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I cannot remember the specific street and places where we were parked, it is impossible for me.  All I could do and could reconstruct yesterday, is the place where we stood when the bomb was detonated, that is the only thing that I can help with, unfortunately.",
            "Male"
        ],
        [
            "MR MARTINI",
            "But you certainly weren't at the 42 paces point when the people were leaving, had the people left when you got to that point?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Now, you heard the argument being posed that it will be argued that you intended to kill the members of the Kewtown Movement who were meeting in the centre that night, do you deny that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I deny that, it was not my instruction and also not my intention.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Now Mr van Zyl, Mr Williams put to you that Gakkie had walked into the centre, actually I think he said he spoke to him and Gakkie walked back out to report to you, do you recall that evidence?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I can.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Did Gakkie then report to you that the people were in the hall, when he walked out there?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Did you detonate the bomb at that point, when he told you that they were in the hall?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR MARTINI",
            "If you wanted to kill them, could you have detonated it at that point, since by then according to what was put to you, Gakkie advised you that people were in the hall?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I could have done it then.",
            "Male"
        ],
        [
            "MR MARTINI",
            "But did you do it?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I didn't.",
            "Male"
        ],
        [
            "MR MARTINI",
            "We also heard hypothesis being put to you, including certain suggestions by the Commissioners, as to if you didn't want to hurt or injure anybody, you could have placed the bomb at two in the morning or on the outside.  Your plan, did that provide for putting the bomb inside the hall?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Did it also provide for letting it detonate at a certain time of the evening, not two in the morning?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "At a time, after the meeting had broken up and the people had left the premises.  The time would have been approximately nine o'clock the evening.",
            "Male"
        ],
        [
            "MR MARTINI",
            "And that is the decision you took?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Isn't it correct that factually your decision proved to be correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Were any people killed?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, no one.",
            "Male"
        ],
        [
            "MR MARTINI",
            "You have heard that maybe two, possibly three, were slightly injured, correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR MARTINI",
            "So your decision factually, was the correct decision, not to kill anybody, to detonate it at that time?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I believe so.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Now, your plan, and your authority that you had, the way I understood your evidence, for the planting of the bomb, was to attempt not to have any persons killed or seriously injured, your plan provided for that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR MARTINI",
            "So your plan in detonating the limpet mine at the time that it did, was effectively carried out, because there were no injuries or deaths?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Sorry let me rephrase, no serious injuries or deaths?  Correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I agree.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Now, you also heard some evidence or it was put to you that Judge Levi in the Namibian inquest, somehow implicated you in his inquest findings, do you recall that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I do.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Before Judge Levi made such a finding, did you ever testify at those proceedings?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I did not.",
            "Male"
        ],
        [
            "MR MARTINI",
            "So Judge Levi didn't have the benefit of your evidence or any cross-examination?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Now, is it correct reference was made to His Lordship, Mr Justice Els' decision in the Barnard matter that His Lordship Mr Justice Els accepted your evidence in relation to the Omar incident?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Now, I got the impression that the Commission were somewhat not too sure exactly of the functioning of the CCB as it pertains to you.  I want to deal with that issue.\n\tI got the impression at one stage when it appeared that I might be mistaken, that the Commission thought that when you were asked to come up with the plan for example, the assassination of Min Omar, a decision was taken then that he should be eliminated, is that correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, it did not work like that.  Mr Chairperson, a decision was only taken for the execution of a project during the second in-house and I was not present there.   When I do a preliminary study, it is only a study and a proposal that I would then take back to my Regional Manager, as a result of which a first in-house would be held.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Can I put it to you this way, either Mr Burger according to the evidence that we have heard, or Mr Basson, will suggest to you \"make a plan, come up with a proposal for example for the elimination of Min Omar\", is that correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR MARTINI",
            "In making that suggestion, according to your structures, the decision, it wasn't a decision that Min Omar will ultimately be killed at that point in time, the decision wasn't taken then?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, not at that stage.",
            "Male"
        ],
        [
            "MR MARTINI",
            "So then you go out and your formulate a plan, is that the way I correctly understand your evidence?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR MARTINI",
            "After your plan you have an in-house, is that correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR MARTINI",
            "At that in-house, do you discuss the plan that you have prepared?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Thereafter, it will go up according to the evidence, to a second in-house with Mr Verster and the Chairman, whoever that might have at the time, make a decision based on your plan?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Martini, just - and that  plan, would that include the assassination of the victim?",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Correct, for example, I am using it as an example, for Min Omar the plan would have included \"this is my plan how to assassinate Min Omar\", that is at the first in-house?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR MARTINI",
            "That is discussed at the first in-house?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR MARTINI",
            "But you aren't then told at the first in-house to \"go out and execute the plan\"?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "MR MARTINI",
            "From the structures of the CCB, after the first in-house, that plan the way I understood the evidence, gets taken up further up, between the Managing Director and the Chairman so to speak?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR MARTINI",
            "They consider the plan, we assume?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Martini, maybe I am dumb or confused, but let's just take the Omar matter, Peaches comes and says \"Mr Omar is an activist\", right, and the initial instruction is just to get information about activists in the UDF and the ANC, Peaches comes and says \"Mr Omar is an activist\", my understanding was that that information was then relayed up, right, that information was relayed up, then it goes through the intelligence system and they come back and they say \"yes indeed, Mr Omar is an activist, do a 'pre-study'\", for what?",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "That is what I am trying to ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see, the \"pre-study\", what do you do for the \"pre-study\", is that a \"pre-study\" to kill him or to abduct him or just to monitor him or what?  In other words there is some sort of decision made to kill him?",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Mr Chairperson, allow me to finish, that is where I think, that is the confusion I am trying to clear up.  The point, what I am trying to deal with the witness is that when it is asked to carry out the \"pre-study\", to come up with a plan to kill him, that is not a final decision that he must die.",
            "Male"
        ],
        [
            "MR LAX",
            "Can I maybe help you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, who makes the plan that the \"pre-study\" must include the assassination, who makes that decision?",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Mr van Zyl, to take it a step back, I have actually left out the information from before, but you gather,  you get information, Min Omar is a high profile member of the UDF and ANC, you submit that to your Regional Director, Manager, or Mr Basson, is that correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR MARTINI",
            "From there you assume, because according to the structures, that should be verified through some other channels available to the CCB or Mr Basson, correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR MARTINI",
            "You have no knowledge of that verification process, personal knowledge?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, not at all.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Thereafter, the way I understand it is Mr Basson or Mr Burger would say to you \"yes, he is a high profile, go and prepare a plan to have him eliminated\"?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR MARTINI",
            "That in itself, is not a decision for you or authority, to go out and eliminate Min Omar?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, not at all.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Then you prepare the plan and you say \"this is how we can do it, stab him when he comes to the driveway\", whatever the plan might entail how to eliminate him and you present it at your in-house, first in-house?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Yes, I would put it in writing Mr Chairperson, and then I would hand it over to either the Regional Manager or the Co-ordinator, as a result of which an in-house would then be held, not necessarily on the same day, but as soon as possible as the Managing Director is available, because he naturally has to be present.",
            "Male"
        ],
        [
            "MR MARTINI",
            "So you have the in-house and you discuss your plan to eliminate Min Omar?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Now, after that in-house, there is a further in-house, the way I understand the evidence of Verster and your evidence, what they call a \"second in-house\", between the Managing Director and the Chairman?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Now, let's stop at the \"second in-house\".  At that point, according to your structures, it could be possible that the Chairman and the Managing Director may say \"we are not going to carry on with the elimination of Min Omar\"?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is possible.",
            "Male"
        ],
        [
            "MR MARTINI",
            "However,  if they decide \"we like the plan\" they make a final decision to eliminate and that is brought back, down the channels to you, is that how it works?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Through the Regional Manager, correct yes.",
            "Male"
        ],
        [
            "MR MARTINI",
            "In other words you would then get your instructions from Mr Burger, I assume the Regional Manager was Mr Burger?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR MARTINI",
            "He would then say to you \"go ahead and eliminate Min Omar\"?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "According to the plan that was submitted.",
            "Male"
        ],
        [
            "MR MARTINI",
            "If they hadn't come back with that instruction, one assumes then that the upper echelons, the MD and the Chairman, might not have decided to carry on with the elimination of Min Omar?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Does that clear it for you, Chairperson?",
            "Male"
        ],
        [
            "MR LAX",
            "Can I just add one thing?  It seems to me that at the point at which you fed the information back and then a decision is taken to do a \"pre-study\" ...",
            "Male"
        ],
        [
            "MR MARTINI",
            "It is a decision to do a \"pre-study\", that is the point.",
            "Male"
        ],
        [
            "MR LAX",
            "Well listen carefully, and then you will hear me, the decision to do a \"pre-study\" is in essence an approval that the person is in fact a target suitable for elimination and then your purpose is to work out the best way to do it?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR LAX",
            "I am not saying that is the decision to go ahead with the project?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "That is the decision  that the target is approved, correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR MARTINI",
            "But the project might not carry on?",
            "Male"
        ],
        [
            "MR LAX",
            "Obviously.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Now, Mr van Zyl, when the \"second in-house\" is held, you have no knowledge of what takes place in that \"second in-house\"?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I do not.",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "(Microphone not on), in question form rather than an assertion.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Sorry, I apologise.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In stead of leading it.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Would you have knowledge of the decisions taken in the \"second in-house\"?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I have no knowledge of what is discussed there.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Let me give you this example, assuming Mr Verster, the Managing Director, does not meet with the Chairman for the \"second in-house\", would you know whether that meeting did or did not take place?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I would not know.",
            "Male"
        ],
        [
            "MR MARTINI",
            "You take, you as far as I understand your evidence, the instruction to carry out a project, would come from either Mr Basson or Mr Burger, is that correct?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.  It is difficult to say, I think in all my cases, I received my instructions from the Regional Manager, but it is so that the Co-ordinator is aware of those instructions.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Who would relay to you what would be the final decision, to go ahead with the project?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "The Regional Manager.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Mr Burger?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR MARTINI",
            "And if he gave you the go ahead, would you then assume that authority for the execution of the project has been obtained from the upper level?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is indeed so.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Sorry Chairperson, I am just checking.   I want to ask you this hypothesis - if assuming Gen Webb for example or whoever the Chairperson was, did not in fact have a meeting according the structures, with Col Verster, I think it is, and hence did not authorise at that point, the project, but you nevertheless get given the instruction by Mr Burger to execute your project for which you prepared the plan, for example Omar, would you as far as you are concerned, think that you had lawful authority to execute the plan, according to the structures of the CCB?",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "(Microphone not on) nobody could give anybody authority to go and murder anybody and I am really surprised that the legal practitioner can put such a proposition?",
            "Male"
        ],
        [
            "MR MARTINI",
            "Well, Mr Commissioner, whether that is a lawful act, is another issue.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  I think if we can ...",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "I am talking, that is why I qualified, within their structure of the CCB, the authority within their structures, whether it is a lawful deed or not, is another issue.  I am talking about the authority so to speak within the CCB.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you have already got to that Mr Martini, because you have asked Mr van Zyl, whether he knew what went on in the \"second in-house\", he wouldn't know whether it was just Col Verster making the decision, or whether Gen Webb was present or who else ever was present, he had nothing to do with the \"second in-house\".\n\tThe decision after the \"second in-house\" came via Mr Burger, through to him.  You have already got that, he would accept that ...",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "As long as that is clear, that in his mind the instruction ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He was given the instruction to work?",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "To carry it out.     Mr Chairperson, I have no further questions.\nNO FURTHER QUESTIONS BY MR MARTINI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Sibanyoni, do you have any questions that you would like to ask?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you Chairperson.   Mr van Zyl, were there any attempts made to recover the money from Peaches after he didn't blow up the microbus?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Chairperson, no, I would like to make it clear that the money was handed over to Ismail with regard to the microbus, not to Peaches, but no attempt was made to get the money back from him.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Why not?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I just did not do it, I did not deem it necessary.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "And then concerning your participation in the Matthysen bus, what cover story was he given, did he know why he was requested to take you into his company?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "As I have already explained, he was aware of the fact that we were involved with the Defence Force and that negotiations took place between him and Staal Burger.  I think he may be able to give you more information about that.\n\tBut he was aware of the fact that we were not in his employ as proper employees.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Yes, I remember you said he was not aware of your projects?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "But did he understand why were you people deployed in his company?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I do not know whether I understand the question correctly.   I shall try to answer it.  Mr Matthysen knew that he offered us an opportunity to serve as a cover by working for his business, and that we were attached to the Defence Force, so basically we used his structure as a cover story for us, but he was not aware of our projects.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Coming to Mr Barnard, Ferdi Barnard, did he have confidence in you in general?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I believe so.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "The Court found him guilty of an attempt to murder Dullah Omar, did you expect that Ferdi Barnard was supposed to murder Dullah Omar?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.  I did not expect that.  That was also not my instruction to him.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Did it surprise you?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No.  Let me tell you as follows, Ferdi did the monitoring and he was aware that there was a project registered to eliminate Dullah Omar, therefore his assistance that he offered with regard to the monitoring, probably makes him an accomplice in this attempt to murder.  From that perspective, it did not surprise me.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You also said he didn't tell you that he was involved in the murder of David Webster?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Is that no strange, he would be the person whose got confidence in you, but he never mentions to you such facts?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I do not find it surprising Chairperson, I can tell you today in all honesty, up to today, he has never made any admission to me that he did it.\n\tTherefore I did not find it strange.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "In re-examination by Mr Martini, you say that R30 000-00 was budgeted for the Early Learning Centre project, but in some of your statements you say Gakkie was supposed to receive the money, what is the correct position, was it budgeted for the whole  project or was it the amount which was supposed to be received by Gakkie?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "As I understood it, the amount that Gakkie had to receive, was R30 000-00, the project would have cost more because of the aeroplane tickets and hotel accommodation and costs incurred through the course of time, in order to execute the project.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Right.  You say that you drove around a block, a block of what?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Chairperson, we drove around a lot, the blocks what I referred to when I asked Gakkie to drive around the block, is the block that I pointed out yesterday to the Chairperson and yourself as well, where we eventually came to stop.  That is the block which I referred to.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Wouldn't you explain it as just a circle, instead of being a block, the area that you showed us?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, with all respect, a circle I would define as something different.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You said yesterday that Peaches was murdered, was it ever established who was responsible?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I do not know who was responsible for his murder.  I did hear some rumours that it was in regard to gangster activity, but I am not certain.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson, no further\nquestions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Sibanyoni.  Mr Lax, do you have any questions.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Sorry Chairperson, I omitted to ask one question because I put a tick in the wrong place, it will take literally two seconds, if I may.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Go ahead Mr Martini.",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "Sorry Mr van Zyl, when you took a decision, you were asked questions earlier about the packages that you were receiving by joining the CCB, when you decided to join the CCB from the Police Force, at that point when you made the decision, were you aware of the full nature and extent of the work that you would have to do for the CCB?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No Chairperson.   I was not, I did not know what it entailed, and I can also add that Staal Burger at that stage, did also not know.  Our activities and functions and methods were only spelt out to us during a course early in 1989, I think it was in January.",
            "Male"
        ],
        [
            "MR MARTINI",
            "Thank you Chairperson.\nNO FURTHER QUESTIONS BY MR MARTINI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lax?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.   Mr van Zyl, the first aspect I want you to just clarify for me, was your, and it is convenient that Mr Martini has asked you this question now, at the time you were joining the CCB, you had actually been transferred to Pietermaritzburg?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "To Murder and Robbery there?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Was that some sort of promotion?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I would have been second in command at that specific unit, therefore in some sense it is a possible promotion, and on the other hand I was dissatisfied, because I had to leave Brixton, because I regarded it as the elite unit of the SAP in the country and I worked hard to end up there at the end of the day.\n\tTherefore I had mixed feelings about it.",
            "Male"
        ],
        [
            "MR LAX",
            "But in the normal course of police, of a policeman's career, you get moved around quite a lot?  It is quite normal to be promoted and moved to another station?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Yes, my transferral to Murder and Robbery, Pietermaritzburg, there was no rank promotion involved, and there would have been no increase in salary.  Therefore it was just a transferral.",
            "Male"
        ],
        [
            "MR LAX",
            "But there was an increase in status to being second in command of the unit?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Yes, it is a small branch, but I accept that, I don't have a problem with accepting that.",
            "Male"
        ],
        [
            "MR LAX",
            "The fact is, you didn't want to go, you wanted to stay in the Transvaal as it was then?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I would have liked to remain at Brixton, but what I did then was that I actually in principle accepted or agreed, to accept my transfer, when I was approached by Staal for an interview, or to attend an interview with Joe Verster, and it was only after that interview, because I only met him there, that I decided in the light of the circumstances, at Brixton, that I would change my career.",
            "Male"
        ],
        [
            "MR LAX",
            "I want to just turn to your understanding of the indemnification you thought you were being offered, or that would apply to you, let's put it on that basis, during your course.\n\tWas it explained to you what the terms of the Defence Act were in relation to such indemnities?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, not that I can recall.",
            "Male"
        ],
        [
            "MR LAX",
            "So you weren't told that this was an indemnity similar to that that pertains in the Defence Act, and that if you were carrying out these kinds of activities, you would be covered by that?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, as I understood it Chairperson, was that if we complied with these instructions, and those instructions boiled down to offences, we would receive indemnity for those offences or acts.  I myself, no Acts were put to us and with my legal knowledge at that stage, I also myself did not know how it worked.\n\tAs it has been put here, one cannot legalise an offence, but I also felt and thought that in terms of the necessary structure, that the protection would be provided for us.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay.   Did you ever confirm that Mr Omar had actually had a heart attack?  You personally?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, other than the information that I received from Ferdi and Gordon, I did not personally confirm it.",
            "Male"
        ],
        [
            "MR LAX",
            "So Ferdi also told you that he had had a heart attack?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And just while we are on that, would it be correct to say that you didn't personally verify any information that you got from any of these operatives, you simply went through the intelligence channels and came back to you, you didn't go and check out the Athlone Centre?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I did not.   It is entirely correct.",
            "Male"
        ],
        [
            "MR LAX",
            "So you accepted everything that you got from all these people, basically?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR LAX",
            "In spite of all your misgivings, at different stages, about some of them?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is indeed so.",
            "Male"
        ],
        [
            "MR LAX",
            "It is your evidence that you were merely helping out with Maree's project, this Gavin Evans story?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR LAX",
            "At no stage were you aware that it was being taken away from him?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I was not.",
            "Male"
        ],
        [
            "MR LAX",
            "Why then did you report the outcome of his project, it was unusual?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I don't think so Chairperson.   I think I received an instruction as I have already given evidence, and after the completion of that process, I reported to the Regional Manager that the project could not be executed.  Therefore, I do not think it was unnatural.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, one might expect that if this was Maree's project, and you were simply called in there to provide some logistical support, which is what your version is, that you would liaise with Maree and say \"look, we seem to be getting nowhere, you better make a proper report on that\"?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I hear your argument, but I did not do it, I reported it directly to Staal.",
            "Male"
        ],
        [
            "MR LAX",
            "Now, with regard to the Early Learning Centre, we dealt with this yesterday and I just want to clarify something.  Your secondary purpose was to try and ensure that the police thought that the victims were in fact the perpetrators of that bomb, that they blew themselves up?  In other words that it was their own bomb?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was their own bomb?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct yes, that is so, but not to blow themselves up.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, no, no. That the bomb went off by accident at a time when nobody would be injured?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR LAX",
            "But that it would point directly to them?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "In line with what you knew to be, or you understood to be their previous activities and future activities?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR LAX",
            "And the object of that was to prevent the future activities?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR LAX",
            "It must have been, because you were told explicitly that if another bomb went off in that area, you would be held personally liable?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR LAX",
            "What steps did you take to make sure that everything pointed in the direction of those people?",
            "Male"
        ],
        [
            "MR MARTINI",
            "Sorry Mr Commissioner, what is everything point in the direction?",
            "Male"
        ],
        [
            "MR LAX",
            "In other words what steps did you take to assist the police to come to that conclusion, that they were responsible for the limpet mine, that they were responsible for all these other limpet mines and that their future activities would be prevented?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Other than what I have testified, I did not do anything else.  I also said that we did not have contact with the police afterwards, or I did not.  Whether somebody else in the organisation did have contact, probably the intelligence wing, I cannot say.",
            "Male"
        ],
        [
            "MR LAX",
            "Anybody could have phoned the police station and said \"that limpet mine, this is an anonymous call\", phone the Crime Stop number?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I concede Chairperson, I didn't do it, I didn't regard it as part of my function, I just did not do it.  If it was possibly done by anyone else, I cannot say.",
            "Male"
        ],
        [
            "MR LAX",
            "This was your project?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And that aspect was part of your objective?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "That is so.",
            "Male"
        ],
        [
            "MR LAX",
            "And yet you took no steps whatsoever to ensure that that might happen, you made no efforts to find out whether the police were on the trial of these bombers?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "I did not Chairperson, and I think - we received a specific instruction that one would execute and one complies with that instruction, one does not go wider than that, because one does not know, it maybe what you are referring to, is probably the function of another person in the intelligence wing.  Possibly such a person received such an instruction to do it, it was not my function, and that is simply why I did not do it.  If it was asked of me, then I would have done so.",
            "Male"
        ],
        [
            "MR LAX",
            "And you weren't even curious about it?",
            "Male"
        ],
        [
            "ABRAM VAN ZYL",
            "Whether the police would think, no.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you Chairperson, that is all the questions I have.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just very briefly Mr van Zyl, do you know what happened to all the documentation you have talked about, written reports, you have talked about letters that you had in your possession, what has happened to that documentation?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "Chairperson, all the documentation of our Region were filed in files.  I cannot tell you what happened to it, some of the files were confiscated, some of them went missing, unfortunately I cannot help you there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you ever yourself, personally, after the bubble burst, try to get your hands on any documents yourself?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "Not at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To assist you in the predicament that you found yourself in?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "No, not at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Nothing?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you don't know what happened at all to the documentation?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "Not at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you in your personal capacity, as a member of the CCB, keep any documents?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "No, never.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Copies or, you know, if you made a report, didn't you keep a copy and hide it in your cupboard or something like that, for your own records?",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "No, I did not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Nothing?  Thank you.  Mr Martini, do you have any questions arising out of questions that were put by Members of the Panel?",
            "Unknown"
        ],
        [
            "MR MARTINI",
            "No Mr Chairperson.\nNO FURTHER QUESTIONS BY MR MARTINI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... the various of Mr du Plessis', any questions arising?  Mr Coetzee?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "No thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR DU PLESSIS",
            "Male"
        ],
        [
            "MR COETZEE",
            "No questions.\nNO FURTHER QUESTIONS BY MR COETZEE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Kahanovitz, Mr Bizos, any questions arising that have been put by Members of the Panel?\nNO FURTHER QUESTIONS BY MR KAHANOVITZ\nNO FURTHER QUESTIONS BY MR BIZOS",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Williams?",
            "Unknown"
        ],
        [
            "MR WILLIAMS",
            "No questions.\nNO FURTHER QUESTIONS BY MR WILLIAMS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hockey?",
            "Unknown"
        ],
        [
            "MR HOCKEY",
            "No thank you Mr Chairperson.\nNO FURTHER QUESTIONS BY MR HOCKEY",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Coleridge?",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "No questions, thank you.\nNO FURTHER QUESTIONS BY MS COLERIDGE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I did ask Mr Coetzee at the back.  You don't have any, sorry.  Mr van Zyl, thank you, that then concludes your testimony, thank you very much.",
            "Unknown"
        ],
        [
            "ABRAM VAN ZYL",
            "Thank you Chairperson.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "GEORGE BIZOS",
            "Mr Chairman, there is a possibility during the course of these proceedings, (indistinct) that we may want to put to Mr van Zyl, I am sure that, I don't know whether his attorney intends remaining,  well, if he does, if we could on proper application being made for the re-call, that he will be available, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think that would apply to any person, any witness.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If they are not actually present, I don't think I have seen Mr Verster, but if he was required, then we would request his presence.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is happening now Ms Coleridge, are we going to proceed or - I would be loathe to proceed with the leading of Mr Webb at this stage, because Mr Wessels is not here, and the understanding of the evidence of Mr Verster who Mr Wessels represents, that there may be certain points which may be in dispute, and if we proceed without Mr Wessels, then it might lead to a delay later, getting hold of a typed record, etc.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Mr Chairman, we will reluctantly accept ...",
            "Male"
        ],
        [
            "MR LAX",
            "Your microphone is off.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think, I see now it is just after three o'clock, so we haven't lost a great deal of time, we probably would have stopped at four.\n\tWell, we will then adjourn until Monday, next Monday, I think that is the 19th of June 2000, at this hall, at half past nine in the morning.  Thank you.",
            "Unknown"
        ],
        [
            "MS COLERIDGE",
            "Thank you Chairperson.\nCOMMITTEE ADJOURNS",
            "Female"
        ]
    ]
}