{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "2000-09-27",
        "location": "CAPE TOWN",
        "day": "16",
        "names": [
            "FERDINAND BARNARD"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54494&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200927ct.htm",
        "speakers": [
            "FERDINAND BARNARD",
            "CHAIRPERSON",
            "MR COETZEE",
            "INTERPRETER",
            "MS COLERIDGE",
            "MR WESSELS"
        ],
        "original_speakers": [
            "FERDINAND BARNARD",
            "CHAIRPERSON",
            "MR COETZEE",
            "MR BARNARD",
            "INTERPRETER",
            "MS COLERIDGE",
            "MR WESSELS"
        ]
    },
    "testimony": [
        [
            "FERDINAND BARNARD",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Coetzee.",
            "Unknown"
        ],
        [
            "MR COETZEE",
            "Thank you Sir.  Mr Barnard, how old are you?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "42 years old, Chairperson.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Where and when did you matriculate?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "1975, Roodepoort High.",
            "Male"
        ],
        [
            "MR COETZEE",
            "And after school, what profession did you follow?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "January 1976 I joined the South African Police Force where I worked until 1984, when I was sentenced to 20 years due to murder and other offences.",
            "Male"
        ],
        [
            "MR COETZEE",
            "And while you were serving the police, what unit were you a member of?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Honourable Chairperson, I was a member of various units.  I was originally with the Uniform Branch and then I went to the Detective Branch.  I followed many courses at the Detective Branch, then I went to the Tracing Unit, then to the Unit for gang violence, which was established in Johannesburg.  It was a specialist unit.  From there I went to the Narcotics Branch where I remained until I was remanded to custody.",
            "Male"
        ],
        [
            "MR COETZEE",
            "And while you were serving your sentence, did you still have any contact with police or State organisations?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "No.  I had individual contact there with persons who were still favourably inclined towards me or with whom I was friends, but I did not have full-time liaison with the police as an organisation as such.",
            "Male"
        ],
        [
            "MR COETZEE",
            "There has been evidence from one Theuns Kruger, did you know the person?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Yes I knew him in prison.",
            "Male"
        ],
        [
            "MR COETZEE",
            "And was there any communication between you and him with regard to further period of service, were you to come out of prison?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "That is correct, we were in the same section in prison and he was also a person who was a trained Special Forces operative, before he knew me.  He encountered problems in the operational area because they abducted a person and he gave the order for the person to be killed.  It was a botched abduction.  They abducted the wrong person and he gave the order for the person to be killed.  We had various discussions over the period that we spent there together.  We were there for almost three years where we had daily contact with each other and I saw that highly placed Defence Force persons would visit him on a regular basis.\nEND OF TAPE",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Honourable Chairperson, there were only six years effective imprisonment that was given to me, the rest was concurrent and I served three years before I was released on parole.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Very well and did you then join the CCB?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "That is correct.",
            "Male"
        ],
        [
            "MR COETZEE",
            "And you served in the CCB until when?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "I'm not entirely certain of the circumstances surrounding the point when everything was finally scaled down, but I was there until the end of all physical operations, which was approximately 18 months.",
            "Male"
        ],
        [
            "MR COETZEE",
            "That was until the disillusion of the CCB?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "That is correct.",
            "Male"
        ],
        [
            "MR COETZEE",
            "And during this period, at a certain stage, you were in detention.  Could you please explain the circumstances of this detention to the Committee?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "What took place is that Donald Aitchison was arrested in South West Africa in some or other manner.  The Defence Force traced a pager which was registered under a false name to me.  They liaised with Brixton Murder and Robber on this side and I was apprehended for questioning.",
            "Male"
        ],
        [
            "MR COETZEE",
            "In terms of Section 29 of the Internal Security Act?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "That is correct and after two interrogation sessions during which I reported to the CCB, it emanated that I was detained in terms of Section 29.",
            "Male"
        ],
        [
            "MR COETZEE",
            "And for how long were you in detention?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Approximately three and a half months.  I think it was 3 months and 21 days.",
            "Male"
        ],
        [
            "MR COETZEE",
            "After the dissolution of the CCB, what career did you follow?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "I was released from detention and they gave me some money to go on holiday.  It was the Defence Force that gave me the money.  Two weeks after my return, I was immediately recruited, or my recruitment commenced as such with DCC of Military Intelligence.",
            "Male"
        ],
        [
            "MR COETZEE",
            "And for how long were you involved with DCC?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Until its disbandment, as per the evidence of the previous witness, when everything was scaled down, when they all lost their jobs.",
            "Male"
        ],
        [
            "MR COETZEE",
            "This was after the Goldstone Commission?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "That is correct.",
            "Male"
        ],
        [
            "MR COETZEE",
            "And that is the overview of your involvement with State organisations?  With the disbandment of the DCC and also the CCB, was there any overt denial that you were involved in these organisations?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Chairperson, nobody wanted any kind of contact with me.  The Defence Force denied that I was a member of the Defence Force or any of their structures.  At a certain stage Minister Roelf Meyer, in Parliament, during a debate which I also followed on television, once again betrayed me there.  If there is one greater liar than I, it would be him.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Mr Barnard, you refer here to yourself as a liar, could you just put this into context?  Why are you referring to yourself as a liar?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Chairperson for the last 12 to 15 years I have been lying non-stop, under oath, not under oath, it was part of my daily existence.  Firstly as a result of the activities that I was involved in, it would happen that one could not tell the truth about anything.  Everything that one said with everyday, would be a lie, one would lead a double life.  That is how it developed.  That for the protection of myself and the Defence Force and the Government and so that my activities could not be traced back to me with various Judicial Commissions of Inquiry, including the Goldstone Commission and the formal post mortem inquest into the death of David Webster and my criminal trial and also before the Harms Commission, everything with the exception of my name and address was a lie.  It was either fraud or the truth that was completely twisted.  We all lied and when I saw we, I say I and the Defence Force for whom I worked.",
            "Male"
        ],
        [
            "MR COETZEE",
            "If we could look more closely at the CCB and your recruitment into the CCB, were you ever told what the purpose of your recruitment was, for what reason were you being recruited?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Chairperson, originally I wasn't completely certain of who these persons were, what their specific function was.  I thought it was an Intelligence organisation, but with my recruitment strange things happened and this bothered me and that made me go to Theuns Kruger to go and make further inquiries, but what these people wanted and were intensely interested in from the very beginning and I might as well include DCC in this, they were interested in my criminal contacts, my contacts in the criminal underworld, the networks that I had due to my contacts as a policeman, the informers that I had handled, I had to expand and develop this.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Were you told for what purpose it was important for them that you would have these contacts and networks at your disposal?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Initially I was told that it would be for the purposes of collecting intelligence, but later it became very clear that that would not be the purpose.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Could we then begin at this stage, who is the person that recruited you, with the exception of Theuns Kruger who introduced you?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Joe Verster personally recruited me.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Were there any other persons involved, with the exception of Joe Verster?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "With the exception of him, there would be Danie Phaal, he was the Security Head of the CCB, he used names such as Frank, Johan and James on certain occasions as well, but it was Danie Phaal and then ...",
            "Male"
        ],
        [
            "INTERPRETER",
            "The interpreter did not get the second name.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry, we just got a message through from the interpreter saying:  \"Didn't get the second name\".  Danie Phaal and ?",
            "Unknown"
        ],
        [
            "FERDINAND BARNARD",
            "Lafras Luitingh.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Lafras Luitingh.",
            "Unknown"
        ],
        [
            "MR COETZEE",
            "It is generally known that Lafras served as your handler at a certain point while you were in service at the CCB.",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "That is correct.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Was that from the very beginning, since your recruitment?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "That is correct.",
            "Male"
        ],
        [
            "MR COETZEE",
            "After your recruitment with the CCB, did you receive any training?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "I did not receive any training.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Were you informed of what the nature of your tasks would be?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Not at the very beginning.  I had two administrative tasks, such as safe houses and places of co-ordination, dead letter drops, post office locations, the dead letter drops.",
            "Male"
        ],
        [
            "MR COETZEE",
            "As you understood your tasks, you would be applied for regular legal Defence Force actions and tasks?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "No, Chairperson, I knew that what we were going to do would be illegal, but I viewed this in the light of the circumstances and as I thought, I was so indoctrinated and brainwashed at that point, throughout the years, it had started since I joined the police and it was also due to my childhood and my upbringing that I felt that there was a high intensity situation of warfare in the country and that I was part of that war, that I would fight that war but by means of illegal methods.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Coetzee, if I could just ask a quick question while we're on this being employed by the CCB.  Were you paid a salary?",
            "Unknown"
        ],
        [
            "FERDINAND BARNARD",
            "I was paid a fixed salary with benefits, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And did you have to have a blue plan?",
            "Unknown"
        ],
        [
            "FERDINAND BARNARD",
            "That is correct, Chairperson, I had a blue plan to establish.  As all the others received full medical benefits, vehicles, annuities, I received everything in the same way.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why I ask the question was because you referred to Lafras Luitingh as your handler.",
            "Unknown"
        ],
        [
            "FERDINAND BARNARD",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because normally the handlers dealt with unaware members.  Why was it that you as a full member, ordinary member of the CCB on the same basis as your colleagues, had to have a handler?",
            "Unknown"
        ],
        [
            "FERDINAND BARNARD",
            "Chairperson it became very clear to me that I was handled in a different way.  There was definitely a different plan with me and I was handled in a different way to the other members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Coetzee.",
            "Unknown"
        ],
        [
            "MR COETZEE",
            "Mr Barnard, if we could just return to the tasks and the fact that you realised that these would not be regular legal tasks, was it ever indicated to you what would take place if you were ever captured, or if you were ever exposed as being part of such illegal actions?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Yes, Chairperson, of course it was quite important to me because I was already on parole and I still had obligations in terms of my parole.  I made inquiries as such and I was given the fullest assurance that there would be support systems which had been created by the Defence Force, which would ensure that if we were to encounter problems regarding something that we did in an illegal or legal action, that we would not be prosecuted.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Did you occupy a position in a command structure?   With the exception of the fact that you had a handler, were you also subordinate to a Commander?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Yes, well overall to Joe Verster, I would assume.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Was that the highest level of the conscious command structure that you were aware of?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "No.  I was aware that the line went as far as Gen Joep Joubert, although I never met him and I was also aware that it went as far as Gen Webb subsequently.",
            "Male"
        ],
        [
            "MR COETZEE",
            "When you say subsequently, do you mean that this was after the dissolution of the CCB, or were you already aware of Gen Webb during your period of tenure with the CCB?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "During my period of tenure.",
            "Male"
        ],
        [
            "MR COETZEE",
            "And if we get to the remuneration system and the establishment of the blue plan, what was your blue pan?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "After I was discharged from prison an insurance company gave me a job and I worked in their underwriting division and then ultimately I began to do investigations and risk evaluations for them.  That was part of my blue plan because I was so established in the Insurance world and investigations and so forth, there had been many successes, I had disclosed a number of fraud scams for example with vehicle insurance and panel beaters who were working with individuals in insurance divisions and so forth.  I basically carried this over and established it privately and still did the same work and also other work.",
            "Male"
        ],
        [
            "MR COETZEE",
            "If we could look at your remunerative package, when you began there, did you receive any scale of remuneration?  Was that explained to you?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Yes.  A fixed salary was offered to me and in conjunction with this I would receive R700 odd worth of housing subsidies and another allowance for single persons, an annuity, full medical cover and a vehicle which I could purchase for the amount of R30 000.",
            "Male"
        ],
        [
            "MR COETZEE",
            "What was your salary when you began there according to the package?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "I think it was R2 400 but along with the benefits, without operational expenses, it was approximately R4 000.",
            "Male"
        ],
        [
            "MR COETZEE",
            "You said that there was a six month period during which there was the basic inactive establishment of the blue plan.  Was that the same with you in terms of your application?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "That is correct.",
            "Male"
        ],
        [
            "MR COETZEE",
            "If we could then go to the criminal infiltration and the network, were you told why it would be important to infiltrate the criminal world and to recruit informers?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Yes, Chairperson, the point of departure, as it was conveyed to me by the top structure of the CCB hierarchy was that the MK as well as APLA and PAC liaised very closely with the criminal networks and criminal lines and that they actually walked hand in hand with one another and for that reason access would be needed in that part of society.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Your tasking in terms of how to act in such situations within the underworld, were you given any specific guidance or were any guidelines provided to you regarding how you should go about infiltrating such persons and what you were permitted to do and not permitted to do?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "I basically had cart blanche regarding who I would recruit.  They just had to have the correct type of access and by that I mean they would have to be persons who had access to foreign countries and African states and where possible they would not move with South African passports.  It included all sorts of criminals.  One has the tendency to view criminal in a very restricted sense.  One would view such a person as someone selling dagga on the street corners.  In fact there are white collar criminals who occupy high positions in the corporate world, who are international figures from here to Tanzania and back.",
            "Male"
        ],
        [
            "MR COETZEE",
            "And before we look at the particulars, let us look at the point where you were later recruited for DCC, was this also your task, the continuation of the crime infiltration and such?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Even more so, even more concentrated than with the CCB.  It was also said to me that they would do anything to maintain the network that I had established by that point and that they wanted to develop it even further.  I was financed and that finance grew by the week.  It basically snowballed.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Could you slow down please?  Mr Barnard, what was the result of this basic infiltration into the crime network, if we could examine the consequences it had on you.",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Chairperson, I could explain it as such.  To effectively penetrate criminal networks in places where it would matter and I'm not talking about your average mandrax merchant because they're a dime a dozen, to infiltrate persons who had actual access, firstly to establish yourself in a convincing manner, you would have to do illegal things necessarily, there would be no way in which such persons would trust you if you just told them a story or tried to con them.  That is not the way it worked.  Secondly, unfortunately it is the case that when one is with such persons, one would have to acquire their language, one would have daily contact with them and one would be tested.  Sometimes that test would be the ultimate thing and you could of course refuse and withdraw but that wouldn't leave you anywhere, so you would have to be prepared to go the extra mile.",
            "Male"
        ],
        [
            "MR COETZEE",
            "And did you go the extra mile so to speak?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "To the limit.",
            "Male"
        ],
        [
            "MR COETZEE",
            "What did that include?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "By nature of the situation Chairperson, I began by committing minor crimes and offences, with these persons.  I would recruit someone who is a truck driver bringing mandrax in from Zambia because there was a limited number of methods in which to smuggle things into the Republic, so I would depart from the point that I would approach that truck driver because I linked the mandrax smugglers with that man.  If he told me that he wanted an AK47 or whatever, I would see to it that he would get whatever it is that he wants.  I knew that it would be for an illegal reason, but I would make sure that he would get it and at the end of the day it went as far as my addiction to cocaine, which was more with DCC than when I was at the CCB, but I was highly addicted to cocaine.",
            "Male"
        ],
        [
            "MR COETZEE",
            "You have just mentioned this example.  You became involved in offences which were not necessarily within the context of political application.  Do I understand you correctly?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Yes.",
            "Male"
        ],
        [
            "MR COETZEE",
            "This is all very interesting Mr Barnard, but what is the political connection to this?  What was of Governmental interest?  It was definitely not crime prevention when it came to your application in the CCB and later DCC?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "No, that's what the police is there for.  The reason behind it was that MK and the PAC and there were studies about this, it was conveyed to me as such, that they were in close liaison with one another.  Any organisation, a liberation movement or even the police would have a criminal element and I had to focus on that.  The connection between MK and crime, APLA and crime, that is what it was about.",
            "Male"
        ],
        [
            "MR COETZEE",
            "And did you glean any valuable information from this?  Was there anything which was worth while, or was it simply an idle waste of time?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "No, Chairperson, for the times in which we were living, we had many successes.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Very well, Mr Barnard, after the CCB was disbanded and after the DCC was also disbanded due to the Goldstone Commission's exposure of these elements, what happened?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Chairperson, they consistently denied that I was involved with any of these organisations and when the bomb exploded, I was left behind just like that.  Nobody did anything to help me out of the situation that I found myself in, there was no debriefing, there was rehabilitation of any nature whatsoever.  What happened was that the weak, spineless politicians of that time ran away and they sat like the proverbial three little monkeys, see no evil, hear no evil, speak no evil.  They ran away.  They ran away with their tails between their legs, like the cowards that they are.",
            "Male"
        ],
        [
            "MR COETZEE",
            "And you yourself, what did you do?  The following day after the exposure of the DCC, did you put on a suit of clothing and get a job?  Did you sell cars?  What did you do?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "I couldn't do that, Chairperson, I was in a situation where on a daily basis I committed crimes.  I led two lives, one was the life of a criminal, the other was the actual life that I had and at a certain point there was no more distinction for me.  I will admit readily today that I committed crimes which had absolutely nothing to do with politics.  You don't just become a cocaine addict and a crack addict with a habit of R2,000 a day and then just leave it.  I did everything, everything that they have said about me is the truth and then some.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Now Mr Barnard, you are here today before the Amnesty Committee, you have been sentenced to two life sentences and something like 63 years imprisonment.  You have applied for indemnity regarding the attempted murder of Adv and now Minister Dullah Omar and Bruce White, in as far as they may be  offences or crimes.  What is your purpose?  Why are you here today?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Chairperson I submitted this application and not with regard to the other charges, whether they were politically motivated or not, the only reason why I submitted this application as I can recall, is because I knew that Slang van Zyl had already disclosed this in previous affidavits and had incriminated me in these affidavits, otherwise I would never have done so.  It was not my initial plan to apply.  I simply did it because I thought it would create a safety net for me because I felt that if there was any future situation I would be able to testify if Slang van Zyl gave such evidence.",
            "Male"
        ],
        [
            "MR COETZEE",
            "And today, what is your reason today?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Initially I didn't want anything to do with the TRC or amnesty process, I was still caught up in an old thought pattern but due to events which have taken place here, especially during the previous two week session of the Amnesty Committee, I was shocked to my very core.  It led me to re-think everything and to re-evaluate everything and I decided that for the first time in 12 years, in the spirit of reconciliation, I would tell the truth.  That is why I am here, in the spirit of reconciliation.",
            "Male"
        ],
        [
            "MR COETZEE",
            "What do you want to tell the Committee?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Chairperson, in all the time that I was involved in both these organisations, I was under the impression because I was indoctrinated and brain-washed and I'm not trying to escape my own accountability, I was under the impression that what I did was justifiable in terms of the struggle that was waged during that period in time.\nAnd that is basically all I can say.",
            "Male"
        ],
        [
            "MR COETZEE",
            "As you have already stated, upon various occasions you have lied regarding what took place and your involvement in things that took place.  Why would anybody believe you now?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Chairperson, I am not here to keep others happy.  I am now doing what I feel is right, what I feel I should do.  I am prepared to take a polygraph test for the evidence that I am giving here any time, in front of the television cameras, I will take the test, that will indicate that I am certain of the fact that I am telling the truth.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Let us go to your tasks within the CCB.  We have heard that you established a blue plan.  You received your pagers, your post boxes, what was the first project or task that you received from the CCB?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "The first that I can recall is that I recruited a person by the name of McQuillan.  If I recall, that was the very first and I think it was in October 1988.  During that time, October 1988, Lafras Luitingh made certain overtures to me regarding recruitment in the organisation.  He also gave me false identity documents, a false passport, a police appointment certificate and it was also during this time that I rented the apartment in Ponti under his instruction under the name van Staden, so my active period began in October and during October I also recruited McQuillan.",
            "Male"
        ],
        [
            "MR COETZEE",
            "You have referred to the name van Staden.  Was that your false name?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "No, Chairperson, the name which was given to me was Rudy Erwee, the CCB gave me that name, but I completed documentation for the false passport and ID and that was done under the name of H J van Staden.",
            "Male"
        ],
        [
            "MR COETZEE",
            "And with the recruitment of McQuillan, was the name given to you to attempt to recruit him, or was this something that emerged spontaneously?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "This was one of the first fruits that I reaped from the network that I had begun to establish.  He was an international gold and precious stones smuggler.  I had come to hear of him and I originally came to know of him through the Indian Mafia.  A figure in the Mafia approached me and asked me if I would be prepared to provide security for him.  This man was coming from Zimbabwe and they wanted to conduct a gold transaction with unprocessed gold of 10 kgs and he wanted to determine whether or not there would be a police trap.  As a result of this, I identified George Mitchell who was with him.  He was a former policeman from the narcotics desk at John Vorster Square.  I had various meetings with them.  The business was conducted and from discussions with Mitchell and later McQuillan, I realised that McQuillan was a suitable person for the activities of the CCB.  I reported this to Lafras Luitingh, I told him that there was such a person, because McQuillan was in and out.  This business with the gold was conducted on a fortnightly or three weekly basis and I became acquainted with McQuillan and he told me he had a military background.  I gave him the cover story of CCB, the consortium of business persons and when I told him this for the first time, he told me that he thought I was working for Military Intelligence or National Intelligence, that was his suspicion and that if this was correct, he would be prepared to provide me with information but not in Zimbabwe where he and his loved ones resided.  He also told me that he had extensive contacts in Europe and in London.  Among others, he showed a passport to me and I saw that he was well read.",
            "Male"
        ],
        [
            "MR COETZEE",
            "You also then reported this to Lafras Luitingh?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR COETZEE",
            "And was there indeed interest concerning the recruitment of McQuillan?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Yes, there was a lot of interest, Honourable Chairperson and Lafras Luitingh came to me and he told me that I must chase McQuillan concerning if he had people who could do hard-line work and he referred to the killing of people, the poisoning of people and the planting of bombs in Europe especially.",
            "Male"
        ],
        [
            "MR COETZEE",
            "How did it come that you had a discussion about the killing of people?  How did it come that this formed part of your frame of reference, that people would be killed?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Honourable Chairperson, it was spontaneous.  he informed me more and more.",
            "Male"
        ],
        [
            "MR COETZEE",
            "This is now Lafras Luitingh?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Yes, he informed me more and more and I realised that the same thing that was told to others on a course, was told to me on a one on one basis, amongst others by Danie Phaal, as well as Lafras Luitingh and they told me that we're not going to work in a very soft way, we're going to be hard with them.",
            "Male"
        ],
        [
            "MR COETZEE",
            "You didn't have a problem, or you had a problem with it or not?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "No, I didn't, I just did not want to join any right-wing organisation.  I was so naive that I believed that if the Government was involved it was also justified.  Another point that created this perception with me or strengthened it was that when I was recruited by Joe Verster, I went as to go for an ordinary job interview.  I went with a briefcase, with the qualifications that I had.  I had my matric certificate, I had legal subjects, I had various courses that I underwent in the police, some of them were quite advanced.  I underwent certain courses in Unisa, I had a BA degree, I took those qualifications with me and they didn't want to see it.  When I took it out, he said:  \"No, well congratulations, you've got the job\" and they did not want to see it, not him or Danie Phaal and then they told me:  \"What cars can you steal?  What cars can you open and What weapons can you work with?\"",
            "Male"
        ],
        [
            "MR COETZEE",
            "And could you steal cars?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Yes, I can still steal cars.",
            "Male"
        ],
        [
            "MR COETZEE",
            "I am sorry if we now deviated from the point, but I would like to highlight this point.  Evidence was led by the other witnesses, or applicants, that the CCB explained that they did kill and was this explained to you in such a way?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Yes.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Mr McQuillan was recruited or he was identified, and what happened then?  What was his application, or what did his recruitment entail?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Mr Chairperson, the situation was created where Lafras Luitingh called me one day and he told me we must now get McQuillan to become active and this was about Klaas de Jonge and then he gave me 15 000 American dollars with which I must task Mr McQuillan and that's what I did.",
            "Male"
        ],
        [
            "MR COETZEE",
            "What was his task?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "He had to go to London, create a safe house in London, he had to recruit criminal elements by paying them certain amounts of money for so-called hard-line work.  He had to get hold of a second-hand car that can be used for transportation and he had to set up the whole system and then he had to wait for the tasks.  A further 15 000 dollars would be handed over to him for payment and for further tasks but I would not have been involved in that.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Very well, it was told to him or it was told to you what would happen to Klaas de Jonge.",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Mr Chairperson, yes.  Klaas de Jonge project, I received pieces of information concerning this and what I could infer from discussions that I had with Lafras Luitingh, was that the South African Government and especially now the politicians of the day, were very angry at him.  It was about the fact that he escaped from police custody, went to the Dutch embassy, which was a very great embarrassment for the Government, he sat there for months and he waived at the cameras and I followed this in the media at that time.  Lafras Luitingh then for example told me and the words that he used was that:  \"The cunt must die\" and this comes from the top, from the President's level.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Was this tasking of McQuillan, would this lead to it, the tasking of McQuillan?  Did you understand it in such a way?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Yes and they wanted to kill him.  The whole project was geared towards that, the killing of him.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Very well, Mr Barnard, I do not want to tell you not to use these type of words, but your language at this stage is probably influenced by your environment.  Maybe you can just explain to the Committee or the Chairperson what the situation is.",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Mr Chairperson, I apologise if I use such language.  It is not really about my circumstances in the prison, but in the past I testified where a Chairperson told me that I must call a spade a spade.  Unfortunately there are certain circumstances where I will in future evidence in discussions between myself and Slang van Zyl, where it will come up again, where I want to create the circumstances, for example in Apie, where I want to create the idea about what exactly happened between the two of us and I'd like to call a spade a spade then.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, well Mr Barnard, we'd prefer it if you don't swear when you, in discussion as such, but if you have to use swear words to quote people, obviously we want you to tell us exactly what was said.",
            "Unknown"
        ],
        [
            "FERDINAND BARNARD",
            "I understand it in such a way and I will keep it in mind.  I would also like to indicate when it happens, if it will help, I don't know.",
            "Male"
        ],
        [
            "MS COLERIDGE",
            "Chairperson, could the applicant just speak a bit slower?  The interpreters are struggling.  Thanks.",
            "Female"
        ],
        [
            "MR COETZEE",
            "With regards to McQuillan, did anything else happen after the recruitment of McQuillan concerning the project?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Mr Chairperson, Mr McQuillan was sent to London.  He received the 15 000 dollars from me.  He flew to London and after approximately 10 to 12 days he returned and he contacted me, but Lafras Luitingh told me that I must break all contact with him, that they will contact him in London, but from London he must give me a number, what he was doing and what I then entered into the system, but McQuillan kept on contacting me on my page number.  I then went to him, made contact with him and he handed over an envelope.  This envelope was sealed.  I opened the envelope and inside the envelope I saw a breakdown of how the 15 000 was spent, inter alia how the safe house was established, how the vehicle was purchased, the contacts in place and he also mentioned an Australian would be flown in to do such a project.  I was not satisfied.  I felt that this happened because of my initiative and I was not known in this and it was very clear that the project was going on and that he had tasks that were not mentioned to me.",
            "Male"
        ],
        [
            "MR COETZEE",
            "What happened then?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "I resealed the envelope and I handed it over to Luitingh.  He was not very happy that I had contact with McQuillan and I told him that this man does not want to meet them because he was connected to me, I experienced it that he was more satisfied if he worked through me and I mentioned it to them.  He was also not very satisfied about it but things continued.  Then at one stage it happened that he came to me, Lafras Luitingh, and he told me that the McQuillan project had to be suspended.  I asked him why.  He told me that McQuillan, there was a leak and that the whole world knew about the 15 000 dollars that was paid over to him.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Were you involved in the Security break?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Mr Chairperson, no, although I had an idea that they were trying to place the guilt in front of my door, but right from the beginning, with my dealings with McQuillan, I reported to Luitingh and they had to check him out.  McQuillan had CIO connections and also Intelligence connections in South Africa as well as George Mitchell.  I then decided to suspend all contact with him and I left it there.",
            "Male"
        ],
        [
            "MR COETZEE",
            "And then there was nothing else concerning him?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Mr Chairperson, well I wondered about this issue and the fact that they disinformed me about it and I do not want to go into it, but it seemed that it was not true.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Very well.  What happened then?  What occurred after the McQuillan situation?  What was the next project in which you were involved in?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Mr Chairperson, it's actually very strange, I cannot say it was directly the following project, some things happened in between, but I would like to testify what happened, but to complete the McQuillan incident, in February 1989 he contacted me, his first excursion to London was in October 1988, this was in February 1998 and after I was told that he is the devil, I mustn't go close to him.  He contacted me, he phoned me on the South African time and he said he was in Athens in Greece and that he had very important information from the London network, if I was interested in it and amongst others he placed it on my pager that:  \"It's in your own interests\".  Before I called him back, I reported this to Lafras Luitingh.  He told me that I must stand by and a few minutes later he called back and he told me that I must phone McQuillan on this international number and find out what he wanted.  I did this.\n\tMcQuillan then reported to me that members of the Irish Republican Army, it was also a family member of his, had a person with them, Alvaro Figerido, who was an Angolan Informations Serviceman, I do not know if he was part of the Intelligence or not and he had in his possession a document with a three or five year plan between Angola, Cuba and Russia against the Republic of South Africa.  This was a plan over three or five years and amongst others, maps that indicated training camps of the ANC in Angola, of which the South African Government did not know.  I received this information telephonically and I then again conveyed this to Lafras Luitingh telephonically.  He then told me that I must wait at the phone, phone McQuillan and wait there.  \n\tAfter the phoning, he phoned me back in about two hours, that was now Lafras Luitingh and he told me to ask McQuillan to find out where he is and that he must come back to South Africa and come and book into an hotel here and give me a contact number.  He still had my pager number.  He had to contact me and then I would come and see him.  All these costs would be covered and he would also be paid for his trouble.  I conveyed this to McQuillan and he made himself willing and he then flew over.  He contacted me shortly afterwards.  He was in the Johannesburg Millpark Holiday Inn.  I went to go and see him there after I had a meeting with Lafras Luitingh.  I cannot recall how much money he handed over to me in an envelope.  \n\tI went to go and see McQuillan in the hotel room.  I debriefed him as thoroughly as possible.  I also made notes.  I also handed over the money to him.  While I was with McQuillan in the room, I received a page.  Lafras Luitingh paged me.  I phoned him from the hotel room and then he told me he's in the shopping centre in the Holiday Inn, I think it was called Metal Box.  I then had to inform McQuillan that I was going to withdraw and that other people were going to come and see him and he had to wait in the room.  I mentioned it to McQuillan.  He was not very happy about it.  He wanted to add that I had to remain behind, but this was my instruction and after Luitingh told me that if I leave the hotel, I must go to the roof parking, he will meet me there.  I did this.  I went to the roof parking area and provided him with all the information.  He made a phone call to somebody and I think he gave me two or three thousand rand and he told me that all the heads are very glad.  This was my production bonus.  He gave me the money but he told me not to have any contact with McQuillan again.  I then withdrew.\n\tAt a later stage however I asked McQuillan, as we had contact with each other on a weekly basis, how things worked out.  He was very satisfied.  He said:  \"Yes, we scored a few marks\"  The documentation that was referred to was given or handed over, but he did not want to give me any further details.  I then received pages from McQuillan again, five or six in a row and at long last I decided not to listen to what Luitingh told me and I went to go and find out what McQuillan wanted.  He then told me that he was once again tasked by the people to go back to London.  He acted as a connection between the people in the IRA, Figerido on the other side and the two agents from South Africa.   The same people who went to go and see him in the Holiday Inn room were two white men and these were the same people who met him in London.  The meeting took place in London and after the meeting, they gave each of his contacts 500 pounds.  He said that was a large amount of money.  He did not tell them exactly how much.  This was in pounds that was paid over for this documentation which Figerido had in his possession.  He was not very satisfied about that first meeting.  This is now the first meeting between Figerido and the IRA people and the agents on the other side and they wanted to exclude him from any other further dealings and I said:  \"Well, I can't do anything about it, it's out of my control\" and afterwards he spoke to his people and they informed him that Figerido was tasked initially he wanted to get political asylum in South Africa and he was then convinced to go back into the system from where the CCB will then task him for further projects.  What they were, I do not know and if they materialised, I do not known, but at more than one they showed their satisfaction for what we did.",
            "Male"
        ],
        [
            "MR COETZEE",
            "You now mentioned a bonus that you received, a production bonus.  Was this now apart from the salary that you received?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "That is correct, it had nothing to do with my salary.",
            "Male"
        ],
        [
            "MR COETZEE",
            "The whole concept of production bonuses, was this explained to you with your recruitment?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Yes, Mr Chairperson, I was told that there would be a yearly bonus or two yearly bonus that I will automatically qualify for and then they said:  \"If you had a successful project or executed a successful project it would be a performance bonus\" and that's how I understood it.  If you perform, you get a bonus and I received a few of them in my time in the CCB.",
            "Male"
        ],
        [
            "MR COETZEE",
            "This is now the whole McQuillan project and all the information that he provided you with, but what further tasks did you receive?  If I can just ask you before we get to that, there was mention made from various sources that because of the McQuillan Security break that you were then suspended or you were alone, you were working alone, what was the end result of this?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Honourable Chairperson, I would rather see it as, or I experienced it as a warning.  What happened was that McQuillan disappeared, or left, and then in March or April of 98, I think it was March 98 McQuillan contacted me.  Sorry 89, I'm sorry.  Then he was at the Sandton Security Branch and he was then interrogated by Col Viktor of the Security Branch.\nEND OF TAPE",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "...team where I was the Captain for three years.  We were on the recruitment team on the same sort committee and I knew him very well and then without making contact Luitingh, or anybody else, I decided to assist McQuillan.  I then drove to him and I discussed it with Col Viktor and Col Viktor told me that this person is walking around doing strange things, he received information and McQuillan, the two reports about Figerido and also notes that he made and then the report that I received from the sealed envelope, he had copies of this and he wanted to know who I was working for, who was the head of this organisation.  I tried not to tell him all of it, but I got away with what I could and I got McQuillan to go free and the situation that was created, I reported to Lafras Luitingh.  They were not very happy about it but the damage was done.\n\tThen I was told to lie low somewhat but it wasn't really a very big problem, it wasn't that I was discharged, or that I was put out, all that was said to me was that certain decisions had been taken and that in future things would be handled differently and that it would function abroad possibly and it was decided that during the next co-ordination session, I would receive my salary every three months.",
            "Male"
        ],
        [
            "MR COETZEE",
            "And then from that point onwards you still received your salary as usual, you still enjoyed the benefits and maintained your vehicle, nothing was taken from you.",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "No, nothing was taken from me.",
            "Male"
        ],
        [
            "MR COETZEE",
            "And after this incident, you were paid three months in advance regarding your salary.",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Chairperson, that was approximately at the time of the David Webster incident.  I recall that the first time that I was addressed regarding David Webster was approximately at the same time David Webster was shot, on the 1st of May and I had the meeting with him and Joe Verster.  I was briefed at that stage and at first I received a salary every two months and then in July I received a salary which would serve for July, August and September and the amount that I received comprised my salary along with the benefits, which was R4 000 to R4 200 per month.",
            "Male"
        ],
        [
            "MR COETZEE",
            "You referred to the David Webster incident, could you explain this incident to us from the very beginning?  Where did you hear of Dr Webster?  What was your task regarding Dr Webster?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Chairperson, during my period of tenure with the CCB, I read the newspapers regularly.  For example, I focused on the Vrye Weekblad, the Weekly Mail, the New Nation and that sort of publication and that is how one would be informed regarding the prominent persons, which activists were more prominent and so forth.  For the first time I read about Dr Webster in those publications.  He was on the Support Committee and he figured quite prominently but what happened was that during one of these co-ordination sessions, Mr Lafras Luitingh made me come into pondok, but not to the place where our apartment was.  I wasn't aware of this building, it was known to me as the Penthouse Suite.  I had to go to another number.  This was in the Ponti building and Joe Verster arrived there.  I was addressed regarding two persons, one was Jay Naidoo, the other was Dr Webster.\n\tMr Verster made it clear to me and before I lose my line of thought, I must just say that not one of them was aware that I knew who they were.  Joe Verster and Lafras Luitingh didn't know that I knew who their real identities were, they thought that I only knew their false names.",
            "Male"
        ],
        [
            "MR COETZEE",
            "What were their false names at that point?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "I knew Lafras as Louis and I knew Joe Verster as Jack van Staden, but Theuns Kruger had already informed me of their actual identity except they didn't know that I knew.\n\tThen Mr Verster addressed me about the two targets and he emphasised it quite strongly that David or Dr David Webster was an absolute priority target.  Not a target for recruitment, a target for elimination.  Mr Verster at this point already had a file in his possession, the file was given to me.  In the file was an A4 size black and white photograph of Dr Webster.  I think he had a beard at that point.  He was clearly recognisable.  It was a recent photograph in comparison to the photos that appeared of him after the shooting in the media.  There were two addresses in the file, one was Dunbar Street, the other one was Eleanor Street, I cannot recall the numbers and there were approximately three to four registration numbers of vehicles and a few newspaper clippings.\n\tI formed the impression that someone else was already working on Dr Webster before he came to me.  Verster said that I was the guru of Johannesburg because it was commonly known that in the suburbs of Johannesburg, I moved about day and night and that the area was very familiar to me.  Among others, I was warned by Lafras Luitingh and Joe Verster that I should not make obvious inquiries or draw unnecessary attention to myself, because Dr Webster would fall.  This man was going to fall, that is what they said.",
            "Male"
        ],
        [
            "MR COETZEE",
            "You've used the phrase \"would fall\".  What did you understand by this phrase at that point?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "In all the time that I worked with these intelligence organisations, the word fall over, or fall, all those things would mean only one thing and that would be that the person would be killed, he would be eliminated.  All the other things that you have read in the media indicating that to eliminate someone was to put him or her out of action or take them out of the system is not true, it meant one thing only and that was to kill.",
            "Male"
        ],
        [
            "MR COETZEE",
            "You were indicated to that Dr Webster had to fall.  What was your specific task there?  What did they say to you in terms of:  \"Mr Barnard, do this and this and that\"?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "I had to establish precisely what Mr Webster's routine and movements were.  I had to determine at which one of the addresses he was residing because there was uncertainty about this and I began working on this.\nThe same task was given to me regarding Jay Naidoo, although it was not as strongly conveyed to me.  With Dr Webster I was told that he was an absolute priority and I became involved with that.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Could you explain how you went about your work?  What did you do?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "First I took a drive and established the physical lay out of the addresses which were made known to me.  I did not see any vehicles there, not upon my first visit to these locations.  I went there on an irregular basis at irregular times, in the morning, in the afternoon, at night.  If I came back from a night club I would drive past there first.  If I went with my girlfriend to Bedford View for breakfast, then we would drive past there, that is how I became aware of registration numbers and the like.  Eventually I visually saw Dr Webster on two occasions when he was disembarking from his bakkie at the address at Eleanor street.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Did you report back to Lafras Luitingh or to Joe Verster regarding your observations at the house?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "My initial report was to Lafras Luitingh.  I gave him all the information that I had gathered.  It was a very difficult area to have an observation in because it was a one way street, there was not traffic on both sides.  It was also a cul de sac.  One couldn't hang around in the area for too long without drawing unnecessary attention.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "A one way cul de sac, so once you drive in  you stay there, you can't get out of it.",
            "Unknown"
        ],
        [
            "FERDINAND BARNARD",
            "Yes, it was actually a t-junction, where you can go right or left.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, a t-junction, so it couldn't have been a cul de sac, otherwise ...",
            "Unknown"
        ],
        [
            "FERDINAND BARNARD",
            "Perhaps I have put it incorrectly.  I reported it to him and I was told that I would have to make a presentation in the Ponti building.  I attended this and it was also attended by Joe Verster.",
            "Male"
        ],
        [
            "MR COETZEE",
            "The Commission has heard various forms of evidence regarding submissions and presentations which were made, what was the nature of the presentation that you made?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Chairperson, I did not have the same experience as the others have described with regard to the precise details and so forth.  My experience was somewhat different.  There was a board with pages and a koki and by means of these instruments, I made my presentation, indicating that Dr Webster could only be killed as an occasional target, it was difficult to establish his routine.  I did not regard Wits University where he worked, as an option, due to traffic and the security considerations, the fact that there was uniform security at the University itself, therefore I foresaw that Dr Webster would have to be killed as an occasional target and that was my presentation.",
            "Male"
        ],
        [
            "MR COETZEE",
            "That would mean, if the situation or opportunity presented itself?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Yes.  I also made submissions regarding a weapon and I submitted that a shotgun be used because I foresaw that he could possibly be killed in a drive-by situation, which eventually happened and I could not be certain at what time of the night or day it would take place and I thought that if one shot was fired by a shotgun, it could also be mistaken for the sound of a vehicle backfiring, that was also part of my presentation.",
            "Male"
        ],
        [
            "MR COETZEE",
            "And this presentation that you made, while you were doing it, who was present?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Me, Lafras Luitingh and Joe Verster.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Was there any written submission with the exception of what you wrote on the board?  Did you supply any documentation?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "No, there was no documentation.",
            "Male"
        ],
        [
            "MR COETZEE",
            "And with this submission that you made regarding the opportunity or occasional target status of Dr Webster, what was the feedback from Lafras Luitingh and Joe Verster?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Luitingh was like Mickey Mouse who sat there and who had seen a snake.  He didn't say anything, Joe Verster did all the talking.  Lafras would fall in every now and then, nod his head and add a few things.  I was told to continue.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Were you given any time framework within which you had to execute the operation?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "There was no specific time framework or schedule, but I was told that it was absolutely urgent.  I must just add that I made inquiries regarding why Dr Webster had to be killed.  I wanted to be certain that I was killing a terrorist.  The reasons given to me for the killing of Dr Webster were that he was a left-wing radical student organiser and that he was recruiting such persons for membership of underground situations, that he was a founder member of just about every organisation which was aimed against the sovereignty of the State, such as JODAC, Nusas, the End Conscription Campaign, the Parents Support Committee, that is what was conveyed to me.  The most serious stipulation was the fact that apparently he had been busy with the compilation of a report or a document which would be sent by him or presented by him to the United Nations and it had something to do with something that Dr Webster had discovered which emanated from his field of study, which was anthropology.  This was in the Kosi Bay vicinity.  It had to do with arms supplies and I don't know what else.  It was a transaction between Renamo on the South African Government.  They wanted to stop that.  It was so serious by nature that if I could not get hold of Dr Webster under convenient circumstances, I was told to penetrate his home and kill him.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Did you personally follow up the information regarding Dr Webster's involvement?  Did you verify the information?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "No, I allowed myself to be led by the organisation completely and that which I had read about him, but one couldn't kill every activist who differed from the Government of the day, because at the end of the day we might as well have built concentration camps like the Nazis, chased everybody in there and gassed them in the chambers.  I was under the impression that this was an absolute priority target, that this man was indeed virtually a terrorist.",
            "Male"
        ],
        [
            "MR COETZEE",
            "But your information regarding him came from Lafras Luitingh and Joe Verster with the exception of the public information that you gleaned from the media reports?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Yes, that is correct and as a result of what I was involved in, I couldn't make inquiries here and there to verify the information, that was not how it worked.  On the contrary, I was discouraged from taking such action.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Because of the security aspect?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Correct.",
            "Male"
        ],
        [
            "MR COETZEE",
            "You have already testified that you had monitored him even in the presence of your girlfriend and that you monitored the activities of Dr Webster.  When you made this submission and you were clearly told to proceed with the execution of this operation, what did you do?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Without telling anybody, I approached Calla Botha.  I had come a long way with Calla Botha, I trusted him, I knew that he was involved in the organisation.  I was a sort of a cowboy, but I wasn't the type of cowboy who could drive a car, fire a shot, get away and keep the car on the road, so I figured that I would need someone to work with me.  I never disclosed this in the organisation.  I approached Calla Botha.  I told him about the nature and the scope of the project.  I gave him all the information that I have just given you and we decided that we would make various excursions to Dr Webster's residence and every time we would prepare operationally as if the job was on for that particular time.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Mr Barnard, did you make any preparations regarding, I don't know what skills you had at that point with regard to shooting from a moving vehicle, but did you make any preparations for the execution of this project?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Chairperson, George Mitchell testified that I borrowed a short-hand shotgun from him and that I did some shooting on a farm in Natal.  I've always justified this during cross-examination before the Committees and during my criminal trial by saying that I had been shooting guinea fowl out of season.  In fact I was actually practising to shoot from a moving vehicle within a limited space at a certain time, with a modified short-hand shotgun.  I was practising.",
            "Male"
        ],
        [
            "MR COETZEE",
            "And the shotgun that you got from Mitchell, was this the gun that you eventually used in the shooting of Dr Webster?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "This shotgun was already back in Mitchell's possession two weeks before the murder and I used a shotgun that I obtained and modified myself.  I took the butt off and fitted it with a pistol grip to shorten it.  I shortened the barrel by six inches, approximately, and that is how I used it.",
            "Male"
        ],
        [
            "MR COETZEE",
            "And the firearm that you obtained for this, where did you obtain it from?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "It came from my private stock.",
            "Male"
        ],
        [
            "MR COETZEE",
            "If I may ask you as follows, Mr Barnard, did you obtain it from the CCB?  Did you request it from the CCB?  Was it ever issued to you by a CCB official?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "No, I had enough weapons to supply the CCB with, I didn't need any weapons from them.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Mr Barnard, you were ready, you had practised using the shotgun, you had involved Mr Botha already, you can now tell the Committee how the execution took place.",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Chairperson, Mr Botha and I made several excursions to Dr Webster's residence, without any success, at various times of the day and night.  Every time we were operationally ready, we had the false number plates, we had balaclavas, which I obtained for us, until the day of the 1st of May, which was the day upon which Dr Webster was killed.  I once again picked up Mr Botha at his apartment which wasn't far away.  We were operationally prepared.\n\tWe drove to Dr Webster's residence as we had upon previous occasions.  We drove around the block two to three times because we would have to drive down three street blocks in order to get back to his residence.  Every time we drove past.  We stopped at the top point with the nose of the car pointing in the direction of the one-way street.  There was a cafe on the corner.  I would do the shooting and Mr Botha drove the vehicle.  Both of us had balaclavas on our laps and the firearm was tucked in next to my leg in the front of the vehicle.  We decided to wait a while.  \n\tWe waited approximately 45 minutes, perhaps even 50 minutes, then Dr Webster's bakkie came past us from the back and stopped in front of the house, at the residence in Eleanor street.  The car faced in the same direction that our car faced down the one-way street.  I focused on him completely, cocked the weapon, I took it off the safety, I put the balaclava on my head and Mr Botha did the same.  He moved forward and when Mr Webster disembarked from the vehicle and came walking past the back of the bakkie, he then opened the bakkie, we moved towards him very slowly.  We were approximately two metres away from him.  He was standing with his back towards me.  I called him by his name.  I said:  \"Webster\".  He then turned around, as he did so I stuck the shotgun out the window and shot him at point blank range.  I fired one shot, Dr Webster collapsed on the ground, we drove away somewhat faster, but we didn't want it to look as if it was a car chasing away.  \n\tWe removed our balaclavas.  I looked back and saw that there was a vehicle coming after us.  I \"respun\" the weapon.  I had another weapon in the car as a back-up.  I thought that it might be somebody who would be wanting to make a citizen's arrest.  I would have shot the occupant if he had continued to pursue us, but the car stopped.  We drove back to the West Rand.  I dropped Calla Botha off and went to my house.  \n\tI made a report to Brenda.  Her evidence in this regard during the trial was the truth, the fact that she knew about it, that she had watched the car or the house with me.  I did not make the report to everybody as I had said, but I did report to her and while I am telling the truth and it is the time in my life to tell the truth, I must just say that I made this admission to Jacques Pauw, the Journalist.  I tried to discredit her during cross-examination.  I wanted to make it look as if he was after sensationalist stories and that is why he gave this evidence against me in the Supreme Court, the fact that I made the submission to him outside a restaurant in Melville is completely the truth.  I had been using crack, I had been drinking and once I started sobering up, I realised that I had made quite a serious blunder and he could have made it much worse if he wanted to during his evidence, so with his journalistic integrity, even though we do not sit by the same fire, his evidence in this regard was completely correct and I would just like to admit this because it is something that has been bothering me.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Mr Barnard, after you shot Dr Webster and you drove off and dropped Mr Botha off, what was the next step which was taken, or which occurred after the incident?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "The balaclavas and the gloves and the shotgun that I had, as well as the number plates which were on the vehicle when the murder was committed, I got rid of all of these items.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Did you report this to any institution?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "When I returned I listened to every news report or media report that I could obtain.  It came to me as a shock because I had not realised what the nature and scope would be of that which had taken place.  I knew that there would be a reaction because I had shot people on numerous previous occasions, but there was never such a reaction.   Although this was an assassination, it bothered me and I began to contact Lafras Luitingh.",
            "Male"
        ],
        [
            "MR COETZEE",
            "You said that you had shot people previously, is that with regard to the cases for which you were sentenced to imprisonment?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Yes, and also as part of my service in the South African Police.",
            "Male"
        ],
        [
            "MR COETZEE",
            "But you had not shot anybody previously for the CCB?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "No.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Did you indeed make contact with Lafras Luitingh?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Chairperson, for two to three days I struggled to get hold of him.  I don't know exactly how long it was, but he eventually came back to me and we set up a meeting at the Hyperama in Florida, where we had had previous meetings.",
            "Male"
        ],
        [
            "MR COETZEE",
            "What was your contact method?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "It was a pager.",
            "Male"
        ],
        [
            "MR COETZEE",
            "And when you saw him at the Hyperama, was he alone?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Yes, he was alone, but I wasn't alone.  I took Calla Botha with me.  Mr Botha was in the vehicle while I got out to go and meet Luitingh.  Lafras Luitingh and I didn't really get along very well and I cannot say that I didn't trust him, but there was something about him that bothered me, I wanted someone to be there, that is why Botha came along, because it had been told to me previously that one could do a job and then simply be taken out just like that.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Do you know if he saw Mr Botha there or not?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "I don't know.  I doubt it.  He never told me subsequently that he had seen Mr Botha there.",
            "Male"
        ],
        [
            "MR COETZEE",
            "What took place between you and Lafras Luitingh at the Hyperama?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "I made my report to him and I said:  \"Listen, you've got to do some damage control here.  You've said that you've been able to squash things.\"  He congratulated me and he asked me to tell him briefly what had happened.  He wanted to know what I did with the vehicle and the firearm.  I told him that I had destroyed the items.  I didn't tell him what vehicle I had used, I didn't tell him what exactly I had done with the firearm.  He wasn't really interested in any further details.  He then went to the boot of his car where he removed a brown A4 envelope and handed it over to me.  He said it was a production bonus and also that Joe was very happy.  I drove away from there with Mr Botha.  We stopped at a certain point.  I opened the envelope and inside there was R15 000 in cash.  I gave R5 000 to Calla Botha, R5 000 of that money.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Very well, Mr Barnard, this is now common knowledge, that afterwards allegations were made concerning the death of Dr Webster and it was from one side to the other side, there were speculations in the media from various involvements of various people.  What did you do?  Did you then continue as normal with your CCB activities?  What was the damage control, if there was such a thing.",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Well, Mr Chairperson, what I did is that I was lying low.  I was told to lie low, I will be contacted again and that's what I did, but as I have said to you before, at a previous opportunity Mr Luitingh told me that I will be applied in a different way and in July, after the death of Dr Webster, Mr Luitingh again contacted me.  I cannot recall if it was at the Hyperama or not.  At the Hyperama the area was so big in Florida that we divided up in three sectors, so we'd say:  \"I'll see you in number one, or two or three\" and I assume that I saw him there again.  I think it was somewhere in July and he handed over R12 000 in cash, which would then be the three months salary, then I did not hear from him again for quite a while.  I followed the stories in the media and then in June I was contacted by another member of the CCB in a different region and I was despatched to South West Africa, Namibia.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Before we get to that, Mr Barnard,  we have now heard that certain investigations were made at that stage, even in the CCB itself.  Were you ever approached by Defence Force members concerning an investigation?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "It's the strangest thing, Mr Chairperson, nobody every approached me.  Joe Verster did not approach me and Lafras Luitingh knew what I did, but the investigative team as I know over the years, got to know, it was Krappies Engelbrecht and Witkop Badenhorst, still today haven't spoken to me about this.  Nobody asked me about it.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Very well.  I'm attempting to follow it in a chronological order.  Before we continue, was there another incident in which you were before the Webster incident, that you'd like to refer to?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Mr Chairperson, I cannot place it in perspective when the Rosskamp incident took place, but I was involved in the Rosskamp incident.  I personally, with Calla Botha, burned out Anton Rosskamp's vehicle in the neighbourhood Yeoville.  The information that Brenda Miller gave with this regard that I injured my hand in this operation is correct.\n\tWe arrived at Rosskamp's vehicle that evening.  I wanted to pick the lock of the vehicle.  I had the right equipment with me.  It was quite easy to get in.  I've done it before at various opportunities.  When  I started I saw that there was an alarm light in the vehicle.  I wasn't quite sure if it was a dummy light, or if it was really an alarm.  We did not want to - we wanted to be sure if there was a full tank of petrol.  We decided first to withdraw to a garage close by.  We decided that we are going to complete this job.  \n\tWe took a four pound hammer.  I held it.  We then decided that Calla Botha will drive the vehicle.  We will drive next to Rosskamp's vehicle.  It was a densely populated area.  There was a lot of traffic on that evening.  There are a lot of blocks of flats.  I will get out of the car, I will smash the window of the vehicle with the hammer.  Mr Botha will then be ready with a tank of petrol, approximately 20 litres.  He will then walk towards the vehicle, throw this into the vehicle, then I will walk back and as he goes back to the vehicle, I will then light the Blitz and then set the car alight, which we then did.  The reason for this setting alight of the vehicle and the reason why I didn't want to put petrol on the outside of the vehicle and out of experience I knew and somebody also taught me this, that high octane petrol causes a chemical reaction and if you throw it with force in a restricted area, the gas will immediately set alight and that will create a large explosion.  It will shoot a windscreen of a vehicle out as high as a lamp post.  Well originally I also read in the media that they speculated that Mr Rosskamp's vehicle was damaged with an explosives device, but it was done in this way.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Why Mr Rosskamp's vehicle?  Why were you tasked with this?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Mr Chairperson, actually I did not have anything to do with it, I was once again approached by Mr Botha as I approached him in the Webster case, we have come a long way, there's a feeling of trust between the two of us.  In all the people that I have met over the years, and if I had to chose one to accompany me on a sensitive issue, I would always chose Mr Botha.  I was in various tight spots with him, things that had nothing to do with the CCB, or officially with the CCB, but it had to do with - I know that he's somebody that can react under pressure, I know he will not sell me out.  There's a feeling of brotherhood between us, a blood tie between us.  He approached me and then I decided to assist him in this.  His information came from some coloured gangster member concerning Mr Rosskamp and his activities.\n\tThis information was then again placed in the system, it came back, it was verified according to him and certain information was attached to it and this coloured gangster will then be tasked to burn the vehicle of Mr Rosskamp.  This thing did not work out because this gangster, I think he was a dagga smoker or a dagga smuggler, he did not deliver, he ducked and dived and turned and we decided to continue with the project so we can get it over and done with and we decided we could do it ourselves, and that's what we then did.",
            "Male"
        ],
        [
            "MR COETZEE",
            "There was also the incident with- the Bruce White incident.  Can you also just explain this and place it in context, how and when this occurred?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Mr Chairperson yes, at that stage myself and Mr Botha practised twice daily in a gym and also then at the Roodepoort Rugby Club.  We both played.  He mentioned to me that he received this task to work on Bruce White and that he had a problem, or problems.  He's alone on the corner, there were not a lot of details, he had a photograph of him and a little bit more information.  There was an address of the Urban Foundation, I think it was in Fox Street in Johannesburg.  I then decided to accompany him there and over a period of two days we were there three times.  At the last opportunity, members of the Brixton Murder and Robbery Branch arrived and they asked us what we are doing there on the corner of the street.  It was a mistake I made because I spoke to a security guard at the building and I inquired from him where Mr White was parking.  We were a little bit frustrated.  It was a mistake and it was my mistake and it was not Mr Botha's mistake.  I did not know how sensitive Mr White was and if this thing was reported and this then led that we were confronted on the corner of the street and asked to drive behind the detective to the Brixton Murder and Robbery branch so that we can give an explanation because the Captain who reported it over the radio, did not want to accept our explanation.  We then went to the Brixton Murder and Robbery offices.  We found Capt Zeelie and we gave an explanation, an explanation that we worked out on the way there.  This explanation was not acceptable to him  because of certain very obvious reasons and later that evening I fabricated an explanation by going to a person and then to pretend that I was looking for a vehicle that an insurance company was looking for that was a white BMW vehicle.  I then turned the whole thing that I took the relevant details of the vehicle and handed it over to Mr Botha and he then presented it to Capt Zeelie that if the guard misunderstood me, I was asking about a white BMW, but here is a vehicle that ...(indistinct) and there's a reference to an insurance company and this explanation was then accepted.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Do you know what the purpose was of the monitoring of Mr White?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "Mr Chairperson, I had it in mind that he was going to be eliminated although nobody told me this.  the whole purpose of the CCB was the maximum disruption of the enemy.  You cannot disrupt somebody to the maximum if you do not kill it and I think that's what they wanted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry why did you speak to Capt Zeelie?  Wasn't he Security Branch?",
            "Unknown"
        ],
        [
            "FERDINAND BARNARD",
            "He was a former Security Branch member.  He later went to the Brixton Murder and Robbery unit.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Would you have, for example, spoke to him about the CCB and your involvement in the CCB?  Would that have been acceptable?",
            "Male"
        ],
        [
            "FERDINAND BARNARD",
            "No, it would have been a large security break.  I had to lie as I usually lied.",
            "Male"
        ],
        [
            "MR COETZEE",
            "Mr Chairperson I see it's quarter to four.  I know that at quarter to four Mr Barnard is to be returned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Unfortunately the Correctional Services have to leave early with Mr Barnard in order to avoid the traffic jams.  We'll then adjourn until half past nine tomorrow morning.  Yes.",
            "Unknown"
        ],
        [
            "MR WESSELS",
            "Mr Chairman, may I just place on record at this stage, unfortunately the matter is now being postponed until tomorrow.  I foresee that there will be a considerable amount of publicity that will be given to this version of Mr Barnard on television tonight, in the newspapers tomorrow morning, prior to us having our opportunity to cross-examine him and to illustrate that what is being said here is just another lot of his lies that he has now dished up here for the Commission and I'd like to place it on record at this stage, that in so far as his evidence is concerned about the Webster matter, that will be disputed and it will be shown that what he is saying here is a complete fabrication of the truth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Wessels.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We'll then adjourn until half past nine, the same venue, tomorrow.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}