{
    "header": {
        "type": "AMNESTY HEARINGS",
        "location": "CAPE TOWN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54647&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/capetown/capetown_1kond2.htm",
        "speakers": [
            "MR BOOYENS",
            "HERMANUS BAREND DU PLESSIS",
            "ADV DE JAGER",
            "CHAIRPERSON",
            "MR MOOSA",
            "INTERPRETER",
            "<UNKNOWN>"
        ],
        "starting date": "UNKNOWN",
        "original_speakers": [
            "MR BOOYENS",
            "MR DU PLESSIS",
            "ADV DE JAGER",
            "CHAIRPERSON",
            "MR MOOSA",
            "INTERPRETER",
            "HERMANUS BAREND DU PLESSIS",
            "UNKNOWN"
        ]
    },
    "testimony": [
        [
            "MR BOOYENS",
            "We had the book in Port Elizabeth on occasion -  you had a book which is 200 to 300 pages thick of photos - I don't know where it ended but thousands of photos of these exiles, is that correct?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The security branch was involved that you reasonably ascertain where a person was, when he left the country, when left Lesotho with the aeroplane etc., is this correct? - this is regarding the Eastern Cape.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr Kondile disappeared - I know it goes a bit broader but there are also other people who disappeared without a trace, which resulted in enquiries made in the media etc.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The standard apology which was offered by you most of the time, was that the person had left the country to join the ANC, is that correct?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Now, the investigation of these allegations.  You are a policeman yourself, what was the impression?  How hard did you try to investigate these allegations?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I think I must speak with specific reference to Kondile.  Apart from the fact that they would have requested a report about the circumstances of Kondile's release and the allegations, I have no knowledge of any other investigation.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did they ever - was any enquiries directed to you where you were asked whether these people infiltrated: \"Where is the man, that we can answer the questions\", \"We have the intelligence network, can you tell us where he is\"?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So if one looks at attacks - people who were so-called enemies of the then government who were killed and there are a large number of them - I'm not saying that you were involved in all of them, not at all, but was there ever anyone else who would have been interested in eliminating these people - other than the security forces?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, I don't believe that.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you ever have any enquiries in this regard, in other words, from above - what's going on, who's killing all these people?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, we did not.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "I'm now referring to cases in which you were not involved, but one often heard of cases and one read them in the newspapers, what was your impression? Who was responsible for the deaths and disappearance of these people?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "My impressions were that it was either the security force or the defence force.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "In other words, South African security forces?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Be it military or police?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr du Plessis, did you have anything personal against Mr Kondile?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Most definitely not.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Your contact with Mr Kondile resulted from the work that you did?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The decision that Mr Kondile's life had to be ended, did this have anything to do with anything personal?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, not at all.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "If it was not for the fact that he was involved in the underground war that was raging and you as well, do you think that it would ever have resulted in his death - that you had planned and taken part in his death?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Definitely not.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "As far as you are concerned today - the political struggle has been fought and many people on both sides have died during that political struggle, as far as you are concerned, did you ever act as far as these matters are concerned other than as a security policeman?  Your actions as in the case of Kondile, did this have anything to do with the fact - did it have anything to do anything other than your duty as a security policeman?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Do you therefore confirm the contents of the application, together with the additional evidence that you gave?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "There will possibly be allegations - and I wanted to deal with this, that Mr Kondile's car was in Jeffrey's Bay at a certain stage, what is your comment about this?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "The vehicle was never there.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You link the death of Mr Kondile to the telexes and the occurrence book entrants of August, is that correct?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "According to you, the death of the 10th of August when he was released, when was he killed?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "The next day, the 11th of August.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Allegations can possibly also be made that - and now I must just be careful because I don't understand these allegations very well, that it is either being said or that it was so, that during interrogation Mr Kondile sustained a brain injury and that as a result of this - in order to prevent a second \"Biko\" incident, he was killed.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I have no knowledge of this, it was definitely not like this.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "As far as your knowledge goes, did Mr Kondile sustain a brain injury?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you ever fear that he would have a brain injury?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was he killed in order to hide such a brain injury?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was his car ever in Jeffrey's Bay or in the Eastern Cape?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, as far as I know he was in Bloemfontein - it was in Bloemfontein, that's where I got him and it was never brought down to us.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The allegations regarding assaults which have already been made, you acknowledged that you also assaulted Mr Kondile and that you heard that he had complained that the East London people had assaulted him, is that the sum total of your knowledge of the assaults?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "After you realised that the man had ...[inaudible], did you assault him?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did he still work with you and give you information?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The information that he gave then, was it still correct?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I cannot think of one case that was not correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Would it have served any purpose when you realised that the man was not prepared to co-operate with you, to go further?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, not at all.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The reason why you assaulted him, what was that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "At that stage I believed - if I think back, that as far as I was concerned, it was about DLB's and trained MK's which he alleged in the beginning that he knew nothing about.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "In conclusion, you assaulted him to get information out of him, information needed for police investigations?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Thank you Mr Chairman, I have no further questions.\nNO FURTHER QUESTIONS BY MR BOOYENS",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Your initials are?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "H.B., Hermanus Barend Du Plessis.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And your rank at that stage was - in 1981?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Captain as far as I know.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Was there a Brigadier Du Plessis at that stage?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Not that I know of.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Was there not a Brigadier who was a Commanding Officer of the Boarder Police, a H.J. Du Plessis?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's possible, but I cannot recall.  I know that there was a Mr van der Merwe, it could be that there was a Du Plessis but I cannot remember.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Was there more than one van Rensburg in Port Elizabeth?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes.  I cannot recall the dates but there was a Departmental Commissioner or Divisional Commissioner who was also a van Rensburg, but I don't know what year that was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The decision to eliminate Kondile was as I understand, taken by three of you, Erasmus, van Rensburg and yourself?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And as I understand, Erasmus was at that time the most senior of the three of you.",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "After the execution of Kondile, did you have to report to anybody who was your superior, that Kondile had been killed?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's correct.  If I'm correct, Mr van Rensburg informed Colonel Erasmus telephonically and at a later stage I was present when Erasmus was informed that everything had gone well and that he had been killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When Kondile had complained that he had been assaulted by the police in East London, did he use the word: \"assault\" or did he use the word: \" torture\"?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, he said: \"assault\", he used the word: \"assault\".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you ever bother to find out what the nature of that assault was?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Unfortunately not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whilst you were interrogating him, what injuries did he receive?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "External injuries: none at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he examined by a doctor in Port Elizabeth or at Jeffrey's Bay at any stage while you were there?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I want to believe that he - it was possible that he was examined but I cannot remember and nor do I have any documentation to prove this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That was not at your request?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "It is possible, but I cannot remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it not as a result of an injury that Kondile had sustained to his head, that required examination?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Definitely not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did the doctor tell you what the result of his examination was of Kondile?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I cannot recall at all that Kondile was examined by a doctor, what I am saying is that it is possible that a doctor could have seen him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who to your knowledge, would be the one who might know whether Kondile was examined by a doctor?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I do not know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who was the most senior person at Jeffrey's Bay at that time?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "If I can remember correctly, I think it was Warrant Officer Jonker who was the station commander.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who was the most senior of the security police at the time?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "At Jeffrey's Bay?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At Port Elizabeth or Jeffrey's Bay.",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Now General Erasmus, then General van Rensburg and after him it was I.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If a person who was being interrogated felt that he wasn't well and needed to be examined or treated by a doctor, who would take that decision?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I do not understand what you mean.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The time that Kondile was in detention at Jeffrey's Bay for example, if he was feeling unwell and felt that he wanted treatment - medical treatment, who would have decided that he should get medical treatment?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I think he would have had to make that complaint to the station - commanding officer and they would have informed us and the necessary arrangements would have been made for him to see a doctor.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, I want to talk about something else now, what happened to the documents that you had found on his bed?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "They were destroyed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "By whom?",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "The documentation that he wrote to me, I destroyed and the other one - I do not know what happened to that, I do not know what happened to the notes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.\n\tAre there any questions that you would like to put to this witness?",
            "Unknown"
        ],
        [
            "MR MOOSA",
            "There are.\n\tMr Erasmus, I want to direct your attention to the last page, the last question of your application that is on page 22 of the 1st Volume.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is Mr Du Plessis.",
            "Unknown"
        ],
        [
            "MR MOOSA",
            "Mr Du Plessis, I'm sorry.\n\tUnder question 14, you say that you have tried in the application to make it as complete as possible, is that correct?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOOSA",
            "But today with your verbal testimony, we have seen quite a lot - we have heard quite a lot which does not appear in the application at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Moosa, I don't think we should allow that, carry on - he is giving evidence here on oath. What might be regarded as essential by him or his counsel was put into that form and I think you should consider what is the evidence he's giving now.",
            "Unknown"
        ],
        [
            "MR MOOSA",
            "Mr Chairman, I was coming to that.\n\tWhat in fact happens with your statement, is that you gloss over everything and really start in essence, with the meeting you have with your senior, would that be correct or a fair summary?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "We met one another before we made these statements.",
            "Male"
        ],
        [
            "MR MOOSA",
            "By: \"we\", you mean?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Various security branch policemen in the Eastern Cape came together and said that we would apply for amnesty from the Truth Commission and we saw one another's statements.",
            "Male"
        ],
        [
            "MR MOOSA",
            "And it would at least include the three other applicants we have listed in this application, that is Mr van Rensburg, Mr Raath and Erasmus, is that correct?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I think they were also there, yes.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Was anyone else from the Eastern Cape who was there?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Mr Niewoudt was there as far as I can recollect.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Anyone else?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I think Captain Sakkie van Zyl was also there on certain occasions, I can't think of anybody else at this stage.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Of course there could have been other people?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "It is possible, yes.",
            "Male"
        ],
        [
            "MR MOOSA",
            "And was this just one meeting or a series of meetings where you exchanged statements?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, it was only one meeting we held as far as I can remember.",
            "Male"
        ],
        [
            "MR MOOSA",
            "And when was that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "It was shortly before the due date, it was shortly before these statements were made.",
            "Male"
        ],
        [
            "MR MOOSA",
            "And where did you get together?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "We met in Pretoria.",
            "Male"
        ],
        [
            "MR MOOSA",
            "So, would it also be fair to say that you exchanged information and you basically decided together what should be in the application and what should not?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, I don't think that, I think it was a case - is that we refreshed one another's memories.  After such a long time it's virtually impossible to remember what exactly had happened.  This is what we tried, we tried to refresh one another's memories in order to tell the truth to this Committee.",
            "Male"
        ],
        [
            "MR MOOSA",
            "You also had before you at that stage already, the statement by Mrs Kondile as well as by Dirk Coetzee, did you?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, we didn't have it with us.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Had you seen it at that point?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I can't remember that I'd seen that.  Dirk's statement or testimony before the Harmse Commission, I knew about that.",
            "Male"
        ],
        [
            "MR MOOSA",
            "I want to refer you to page 59 of Volume 1 - this is a statement made by you.  Look at paragraph 2 of that statement, could you read it out to us?\nMR DU PLESSIS\n\"I'm advised that Dirk Coetzee made allegations which means that I was an associate to the alleged murder on Koniwe Kondile.  Such allegations are untrue and in what will follow I am putting the real facts\"",
            "Male"
        ],
        [
            "MR MOOSA",
            "And when was this statement made from which you're reading?  Is it on the 11th of June 1990? - page 63.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOOSA",
            "And that is your statement that appears there - that is your signature, I'm sorry?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOOSA",
            "So, in fact you did have knowledge of the allegations made by Mr Coetzee?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's what I said Your Honour.",
            "Male"
        ],
        [
            "MR MOOSA",
            "You were obviously not involved with the actual arrest of Mr Kondile, did you hear about this though immediately that it occurred?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That he was arrested?",
            "Male"
        ],
        [
            "MR MOOSA",
            "Yes.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I can't remember today, whether I heard it immediately, one day afterwards or two days afterwards.",
            "Male"
        ],
        [
            "MR MOOSA",
            "But of course you've said that the Bloemfontein security branch was in regular and direct contact with you?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Now, it is the version of my client that Mr Kondile was not in fact arrested trying to come back into the country, he was arrested - he was in fact kidnapped from the Lesotho side.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "This is news, I don't know about that.",
            "Male"
        ],
        [
            "MR MOOSA",
            "You have told us that you grew up in a strict Afrikaner home and your family were members of the Dutch Reformed Church.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOOSA",
            "I take it, that includes yourself?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Later on in your testimony you told us that you had to do what is necessary and did not care about the destruction of family and family structures, in pursuing what had to be done to protect the government, is that correct?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, I did not say that directly but for me what was important was the total onslaught and the protection of the government of the day, as well as the white population in South Africa and therefore I was prepared.  I was trained and I was indoctrinated in this way and I thought I was right at that stage in doing so.",
            "Male"
        ],
        [
            "MR MOOSA",
            "You say, at that stage you thought it was right?  You have actually gone to great lengths to highlight the political nature as you consider it, of your actions.  Do you still consider it right? - I think the term you use is that you were protecting Western and Christian values.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOOSA",
            "You also said that you acted in a bona fide manner in doing what you did?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Indeed you say you acted in that fashion at all material times - that you acted in good faith at all material times?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOOSA",
            "But Mr Du Plessis, you surely knew that the actions you executed were unlawful, they were illegal, did you not?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, I knew that.",
            "Male"
        ],
        [
            "MR MOOSA",
            "So the reality is that you would stop at nothing to achieve what you call political ends?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's is correct, I went full out to protect the government and also the people who worked for the government,  that was my task, those were my instructions.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Even if it meant killing a 23 year old and burning his body?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Unfortunately that is the truth, that was what happened and I cannot wish that away.  It's a pity that it happened and at that stage I believed that was the only alternative.",
            "Male"
        ],
        [
            "MR MOOSA",
            "You say that was the only alternative.  Other people have spent time in detention, some as much as 27 years, was that not an alternative?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "It was not.  If that was the case, he had contact with other people and he would expose the information network and we would have been cut off regarding information and that would have been catastrophic for the Eastern Cape.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Up to the time that you actually visited Mr van Rensburg, you were in fact in charge of the interrogation, is that not so?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Indeed, up to that point there was no need to consult your superiors as far as the interrogation in the Eastern Cape was concerned?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I don't think it was necessary, but I kept them informed.  I also had to keep the headquarters informed regarding the progress of the interrogation.",
            "Male"
        ],
        [
            "MR MOOSA",
            "And when you say: \"headquarters\", where is that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Firstly, in Port Elizabeth and then security headquarters in Pretoria, that is what I did.",
            "Male"
        ],
        [
            "MR MOOSA",
            "And as far as headquarters was concerned, who in fact was the most senior person in the Eastern Cape?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Now General van Rensburg and Colonel Erasmus.",
            "Male"
        ],
        [
            "MR MOOSA",
            "So in fact, when you consulted the superiors that you consulted when you realised there was a problem, you were consulting headquarters, not so?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, if I refer to headquarters or head office, I'm referring to Pretoria and not Port Elizabeth, this was a regional office.",
            "Male"
        ],
        [
            "MR MOOSA",
            "And being overall in charge of the interrogation at that time or up to that point, any injuries that were sustained and any assaults perpetrated on Mr Kondile, you would be ultimately responsible, not so?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOOSA",
            "From the time he arrived at Humansdorp, where in fact you first saw Mr Kondile, do you know - plus minus, how many times he been interrogated?  Was it a daily thing or were there gaps in-between, what happened?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, it's impossible, I can't remember.  I think there were gaps in-between, he wasn't interrogated day and night, I can state that categorically but I don't know whether he was interrogated twice per day or whether there was a week in-between.  I can remember and I'm speculating, that he was taken to the Transkei at a certain stage or to the East London area.",
            "Male"
        ],
        [
            "MR MOOSA",
            "When you say you're speculating, were there times when you were in fact not in charge of the interrogation?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, I was at all times in charge of interrogation.",
            "Male"
        ],
        [
            "MR MOOSA",
            "And were you at all times physically present during such interrogations?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, no.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Other people would then be ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Sorry to interrupt.\n\tI couldn't hear your answer.",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, he was also interrogated by other people.  For example, in East London I was not present during his interrogation.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Let me get this clear, East London would be another area, not so?  You've clarified that that was on the border?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Now, I was talking about the Eastern Cape, were you always physically present when Mr Kondile was interrogated with regard to Eastern Cape? - that as I understand it, is P.E. and environments?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOOSA",
            "So, if Mr Kondile sustained injuries - serious or otherwise, you would definitely know about that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I think so, yes.",
            "Male"
        ],
        [
            "MR MOOSA",
            "So what your evidence really is, is that Mr Kondile sustained no injuries and certainly not the injuries of the nature described by Mr Coetzee who received it in turn according to him, from Mr van Rensburg?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "that is correct.",
            "Male"
        ],
        [
            "MR MOOSA",
            "And what that must mean is that Mr Coetzee is lying to us, not so?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Well, I don't know where he saw him except for up there and if he said he was seriously injured, I would say it's a lie.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Well, he certainly said that he was told the man was seriously injured but to him the man looked normal.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I can't comment on that.",
            "Male"
        ],
        [
            "MR MOOSA",
            "But you are saying that he is lying in relation to what he says he heard from Mr van Rensburg?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, I'm not saying that, what I'm saying is that he is lying saying that Kondile sustained serious brain damages.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Well, to be fair to Mr Coetzee, that's not what he's saying, he said he was informed of this situation by Mr van Rensburg.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] the way you're putting the question you see, you're asking him whether he's contradicting Coetzee, when you know full well that Coetzee is giving evidence of what he had been told, so I don't think that takes the matter very much further.",
            "Unknown"
        ],
        [
            "MR MOOSA",
            "...[inaudible] questions was put properly, in the sense that I asked very clearly - I stated very clearly that this is what he got from Mr van Rensburg, I did not say that this was information that Coetzee was imparting directly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MOOSA",
            "In fact, I've clarified that at some length.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All right, it's clear now.",
            "Unknown"
        ],
        [
            "MR MOOSA",
            "I didn't get - if I missed it I'm sorry, your comment on that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Comment on what?",
            "Male"
        ],
        [
            "MR MOOSA",
            "On whether you are lying - on whether you are saying that Mr Coetzee is lying about the information he said was imparted to him by Mr van Rensburg?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I can't comment on that.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Mr Coetzee is also telling us that he saw the vehicle that Mr Kondile was using and he describes that vehicle, are you aware of that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I am.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Now, are you saying that Mr Coetzee is lying in relation to that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Definitely.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You are talking while the interpreter is still interpreting and then we can't hear what your answer is.",
            "Unknown"
        ],
        [
            "MR MOOSA",
            "Now, taking it that you are saying that Mr Coetzee is lying in relation to that aspect, the question that I have for you is, what reason does Mr Coetzee have to lie?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I don't know.  All I can tell you is that the vehicle - I never saw the vehicle, it was left behind in Bloemfontein.  I've described how we left P.E. to Bloemfontein, that's where we got this vehicle.  If he says the vehicle was in Jeffrey's Bay, he's making a big mistake.",
            "Male"
        ],
        [
            "MR MOOSA",
            "And he's also making a big mistake I take it, about the number of people who were present at Komatiepoort, including Archie Flemington?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR MOOSA",
            "But Mr Du Plessis, there's no way he could be making a mistake about that, he would in fact be lying according to you, not so?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Mr Chairman, it's 1 o'clock, would this be a convenient time for the adjournment?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MR MOOSA",
            "I have quite a way to go.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We'll take the adjournment now and resume at 2 o'clock.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "You are still under oath.",
            "Unknown"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Moosa?",
            "Unknown"
        ],
        [
            "MR MOOSA",
            "Thank you Mr Chairman.\n\tMr Du Plessis, Mr Coetzee, did he ever visit you at Jeffrey's Bay?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, not that I know of.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Does that mean he never visited you?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Now you say you found a note under the bed in which you were waiting for Mr Kondile to have a bath, is that right?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I wouldn't say: \"under the bed\", it was under the blankets or under a blanket on his bed.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Then there was a bed in those quarters, and was it the same quarters that were depicted in the photo album which is in Volume 1? - that is pages 35 to 38 of Volume 1.  If you look at that photographic album, photograph A gives us a general overview of the police station and if you look at C on page 38, you can see the room where Mr Kondile was allegedly held, is that correct?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct, but we are referring now to the offices and in my letter I referred to the cell.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Was Mr Kondile interrogated in the room which is depicted in photograph C on page 38?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I don't know, there are various offices at Jeffrey's Bay and I don't know at which office he was interrogated.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Could we perhaps have an original Mr Chairman, quite frankly I've got difficulty in understanding this photograph.  I wonder if there's not an original available, maybe the witness will be able to assist us then - I can't really see this.",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "Mr Chairman, unfortunately I don't have any original documents - original photos in my possession, I only have copies - documents which were produced to us.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "Thank you Sir.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "All right.  So it does seem that photograph 38C, the C on page 38 - beyond depicting that it is an office with desks and chairs, it doesn't tell us very much more.",
            "Unknown"
        ],
        [
            "MR MOOSA",
            "Well, also a big window Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MOOSA",
            "Mr Coetzee has always mentioned that he found it strange that Mr Kondile was held in what he called: \"The White Quarters\", are you familiar with that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I think he put it like that, yes.",
            "Male"
        ],
        [
            "MR MOOSA",
            "But he does say - and he's been consistent about this, that he found Mr Kondile chained to the bed and there was a black policeman with him.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I can't comment on that.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Well, you can comment on this, Mr Kondile was surely a big fish, he was a very important catch for the security branch, not so?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's correct, yes.",
            "Male"
        ],
        [
            "MR MOOSA",
            "He wouldn't be treated like any ordinary prisoner.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "In connection with what?",
            "Male"
        ],
        [
            "MR MOOSA",
            "In the way you hold him, in the way you make sure that he is secure and guarded all the time.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "While he was in the cells he was not guarded, he was guarded in the office or in the single quarters later on.  There were policemen who were on night duty and they did night duty at those cells.",
            "Male"
        ],
        [
            "MR MOOSA",
            "When we spoke of a big fish Mr Du Plessis, this man was a trained terrorist in your own version, who was close to Chris Hani, is that right?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Could you give a reason why he was interrogated for quite a while by policemen other than in the Eastern Cape section of the security branch?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Yes, I've never said that, I said he was interrogated by - as far as I can remember, members from East London, I don't know whether I've said: \"for a long period\".",
            "Male"
        ],
        [
            "MR MOOSA",
            "Well, let me start again, you were in daily contact with Bloemfontein and it is Bloemfontein that I was referring to.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "No, I was not in daily contact with Bloemfontein, I would say: \"on a daily basis\".  Before he went - was transferred to Port Elizabeth, I was in contact with him and they with me but not on a daily basis.",
            "Male"
        ],
        [
            "MR MOOSA",
            "The question really is, why was he interrogated by the policemen in Bloemfontein for what was in fact a period of as much as two weeks?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I can't comment on that, I've applied that he should be transferred to Port Elizabeth and that happened like that.",
            "Male"
        ],
        [
            "MR MOOSA",
            "So you applied and Bloemfontein didn't decide to send him to the Eastern Cape where he would be most relevant, of most use?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I think that they would have decided that later on but initially I decided that he should be transferred.",
            "Male"
        ],
        [
            "MR MOOSA",
            "But you've told us that you received regular communications from Bloemfontein, you basically knew what was going on with the interrogation, would that be fair?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I think so, yes.",
            "Male"
        ],
        [
            "MR MOOSA",
            "So surely Mr Du Plessis, you are in a position to answer on basis Mr Kondile was interrogated by security branch policemen who happen not to be from the area in which he would likely be ...[indistinct]",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I don't know how I'm going to comment on that.  If they wanted to interrogate him and they did interrogate him about relevant things - Bloemfontein also monitored the activities in Lesotho and they interrogated him about this and this was also in the report that they issued about this.",
            "Male"
        ],
        [
            "MR MOOSA",
            "You've mentioned the Lesotho network in some detail and you've also quite a few times mentioned photographic albums, am I right?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR MOOSA",
            "And you particularly referred us to Volume 2 at page 167, the report that features from page 167 through to 171.  The fact is it's impossible for us today, to determine what in this report came from your own information as the security police generally and what - if any, came from Mr Kondile.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I can say that there's a report in crypted message that I wrote during the interrogation but unfortunately I see that it stops on page 3 or 4.  I have no further details about this but I wrote a message in which I gave reasonable detail.  It contains amongst others by implication, what is written here but also contains further information.\n\tI'm referring to an encrypted message, page 172 of Volume 2, dated 17/7/1981.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Yes, did you want to highlight something in this encrypted message?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I'm just saying that this is my own - these are my own experiences but on the last page we refer to the fact that it follows onto page 4 and there is no 4, 5, 6 or 7.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Yes, that is from page 174 where it abruptly stops, that's what you say?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR MOOSA",
            "The question put to you originally and it applies equally from the encrypted message you've identified, is that the security police would have information of it's own at all times, am I right?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR MOOSA",
            "And this would include, not only what's happening in Lesotho but some information or a great deal on what's happening in the Eastern Cape region.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR MOOSA",
            "And all I'm saying is, Mr Kondile is unfortunately not with us today to confirm or deny, that's it's impossible for us to say today what of this information comes from you a security branch and what came from Mr Kondile.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Unfortunately that is the case, yes.",
            "Male"
        ],
        [
            "MR MOOSA",
            "What does emerge quite clearly [indistinct] which you felt he would be best able to fill.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR MOOSA",
            "So I'm putting it to you that you have ensured that this young man, Mr Kondile, was guarded at all times and you would have ensured that he would have no opportunity to escape.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I took all possible steps, yes.",
            "Male"
        ],
        [
            "MR MOOSA",
            "I'll also put it to you that it would be most unlikely that Mr Kondile would simply offer himself - would offer information to you, you would have to induce him and induce him by way of violent assaults",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I did say that in the beginning I assaulted him and thereafter we co-operated and worked together well. He gave various pieces of information to me which I didn't know about, I cannot take it any further than this.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Besides yourself who was effectively in charge, who were the other policemen involved at different times in the interrogation of Mr Kondile?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I cannot give you detail, what I do know is that Sergeant Raath was involved, he was also with us when we went to the Division Border and Transkei with him.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Yes, anybody else?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "As far as the guarding was concerned, Sergeant Dunster was involved.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Talking about Sergeant Dunster, you have no doubt seen his statement?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR MOOSA",
            "It appears Mr Chairman, at pages 42 to 52 in the 1st Volume.\n\tNow, did I get you right, Mr Dunster was involved in the guarding, are you saying that he was not involved in the interrogation?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "As far as I can recall, yes.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Of course that means that he was involved in the interrogation?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "It's possible, it was a long time ago and anything is possible.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Anything is possible, and in his statement he says he was indeed involved, is that right?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's what he says, but I cannot remember that.",
            "Male"
        ],
        [
            "MR MOOSA",
            "But he says more, he says other policemen were involved, and this appears at page 43 listing them and merely deleting the name of Mr Tongata who - actually Sergeant Tongata who was not involved in this case.  Included in those names would be Mr van Rensburg, Mr Du Plessis which is yourself, Captain Roelofse, Warrant Officer Niewoudt and Sergeant Raath, whom you've actually mentioned, is that right?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Does this jog your memory, were these other people present who are listed here besides Sergeant Raath?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I'm satisfied that they were not involved and if I can remember correctly, it was the same time when Captain Roelofse and Niewoudt or Niewoudt per say, was busy with another detainee Mthimkhulu.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Niewoudt was involved with Mthimkhulu, you are however saying he was not involved with Kondile at all?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR MOOSA",
            "The Dunster affidavit also tells us about methods of interrogation and on page 42, it speaks about: \"The Spook\" which is how a certain method was referred to in security circles, do you know about: \"The Spook\"?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Tell us about: \"The Spook\".",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "In my evidence in chief I've already said that I never used it, nor did my personnel use it but as a young detective I did hear about this from the detective agency - services.",
            "Male"
        ],
        [
            "MR MOOSA",
            "At page 45 of his statement, Dunster says that he was instructed by yourself to interrogate Mr Kondile and indeed he stayed at Jeffrey's Bay for a long period, for more than a moth.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I have no knowledge of that.  I do know that I requested him to go together with Mr Raath to guard him in the single quarters.",
            "Male"
        ],
        [
            "MR MOOSA",
            "But he is specific, he talks about the torture of Sizwe Kondile.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I cannot help you any further.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Of course you are the person who would know if there was torture?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's why I say I have no knowledge of that.",
            "Male"
        ],
        [
            "MR MOOSA",
            "And what he said is, that Mr Kondile was severely tortured and that the words: \"We do not want another \"Biko\" case\", came from you.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Most certainly not.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Are we to believe that this is a coincidence, that the same words were uttered by Mr Coetzee who claims he got it from Mr van Rensburg?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's all that I can believe.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Well, lets see what we have, we have you who lied in a statement, lied to the Harmse Commission, would you agree with that?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR MOOSA",
            "And we have Mr Coetzee - whatever criticisms can be labelled about the material facts that we're referring to, he has been consistent throughout, is that correct?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I do not want to express an opinion on that.",
            "Male"
        ],
        [
            "MR MOOSA",
            "And the tubes and the electrical tyre shocks which were described at length by Mr Dunster, you say never occurred?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Not with this person, definitely not.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Well, Mr Dunster has other important information for us and this is that Mr Kondile refused to give you certain vital information.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I have no knowledge of that, perhaps he concealed things from me but I do not know about it.",
            "Male"
        ],
        [
            "MR MOOSA",
            "It's at page 47 where it's in fact said - that is the second last paragraph, that he, Mr Kondile, would in fact blankly refuse to give certain information and that's when the torture would become more severe.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I deny that.",
            "Male"
        ],
        [
            "MR MOOSA",
            "And Mr Dunster tells us that two white policemen arrived at Jeffrey's Bay from Pretoria - this is on top of page 48.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I have no comment.",
            "Male"
        ],
        [
            "MR MOOSA",
            "So, Mr Coetzee knew about the car and saw it according to him, in Jeffrey's Bay.  He also knew about a certain room in which Mr Kondile was allegedly interrogated and are we to believe that's coincidence?",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I do not know whether anybody told it to him, it's possible.",
            "Male"
        ],
        [
            "MR MOOSA",
            "There would be very few people who could really tell it to him, one of them would be yourself, the other Mr Raath and perhaps Mr Dunster.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "Or possibly Mr van Rensburg.",
            "Male"
        ],
        [
            "MR MOOSA",
            "Or possibly Mr van Rensburg.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's correct.",
            "Male"
        ],
        [
            "MR MOOSA",
            "And that's exactly what he says, Mr van Rensburg told him a lot of things.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's why I say I cannot comment because I have no knowledge of it.",
            "Male"
        ],
        [
            "MR MOOSA",
            "I'm going to put it to you that it's actually quite unlikely that a trained activist like Mr Kondile would take the risk of writing the kind of note you talked about, while in security police detention.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "I can tell you that there are court cases where such things have been happening which served as confessions or tried to serve as confessions, pages were written from the cells.",
            "Male"
        ],
        [
            "MR MOOSA",
            "But here - according to your version, you are talking about someone who wants you to believe that he is co-operating and he is willing to work for you.",
            "Male"
        ],
        [
            "HERMANUS BAREND DU PLESSIS",
            "That's correct.",
            "Male"
        ]
    ]
}