{
    "header": {
        "type": "AMNESTY HEARINGS",
        "location": "CAPE TOWN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54655&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/capetown/capetown_3heidel.htm",
        "speakers": [
            "MR SIBAYA",
            "MS QUNTA",
            "MR PRIOR",
            "CHAIRPERSON",
            "ADV SANDI",
            "JUDGE WILSON",
            "INTERPRETERS",
            "INTERPRETER",
            "NORMAN ARENDSE",
            "MR FOURIE"
        ],
        "starting date": "UNKNOWN",
        "original_speakers": [
            "MR SIBAYA",
            "MS QUNTA",
            "MR PRIOR",
            "CHAIRPERSON",
            "ADV SANDI",
            "JUDGE WILSON",
            "INTERPRETERS",
            "INTERPRETER",
            "ADV ARENDSE",
            "MR FOURIE"
        ]
    },
    "testimony": [
        [
            "MR SIBAYA",
            "The first one is Domvilele, have you written that down?",
            "Male"
        ],
        [
            "MS QUNTA",
            "Yes.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "The second daughter is called Nombeni.",
            "Male"
        ],
        [
            "MS QUNTA",
            "And the surname is the same as yours?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Yes, it is the same.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Do they have any English names?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "No, not at all.",
            "Male"
        ],
        [
            "MS QUNTA",
            "When you went to the Guguletu Police Station and you told the policemen that you saw what you say you saw you say you gave - they sent you out, they sent you away?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "They looked at the paper and listened to what we were saying.  They said to me there are no soldiers that would leave arms in a car.  They then also said that Heidelberg is up-country.  Our question was that because this car is from the Transkei they could be on their way to Heidelberg.  It could be a stolen car.  They then said our story was not true.  They took my name and address and said we must leave because we were drunk.",
            "Male"
        ],
        [
            "MS QUNTA",
            "And you gave them the diagram?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Yes.",
            "Male"
        ],
        [
            "MS QUNTA",
            "And what did they do with that diagram when you were in the Station?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "They looked at the diagram and said that Heidelberg is up-country.  I said to them these people could be headed up-country because this car is not even from here.  They said our story was not coherent we must leave.  They tore the paper, said we must go and sleep because we were drunk.  They only took my name and address.  They did not want anything further than that.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Now I have here with me extracts from the Occurrence Book of the Police Station for the evening Thursday 30 December 1993 and Friday 31 December 1993.  You said in your statement that you went there at about quarter past twelve, between quarter past twelve and half past twelve.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Going where?",
            "Male"
        ],
        [
            "MS QUNTA",
            "On the 31st, going to the Police Station, to Guguletu Police Station, that's what you told us in your statement.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Yes it was after midnight when we went there.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Now there is no entries in respect of that incident or your reporting here, Mr Sibaya, nothing.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Written where?",
            "Male"
        ],
        [
            "MS QUNTA",
            "In the Occurrence Book, we've got - now in a police station, as you know, they make reports of incidents that are reported to them.  They have for instance here if I can perhaps give an example of a sick report by a constable.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Mr Chairman may I simply confirm that it is common cause that the police never recorded the report alleged by this witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's move on.",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "Yes, I'm moving on, I'm not wanting to belabour this point but I just want to put it as a background.\n\tNow Mr Sibaya I want to put it to you that if you walk into a police station and you tell the police you've just seen a group of people with a load of weapons getting out of one car and getting into another car and driving away and you give them a diagram with the words \"Observatory and Hartleyvale\" written in that, and they then tell you that you are drunk, or Heidelberg is up-country, it really needs a lot of imagination to believe you.  I cannot see a policeman in the atmosphere of '93 doing that.  So I am putting to you that you never went to Guguletu Police Station.  You are not telling the truth.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Ma'am they said that what we were saying was not true, this is why they told us to leave.",
            "Male"
        ],
        [
            "MS QUNTA",
            "You see on that same Occurrence Book, Mr Sibaya, at 4:30 it is written that there was a shooting incident in the same township, in the same Occurrence Book and you want to convince this Committee and the public that if you go in there saying you saw a man with a bunch of guns and with a car that moved away and a diagram of a place in Cape Town, in Observatory, Hartleyvale, that the police would shoo you away in 1993?  And they write your name and address but they don't write the incident, you are not telling the truth.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "I did not know what was happening, they did not know what was happening either.  It is them that did not take seriously the statement that I was giving.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Sibaya how many police were there when you came to the Police Station?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I could not remember that because it was very late.  I just went to the policeman at the counter.  He called another policeman, they both then agreed that I was fabricating.  We were drunk.  We were scared.  They said that there is no soldier that will just leave a car.  This is why they said that our story is not credible.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Would you say there were many police, there were two, three or four, I accept that you can't give the number?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "There was one policeman at the counter, we told him what happened.  He told another policeman, we told them that a car was being stolen.  They concluded that these people must have been looking for a particular place, they just told us to leave.  What I am trying to say is they did not believe us.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you know any one of them?  Had you seen any of those police before?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I don't know the Guguletu police, I hardly ever go to the police station.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is it that you say that you were talking to police you had not seen before, you had not met them before?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I hardly ever go to the police station, I am not a person with such problems.  If I have a problem at home I sort it out at home.",
            "Male"
        ],
        [
            "ADV SANDI",
            "If you were to see any one of those police you say you saw at the police station would you be able to remember or identify his face?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I couldn't be sure Sir, but if it is said that he was on duty on that day perhaps I could identify him but I can't be sure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know the name of the policeman to whom you spoke?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "No I did not even ask for the name.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you know the name of the other policeman who was called in?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I couldn't remember them Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were names mentioned, were they called by their names, did one policeman call the other policeman by name?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "The one said to the other, \"Sergeant come and listen to these people\".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he not mention the name of the Sergeant, did he just say \"Sergeant\"?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Yes he just said \"Sergeant\".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Yes do carry on.",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "Mr Sibaya you went with Mark Killian, do you recall going with Mark Killian to NY141 no.67 pointing out?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "What are you talking about?",
            "Male"
        ],
        [
            "MS QUNTA",
            "Okay, I am going to show you - the person sitting across there is Mark Killian.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Yes.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Do you know him?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "No I don't know him.  Is he the one I went to the Township with?  Are you talking about that man?",
            "Male"
        ],
        [
            "MS QUNTA",
            "Yes.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Yes well I recognise him now, I recognise him.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Now you recall you went with him to NY141 no.67?   That is the lady you said was your girlfriend in your statement, I think it's Mrs Khosana?  Do you recall going with him there?",
            "Female"
        ],
        [
            "MR PRIOR",
            "Mr Chairman with respect it's not quite correct.  If my learned friend is referring to page 3 of the supplementary bundle, paragraph 1, that is the third last paragraph it doesn't say that they went to NY141 67, they went to another address.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Oh yes that's correct, my apologies.  In fact, yes, I want to establish that he was in the company of Mark Killian when they went to see this person. The Interpreters, I need to know whether he agrees with me.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Yes we went to where he worked, I showed him.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Now she denied that she was your girlfriend and she said in fact that you were neighbours at some point in Nyanga East.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Yes well she does deny, she always denies.",
            "Male"
        ],
        [
            "MS QUNTA",
            "(Laughs)  I beg your pardon.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Let me tell you something, to have a love relationship in a shebeen is not the same as a formal love relationship.",
            "Male"
        ],
        [
            "MS QUNTA",
            "So in fact Mr Sibaya she was not your girlfriend?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Let me put it this way Ma'am, I did not know even her address was, we met at a place where we were drinking, a shebeen I think.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Okay.  Now she ...(intervention)",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Do you say you didn't know what her address was?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I did not know it well because I had met her in a shebeen and then I went to look for her the next day.  She was not certainly my girlfriend.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Uncertainly your girlfriend.",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "That's just one of the many facts and inconsistiences in what you say in your statements.  But more importantly she also told, she also said in your presence that she was your neighbour in Nyanga East and the address was, I have the address here ...(intervention)",
            "Female"
        ],
        [
            "MR SIBAYA",
            "She was still very young at the time.  When we were neighbours she was very young.",
            "Male"
        ],
        [
            "MS QUNTA",
            "It's NY, I think Mr Chairman if you will please bear with me I have the address somewhere here, I think it's F5 and F6 in Nyanga East, that's correct.  And yesterday when I asked you where you lived you gave only Guguletu and Langa and you said in Langa you had lived for ten years.  And I asked you whether you had lived anywhere else and you said no. And now you admit that you were neighbours with this in Nyanga East.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "That was in the 1960's.  I was not even working at the time.  Between 1959 and 1961 I was also still very young at that point.",
            "Male"
        ],
        [
            "MS QUNTA",
            "How old is Mrs Khosana?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "She is old now, she's an elderly person.",
            "Male"
        ],
        [
            "MS QUNTA",
            "We will leave that.  The lady where you said you went to knock to get directions about where you are she also denied, in your presence, to Mr Mark Killian, that you ever knocked on her door after midnight on that evening.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Nobody would remember something that happened in 1993.  There are probably a lot of people who have knocked on her door since 1993.  She probably can't remember such a thing.",
            "Male"
        ],
        [
            "MS QUNTA",
            "But if someone knocks on your door after midnight and you are the only person living in that house and you open that door I want to put it to you that it's not easy to forget that, especially if the following day, as she has said to you and Mr Mark Killian, there were a number of - there was a vehicle parked in the road and there were lots of police and so on, so I don't believe that someone can forget that incident.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Where were the police?",
            "Male"
        ],
        [
            "MS QUNTA",
            "The following morning there was a vehicle found in the street in the following morning and the police came there, now that person would have remembered that someone came and knocked at her door the previous night, particularly in the townships as you know Mr Sibaya.  I want to put it to you that she would not forget that incident.  She has consistently denied that someone like you ever came to her door or any other person came to her door on that date at that time.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Listen Ma'am, that lady opened the door, she did not let me in, I just told her or asked her the question.  I then left because it was late.  She would never admit that she remembers that because this is a huge case now.  I will not recognise her.",
            "Male"
        ],
        [
            "INTERPRETERS",
            "Would the witness repeat the last sentence please.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I would also not admit that such a person had knocked on my door myself, I would not admit it because I would be putting myself in trouble, I would also deny it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you are not that kind of person, because when you saw the trouble that night you promptly decided to go to the police.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I will never deny the truth Sir if there is danger attached to it.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Mr Chairman I am about to finish with the cross-examination.  I have a few more questions to ask the witness.  It shouldn't take longer than ten minutes but I would like to ask for an adjournment for no more than 15 minutes or so.  Unless perhaps to avoid wasting the Committee's time, I appreciate that we need to get through it, Advocate Arendse may have some questions, but I am not in a position to proceed presently.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We will adjourn now for 15 minutes.",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "Thank you.\nHEARING ADJOURNS\nON RESUMPTION",
            "Female"
        ],
        [
            "MR PRIOR",
            "Mr Chairman I need to place something on record on instructions of the Investigating Unit regarding the reference to Mr Killian.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Should we not wait until the cross-examination is finished?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "As the Committee pleases.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Yes do carry on Miss Qunta.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "(s.u.o.)",
            "Male"
        ],
        [
            "MS QUNTA",
            "(cont)\n\tThank you Mr Chairman.  Mr Sibaya I would like to find out from you how long you've been working where you are working at present, how long have you been employed there?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "This is my second year.",
            "Male"
        ],
        [
            "MS QUNTA",
            "And prior to that where did you work?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "I was working in Hillwood.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Where is that?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Claremont.",
            "Male"
        ],
        [
            "MS QUNTA",
            "And what were you doing?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "I was a garden boy.",
            "Male"
        ],
        [
            "MS QUNTA",
            "You were a gardener?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Ja.",
            "Male"
        ],
        [
            "MS QUNTA",
            "And for how long did you work at Hillwood Mr Sibaya?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "A very long time.",
            "Male"
        ],
        [
            "MS QUNTA",
            "How long in years?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "More than ten years.",
            "Male"
        ],
        [
            "MS QUNTA",
            "More than ten years.  How much did you earn when you were working at Hillwood?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "I started at a very low rate but now I get about a R1 000.",
            "Male"
        ],
        [
            "MS QUNTA",
            "No I need to know how much you earned when you were working at Hillwood, not where you are working now.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "I started at about R250 and then it goes up now and again.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Per month, 250 per month?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Yes a long time ago when I worked.",
            "Male"
        ],
        [
            "MS QUNTA",
            "At Hillwood.  Now you earned 250 per month at Hillwood, Claremont, is that correct?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Correct.",
            "Male"
        ],
        [
            "MS QUNTA",
            "For about ten years?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "No I would get an increment now and again.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Okay now when you left Hillwood how much did you earn?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "I worked in a lot of places after Hillwood.",
            "Male"
        ],
        [
            "MS QUNTA",
            "No I want on the average how much did you earn during that period, say the last ten years, what was your average income per month?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Where, in Hillwood?",
            "Male"
        ],
        [
            "MS QUNTA",
            "Wherever you worked as a gardener.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "It is now worth R50 a day to work as a gardener.",
            "Male"
        ],
        [
            "MS QUNTA",
            "No I want you to listen to the question Mr Sibaya.  What I am asking you is, in the last ten years you say you worked at Hillwood and then you said you worked at a number of places, now what, on the average, did you get paid per month, not per day, per month?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "You get paid R50 per day, they don't pay you monthly.",
            "Male"
        ],
        [
            "MS QUNTA",
            "So that's what, that's about ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Being casual ...(intervention)",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "So that's about R1000 a month, okay?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Yes correct.",
            "Male"
        ],
        [
            "MS QUNTA",
            "We'll take that as a - ja.  And now in the last two years where you have been at this place where you work presently how much did you get there per month?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Where I am working now?",
            "Male"
        ],
        [
            "MS QUNTA",
            "Yes.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "I get paid weekly now, from R200 to R250 a week.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Okay.  And do you have any other source of income besides the wages that you get from being a gardener?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "I got a pension from Hillwood, I get R400 a month.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Okay.  That's about R1 200 per month that you get, is that correct Mr Sibaya, you say about R1 200?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Yes.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Okay.  Besides the pension do you have any other source of income perhaps from your children or whatever?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "No.",
            "Male"
        ],
        [
            "MS QUNTA",
            "What is your ID number Mr Sibaya, do you have your ID number on you?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "I don't have it with me now.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Do you know it from your head?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "No I don't know it.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Mr Sibaya I am tempted to say that a registration number stays in your head but your own ID which is so important and integral to your life you can't keep in your head.  Perhaps your memory is not as good as you would like us to believe.  But if I showed you your ID would you recognise it?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "If you show me my ID number or my ID?",
            "Male"
        ],
        [
            "MS QUNTA",
            "Your ID number.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "I could guess and if you told me or showed me the number I would remember.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Can you read numbers Mr Sibaya?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Yes I am able to read numbers.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Okay.  Now are you certain that you do not have any other source of income Mr Sibaya, I will just ask you for the last time?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "I do not Ma'am.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you receive any gifts from anybody on a regular basis?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "No I only, the only extra money I receive is my pension, the R400 I mentioned.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Do you own any property Mr Sibaya?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "My boss bought me a house.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Where was that house?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "In Kenilworth.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Can you give us the address, where is it in Kenilworth?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Which address do you want, the address I stay in or the address that my boss ...(intervention)",
            "Male"
        ],
        [
            "MS QUNTA",
            "No I want, you said your boss bought you a house and I want the address of that house.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Hampstead Avenue, but I don't stay in that house.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Oh, in Kenilworth.  And who is the boss who bought it, which boss?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Mr Bruzeck.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Mr who?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "(Interpreter says Brunzo - but sounds like Bruzeck) - he left.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Mr Brunzo?  Are you able to spell that?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "I think it's B-R-U-N-Z-E-L ja, his name is Gunther, he left for Germany.",
            "Male"
        ],
        [
            "MS QUNTA",
            "What's his first name, Gunther?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Yes.",
            "Male"
        ],
        [
            "MS QUNTA",
            "G-U-N-T-E-R, Gunter Brunzel?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Yes.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Okay.  Now the house is in whose name, is it in his name or in your name?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "It is written in my child's name, Numbini.",
            "Male"
        ],
        [
            "MS QUNTA",
            "In - okay.  And when was this bought?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "1992.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Are you sure of that Mr Sibaya?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "What do you mean am I sure?",
            "Male"
        ],
        [
            "MS QUNTA",
            "No of the date, I need",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Yes it was 1992.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Do you know who were the lawyers involved in that transaction?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "I only had to sign.  It is was Pam Golding were the estate agents.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Now Mr Sibaya I have here a printout from the Deeds Office.  Mr Chairman I have just received this during the break.  My apologies to my learned friend, I have had a Deeds search this morning and I wasn't sure what it was going to produce and I have only one copy here, and if I may with your permission refer to it and I will hand it down or make it copies.  If you will excuse me for a minute.\n\tWhy did this person buy you a house, why did your boss buy you a house, Brunzel, when did you work for him?  Sorry my apologies Mr Chairman.  To the Interpreter perhaps you can start with when he worked for him.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "I worked for him for quite a long time.",
            "Male"
        ],
        [
            "MS QUNTA",
            "When?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "1971, between 1970 and 1971.",
            "Male"
        ],
        [
            "MS QUNTA",
            "And you worked for him for that year?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "I stopped working for him around 1980.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Do you remember how much the house cost?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "I would not know unless I would look at my documents.",
            "Male"
        ],
        [
            "MS QUNTA",
            "And do you recall the attorneys who acted in that matter?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "I don't remember them, however their names are written on the document.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You stopped working for Mr Brunzel in 1980 is that correct?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Correct.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And he bought you a house in 1992, 12 years later, why was this?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "He has now left the country, he had said to me a long time ago that he would do something special for me one day.  He then looked for me at my place of work and gave me the gift.",
            "Male"
        ],
        [
            "ADV SANDI",
            "This Mr, Mr Sibaya, can you tell us more about this Mr Brunzel, yes, what kind of work was he doing?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "He had factories.  He was a businessman.  I beg your pardon that was a mistake with the Interpreter.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Do you know how much the house cost?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "I don't know.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Mr Sibaya is it possible that you could make an error in saying that the house was in your daughter's name, is there a possibility that it may be in the other daughter's name, not Nombini?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "My other daughter?",
            "Male"
        ],
        [
            "MS QUNTA",
            "Yes.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "I don't know, but if I looked up with my documents I would see in whose name it is.",
            "Male"
        ],
        [
            "MS QUNTA",
            "I will tell you why I am asking that Mr Sibaya.  I am not suggesting that the house was not bought, but I did a search of the Registrar of Deeds in Cape Town which records all the properties in Cape Town and there is no one, there are five persons by the name of Sibaya and none of them have the name Nombini.  And none of them are in Kenilworth.  Now my apologies Mr Chairman I have just received these documents now, I have gone through them very quickly, but I can say that there is no one by the name of Nombini Sibaya.  And if you will recall the witness earlier did say that, his daughter's used his surname.\n\tNow I want to ask him, there is no evidence that there is any property owned by anyone with a surname of Sibaya which, with the first name Nombini.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Maybe let's find out whether she has a married name, is she married?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "She is married.",
            "Male"
        ],
        [
            "MS QUNTA",
            "What is her married name?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Soyiswapa(?)",
            "Male"
        ],
        [
            "INTERPRETER",
            "Could the witness repeat the surname please?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Soyiswape.",
            "Male"
        ],
        [
            "MS QUNTA",
            "I just want to make sure with the witness that none of the names that are on here, that I have here before me are any of his relations.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Maybe you will tell us what is the relevance of all this at some stage.",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "Yes I will Mr Chairman, I will.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Up to now it sounds meaningless to us.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I would also like to know what is going on.",
            "Male"
        ],
        [
            "MS QUNTA",
            "(Laughs)  My apologies Mr Chairman.  Now the reason I am asking you this Mr Sibaya I am going to tell you now is that apart from you saying that you've got a house and I want to come back to that house because I think I would like the Committee to understand more about that house.  If the house was bought for you by your boss there is a question mark as to why it was put in your daughter's name, perhaps you have an explanation, but I don't know of many bosses who can purchase a house, but I will come back to that.  What I want to put to you and I want to explain to the Committee why I've raised this issue, it is that it has come to - I've had instructions that Mr Sibaya has entered into a deed of sale for the purchase of a property worth    250 000 for a property in Claremont, it is known as 52 Carlton Road, Claremont.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Put that to him.",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "In fact, ja, it's 250 000.  Now Mr Sibaya ...(intervention)",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Are you talking to me?",
            "Male"
        ],
        [
            "MS QUNTA",
            "Ja, ja.  I am saying to you, you on your salary that you've given us and you've told us that you don't earn any extra, I want you first of all to confirm that you entered into this deed of sale.  I am going to hand it over to the Committee, I mean to you, and again it's my apologies for not having handed it up.  Perhaps before I can do that.  It has got your name, NY72 no.52 and it's got your ID number which is - you can have a look at your ID number there and indicate whether it's the correct one.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What document are you showing him?",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "It's a Deed of Sale Mr Chairman, for the record.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "I refuse to accept the house, it is not mine.",
            "Male"
        ],
        [
            "MS QUNTA",
            "No I don't want to know about the house or anything I want to ask you, first of all is that your particulars, is that your ID number?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Yes I even know what you are talking about.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Okay.  Now my second question to you is did you enter that Deed of Sale and is that your signature?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Yes but I did not accept this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No just answer the question, is that your signature?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Yes that is my signature.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right, put the next question.",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "And you've initialled on every page and signed on the last page.  May I have it back please.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "When they were making me sign I did not know what they were putting me into.  I realised later that they were putting me in trouble.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Miss Qunta what is the date?",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "I am trying to establish that now Mr Chairman, that's why I am silent, I am trying to - the witness signed on the 30th of December 1996 and the seller signed on the 31st of December 1996.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Mr Chairman with respect, could we have a bit more detail, who were the parties to this agreement?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll get that.",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "The seller in this Deed of Sale, for the record, is a person called Cyprian Charles Richards from the Vineyard, Harris Row, Eden Glen.  I have no idea where Eden Glen is.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Give us the relevant particulars, what are they?",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "Of the seller Mr Chairman?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No of the property.",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "Oh yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "The purchase price?",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "The purchase price ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How payment is to be made.",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "Purchase price is R250 000.  The erf number is 119105.  The condition is that R15 000 is supposed to be paid within seven days of acceptance of the offer, so I presume on the 7th of January.  And possession was to be given on the 1st of April 1997.  I am not quite sure, I can't see on here who the attorneys are, the transferring attorneys, but could I proceed with my questioning?\n\tMr Sibaya why did you purchase this house, why did you want to purchase this house?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "I did not want the previous house but when I realised that this one was costly or very expensive I left it.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Which previous house are you referring to?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "The one that my boss had bought for me initially.",
            "Male"
        ],
        [
            "MS QUNTA",
            "So in fact you had that other house, you were not happy with it, and you then decided to purchase this one?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Yes I wanted to sell the original house then when I realised that this was not going to work I left it at that.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Did you sell the previous house your boss bought you?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "I did not sell it.  There was a discrepancy in the prices.  I could not have sold it on my own.",
            "Male"
        ],
        [
            "MS QUNTA",
            "What was the price of the previous house?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "The original was worth between R160 000 and R180 000, the other one was worth more than that.",
            "Male"
        ],
        [
            "MS QUNTA",
            "But when I asked you earlier what the price of the house was you told me that you don't recall, or you don't know, but you've remembered just now.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Well I am talking about the value of the house right now, at the moment, I did not buy this house myself.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Now - so at the moment you have two houses then?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Where?  I did not end up taking the second house.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Oh, okay.  And why didn't you - because you were not happy with the price?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "The second house was too expensive.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Mr, are you sure that the purchase of this house was going to be - the Deed of Sale that we are referring to now, let's call it the second house, the money for the second house was it going to come only from the sale of the first house?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Yes that is how it was going to go.",
            "Male"
        ],
        [
            "MS QUNTA",
            "And you had no additional finance?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "I do not have.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Now if the first house was not in your name how were you going to sell it?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "That was the problem.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The Interpreter did not understand what the witness was saying.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I was not aware that I could not sell it because it was not in my name even though the house belonged to me.  That was the problem.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Was that now the problem with the sale of the house?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Yes.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Mr Sibaya you seem to make things up as you go along.  You didn't raise that earlier as a problem.  In any case what I would like to put to you is do you know ...(intervention)",
            "Female"
        ],
        [
            "INTERPRETER",
            "Could the speaker wait for the interpretation.  You may proceed Ma'am.",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "Mr Sibaya my instructions are that you paid an amount of R15 000 deposit on this property.  Do you deny that ...(intervention)",
            "Female"
        ],
        [
            "INTERPRETER",
            "Could the speaker wait for the interpretation.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I did not end up paying the R15 000.  I did not pay this R15 000, I only paid R5 000 for the plan and I lost that R5 000.  However I did not pay the R15 000.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Those are my instructions Mr Sibaya.  Now do you know a person called Mr Levy?  Do you recall a person by the name of Mr Levy?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Where, from where, I don't know him?",
            "Male"
        ],
        [
            "MS QUNTA",
            "He is an estate agent, those are my instructions.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Where, from where?",
            "Male"
        ],
        [
            "MS QUNTA",
            "In Cape Town.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Won't you elaborate, perhaps I've forgotten him.",
            "Male"
        ],
        [
            "MS QUNTA",
            "He's the gentleman, my instructions are that you showed him in January 1996 or it could have been in December 1996 you showed him a deposit slip for an amount of R325 000 in Standard Bank, deposit slip with a proper bank stamp, and informed him that that deposit will mature on the 15th of January 1996.  It was a fixed deposit.  Do you recall that?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "No I do not recall that, no.  I could not sell the first house this is why I did not buy the second house.",
            "Male"
        ],
        [
            "MS QUNTA",
            "So you never showed a Mr - as far as you are concerned you never showed a Mr Levy a deposit slip of      R325 000?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "No.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Well those are my instructions and they come directly from Mr Levy.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Did you have a deposit account, sorry not a deposit, did you have a savings account of any sort with the Standard Bank? ...(intervention)",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "...those are my instructions.",
            "Female"
        ],
        [
            "INTERPRETER",
            "Could the speaker wait for the interpretation.  Could the witness repeat the answer.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "I will repeat the question.  Did you have a savings account or any similar account at the Standard Bank, Claremont?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "The mistake is such - there was a mistake, there was such a mistake around January or February, Nokaya Sibaya from - my ex-wife and I ...(intervention)",
            "Male"
        ],
        [
            "INTERPRETER",
            "Could the witness repeat the answer from the beginning please.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes please.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Such a mistake did occur.  Nokaya, my uncle's wife I got a slip that I have money in the bank, I went to the bank and apparently there was an error, an administrative error within the bank, then I had about      R40 000 in the bank but they had confused our names, our first names.",
            "Male"
        ],
        [
            "MS QUNTA",
            "So in fact you misled Mr Levy when you showed him the deposit slip for R320 000?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "I have never had such an amount of money, it was my uncle's wife that had that amount in the bank.",
            "Male"
        ],
        [
            "MS QUNTA",
            "And what is her name, because we would like to check with the bank Mr Sibaya, what is her name?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "She died, she passed away, Priscilla Nokaya Sibaya.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Mr Sibaya, it appears in this whole matter all the people who could give us information to support what you say are dead.  Superintendent Segal is dead, this person is dead, Mazibuko is dead, is it convenient or is it - are you making it up as you go along?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Am I making what up?",
            "Male"
        ],
        [
            "MS QUNTA",
            "Everything.",
            "Female"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, with respect, we don't know at this stage what the relevance of this questioning is.  I can confirm independently Mazibuko was murdered.  There is a docket still open. I don't know about the witness Priscilla Sibaya, but Lt Colonel Segal died, it was publicised, he died in a motor accident earlier this year, so I think my learned friend is unfair when she suggests to this witness that he is making these things up as he goes along.  I think it creates the wrong impression at this hearing that this witness is fabricating and I would ask for a ruling with respect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's a point well taken.  That suggestion about all the relevant witnesses have died is something which you should just leave and move on with the next line of questioning.",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "Yes if I could just ask now this question, you say you only had R40 000 in the bank, is that correct?  Is that what the witness said, the witness said he had 40 000 in the bank, not 325 000?  You said that?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Yes.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Where did you get that 40 000 from?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "I had worked for the money.",
            "Male"
        ],
        [
            "MS QUNTA",
            "But you have just told us you earned 1 000 a month, how could you have savings of 40 000 on 1 000 a month, and that 1 000 is only recently?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "I had saved the money over a period of time.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Can I ask you a question now.  Did in any - your statements relating to this matter, did you receive any reward or any payment in respect of that?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "In connection with what, please clarify?",
            "Male"
        ],
        [
            "MS QUNTA",
            "With the Heidelberg Tavern incident and the statements you've made, have you received any reward, was there perhaps a reward or anything, any payment in respect of these statements and the assistance you gave the police?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Where would I be getting the reward from?  I don't understand your question well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's not where you got it from, the question is whether you did get a reward, the answer is yes or no.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "No I did not get a reward.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You've told us you had R40 000 you saved in the savings account at the Standard Bank, Claremont, is that correct?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Correct.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "When did you open that savings account?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "In 1992, I opened this account in 1992.  I used all the money in 1993.  I opened the account in 1992 and I used the money in 1993.",
            "Male"
        ],
        [
            "ADV SANDI",
            "How much did you use in 1993?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I used all the money because I was building a house, between 40 and 45 000.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "So since 1993 you haven't had money in the savings account, is that the position?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I have nothing in the account.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Would you have any objection to that account being made available, the records of the account?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "You can get a complete report from the Standard Bank, they call it Kromboom, Kenilworth Centre.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, let's carry on please.",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "You've just indicated that you didn't have money in that account since 1993, is that correct?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Correct.",
            "Male"
        ],
        [
            "MS QUNTA",
            "But we were referring to January 1996 with regard to the deposit slip shown to Mr Levy and you indicated then that you only had 40 000, not 325 000 so you are contradicting yourself there once more.  What is the correct version?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "It is Priscilla Nokaya Sibaya who had that amount from the same branch.",
            "Male"
        ],
        [
            "MS QUNTA",
            "I am referring to the 40 000, I am referring to the 40 000, not the 320 000.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Correct.  That is so.",
            "Male"
        ],
        [
            "MS QUNTA",
            "So in fact you were not telling the truth then?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "You can go to the bank you will get the truth from the bank.  It is on record.",
            "Male"
        ],
        [
            "MS QUNTA",
            "There is also a branch, Standard Bank branch in Claremont, that is where the 320 000 was from.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "No my account is in Kromboom Road, Kenilworth Centre.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Mr Sibaya I am going to put it to you now, at the end of my examination, as I said earlier on, with the exception of your name, your ID number and your address, on the basis of the numerous contradictions, and the numerous inconsistencies in your statement and the inconsistencies in this very evidence that you've given just now, there is not a shred of truth in what you have said here.  This is a complete fabrication.",
            "Female"
        ],
        [
            "MR SIBAYA",
            "The truth and lies do not come together.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Well they certainly live very well together within you Mr Sibaya.\n\tMr Chairman I will finish, I have no further questions, but I would like to, and I will consult with my client and my learned friend, if we see we may want to submit particularly the bank evidence, but we don't foresee a situation where we will need the witness again, so I've completed my examination.\nNO FURTHER QUESTIONS BY MS QUNTA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibaya I would like to take your mind back to that night when you saw this white Audi.  There are two questions that I would like to ask.  The first relates to the number plate of that car.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Which car?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The white Audi.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do I understand that you saw the number plate when the brake lights of that car went on?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And if the brake lights had not gone on it would have been impossible to see the number plate?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Correct, because the lights were off.  I could not have seen the number plate.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That was the only opportunity you had of seeing the number plate?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My next question relates to what you heard when these young people whom you say you saw there.  You mentioned a name of a person and you said that somebody spoke to this person and called him by his name and said \"you have left your cap behind\", is that correct?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Correct, but I do not know who it is that called out the name because there were five of them.  I don't know who uttered the other person's name.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  What was the name that he uttered?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "The one said to the other, \"Madasa you've forgotten your cap in the other car\".  However, I do not know who said that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  Was that the first time you heard this name Madasa?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Where?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That night.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "It was the first time that night that I'd heard the name.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And am I to understand that this casual remark at midnight or after midnight, this casual remark of a name being mentioned stuck with you, the name stuck with you, is that what you are saying?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Unless I misheard him but I think that is what he said.  They were speaking Xhosa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Is that your language?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Correct, my mother tongue is Xhosa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Another incident which occurred and that relates to the piece of paper that you say you picked up.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was totally dark when you picked that paper up, is that so?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you read what was on it?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I picked it up because I saw that it fell from the car.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My question is did you read it?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I did read it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I asked Mazibuko to stop his car so that we could look at the paper carefully.  We switched on the car light, the internal car light.  We realised that these people must have lost their way.  They wanted to get to Heidelberg.  We then decided at that point to go to the police station because we were under the impression that they had stolen the car.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you had that one opportunity of reading that piece of paper which mentioned Heidelberg?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "It was not a big piece of paper.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Did you read it again at any other time?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I explained to the police when I got to the police station ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My question is did you read that document again?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "At the police station, I did read it at the police station.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You handed that document to the police after you read it?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that was the last time you saw that document?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "The policeman took the paper, called the Sergeant, the Sergeant then said that if you are saying the car registration was XA ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, no you've told us that, I am sorry to interrupt you, my question really said was that that was the last time you saw that document?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "That was the last time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And as I understand your evidence the police tore up that document, that's correct?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And all this must have happened well in the early hours of the morning of the 31st?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Was it not the 30th?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "After midnight....",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Yes it was after midnight.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  And how is it that you remember what was written on that piece of paper?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Are you asking how I remember?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "That car XA, was not from Cape Town, it was a map written on the paper, directions, I then asked the police to go after them because they were going to harm some people.  This ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My question is not that, my question really is how do you remember what was written on that document after all these months and years?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I could tell you that in 1946 a sheep cost two shillings, I was a child then, but I remember it to this day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I have no doubt you'll even tell me the name of the sheep.  (General laughter).  But I am talking about what was written on this piece of paper.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "What was written on the piece of paper?  Do you want me to tell you now what was written there?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am waiting to hear.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Do you want me to tell you what was written on the piece of paper?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I said yes.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "It was written the direction lines from Observatory you turn right past the stadium, Hartleyvale Stadium, you turn left after that, you drive over the bridge, Tafelberg will be on your right-hand side.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Is he reading something there, he is looking down?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "No I am making an example.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            ".... everything else that was on that paper, is this all it said?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "There is no more that was written there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It says Observatory, turn right, past Hartleyvale Stadium, drive over the bridge, Tafelberg will be on your right-hand side, is that what you said?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Heidelberg will be on your right-hand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Heidelberg.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Heidelberg will be on your right-hand side from the bridge.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there any special reason why, after you handed this piece of paper to the police that you still each word that was on that piece of paper?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "You are asking for a reason, please clarify your question.  We were shocked first of all, this is why I remember everything clearly, we were shocked.  We wanted the police to hurry.  I memorised that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say you memorised those words on that piece of paper, is that it?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "There is not one single word that I am mistaken about.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was this a typed document or was it handwritten?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Handwritten.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In English or in Xhosa?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "English.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Just one matter I'd like to clear up, I'm a little confused about, where were you building a house in 1993?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Back home in the rural areas, Xolo.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And you had R40 000 or R43 000 to spend on it?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Yes, it is the amount of money I had at the bank.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Mr Sibaya, just about the piece of paper, when you saw something in this piece of paper talking about Heidelberg did you know what it was referring to?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I don't know Heidelberg, I didn't know Heidelberg at the time.  Even the police said Heidelberg is up country, but what I thought that this car's registration number, that is why they had a map it's because they are looking for the directions.  I thought that they are looking for the directions because they are talking about Observatory and Heidelberg.  But the police said no, Heidelberg is up-country, maybe these people are on their way to somewhere else.",
            "Male"
        ],
        [
            "ADV SANDI",
            "This Heidelberg was a new name to you?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I don't know anything about Heidelberg here in Cape Town, I don't know if there is a Heidelberg here in Cape Town.",
            "Male"
        ],
        [
            "ADV SANDI",
            "But you can still remember Heidelberg as one of the details that were mentioned in this piece of paper?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "In this paper as I am explaining it's says from the right, from Observatory turn right, past Hartleyvale Stadium, go left over the bridge, Heidelberg will be on your right hand.  It was not a lot that was written there.  There were not a lot of things that were written there.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You have given us the details of the directions that were being mentioned in the piece of paper, what I am trying to say to you even today you are still able to remember that one of the names that were mentioned in this piece of paper was Heidelberg, yes or no?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I remember everything that was written on that piece of paper.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Now let us talk about Mr Mazibuko.  Did the police show any interest to talk to Mr Mazibuko?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "The police from Bellville South they said they wanted both of us, but I told Mr Nombowsa but he said I must go and look for Mazibuko when I was on my way from work on that particular Monday.  I went to the taxi rank and I talked to him and he said he's not prepared to be a witness there.  And I went back to the police station and then they said I must go back again and tell him to come, but they said they are not going to force him.  That was the third day.  I think it was on a Wednesday or a Tuesday, but I can't remember.  They said okay then don't mention anything about him.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What I am trying to say to you is that, do I understand you to say when Mr Mazibuko said he was not going to talk to the police the police did not take it any further, that was just the end of the matter?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Nombowsa also went - it looks like Nombowsa also went to the taxi rank looking for him but he couldn't find him.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Lastly, can you talk about the person you mentioned in your statement as well as your evidence-in-chief as your girlfriend, have you changed your story now?  Were you making a mistake to say that she was your girlfriend?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "She was my girlfriend in that we met at the shebeen, went to her house that night, slept together and then the next day you forget about it, it happens.  She must be ashamed of it right now.",
            "Male"
        ],
        [
            "ADV SANDI",
            "How many times did this happen, did it happen regularly or only once?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "It happened, it is only the one night that I slept with her.  I did not find her on the Tuesday, that was the end of it.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I thought you said she was always denying that she was your girlfriend?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Yes she did deny because I never went to her again.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "But how did she deny it, you met her on one occasion you told us, you left the next morning and you couldn't find her again?  Where is this denial that you were talking about Mr Sibaya?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "She denies that I was her man then.  She is now a family woman with children, I emanate with police inconveniently for her, that was the last time I saw her.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Prior.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you.  Leading on from that question ...(intervention)",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Mr Chairman I have a few questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You have?",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Ja.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well please do put, I am sorry, sorry Mr Arendse.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Thank you.  Mr Sibaya ...(intervention)",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I am listening.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "On the 13th of August 1997 this year Mr Killian met with Sergeant Nongausa and Sergeant Nongausa could not remember talking to you, he couldn't remember anything about the white Audi or you for that matter.  Are you still sure that you had any conversation with Sergeant Nongausa after the 31st of December 1993?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "He went to my house three times.  When I got home I was told that he'd gone to look for me.  The next morning he went to fetch me and took me to Bellville South. I did not, however, relate the story to him at all.  He just fetched me from my house.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Mr Chairman, with respect, the references he made to Mr Killian who took him to Sergeant Nongausa, I think the reference should be to Mr Lubbe.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Sorry, Mr Lubbe then.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "If my learned friend is referring to page 6, page 8 of the second....",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "On the same page Mr Chairman there is also a reference to Mr Lubbe interviewing a Sergeant Ndoniswa on the 18th of August this year.  Now Sergeant Ndoniswa was on duty that night at the Guguletu Police Station and he cannot recall anyone coming to report an incident about a group of person wielding rifles on the night or the morning of the 31st of December 1993.\tThe name Ndoniswa also appears from the Occurrence Book Mr Chairman, we had a quick glance at it.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Just your comment Mr Sibaya.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I think just make it clear as to what it is that you want him to comment on.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "I want him to comment on the person who was on duty that night cannot recall anyone, including you, coming there and reporting this incident which you alleged you saw on the night of the 30th of December 1993.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Are you asking me?  They didn't believe what we said, this is why they tore the paper.  They did not record anything, they just wrote my name and address on a piece of paper, not even in a book.  He is the one who said, who referred Nongausa to my house.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Now on that paper you said there were three things written on there, the name Heidelberg, a stadium and the name Observatory, is that right, you said was written on the paper?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Correct.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Now why would a policeman who is at Guguletu, presumably knows Cape Town, why would he conclude that this Heidelberg is in Gauteng did you say, or up-country rather, sorry?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well hardly a matter for him to answer.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "They said that we are telling them a false story.  They said that we were not telling the truth.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Mr Sibaya are you sure that that night of the 30th of December 1993 at NY121 you went to a house which was a facebrick house, is that right?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "At night it looks like a facebrick house.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The witness did not understand the question",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "You said in your statement ...(intervention)",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "When I looked at it, it looked like a facebrick house at night, however, the second time I went it looked like a painted house.  It was the only house with a light paint that night.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Well just for the record Mr Sibaya you were taken to this house you alleged you were at that night, where you went to knock, you were taken there you remember, you were taken there by the investigator Mr Killian, do you remember that?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Yes I remember.  I realised that the house is painted.  When I saw it that night I thought it was a facebrick house.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "So you accept that there is no facebrick houses in that road?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "It is a painted house.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Did Mr Segal, the late Mr Segal, did he take you to the Heidelberg Tavern at any stage?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "No he took me to 129 that was at - he said that I must go and show him the place.  I told him that I was confused because I didn't know the area clearly.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "So you went there immediately after - was it before you made your first statement on the 5th of January 1994 or was it after you made the statement?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I went there the following week after I had made the statement.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Okay you went there the following week.  Now why then, to come back to the facebrick, why do you mention in August 1997 when you made the second statement, why did you mention a facebrick house?  I can understand if you were now confused or not sure that on that night whether it was a painted house or a facebrick house, but now you in fact had the opportunity of going there after you made the first statement, and then in '97, this year, you mention the facebrick house.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I am saying to you I thought that night it was a facebrick house.  However I realised when I saw it during the day that it was a normal painted house.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Well the point is you then had an opportunity of going there in 1994, early in '94, shortly after the Heidelberg Tavern incident, so you've now seen for yourself, ah I may have been mistaken, and I can understand that, but now you come in 1997 in August and you make an allegation about the facebrick house.  How could you have made such a mistake?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Are you saying that in 1997 I said it was a facebrick house again?",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Yes you in fact never mention a facebrick house in your first statement in 1994 but in 1997 you mention a facebrick house.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Could the speaker please repeat the question.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "I just want to put it to him, it's not really a question, in 1994 on the 5th of January you made a statement, okay, you never mentioned a facebrick house.  Shortly after you made the statement Mr Segal took you to NY29 and you pointed out to him this house.  You must stop me if you don't agree with me.  Then you say, ah, it's not a facebrick house, it's a painted house.  In 1997 you make another statement and then you mention the facebrick house.  Were you mistaken or did the person who took down your statement did that person take it down wrongly?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I think it is the person who took the statement because Mr Segal showed me the house.  I realised later on that it was not a facebrick house.",
            "Male"
        ],
        [
            "ADV SANDI",
            "In other words Mr Sibaya you made a mistake to think that it was a facebrick house?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Yes I made a mistake.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Now can I ask you, should one infer from that an inability by you to see things clearly when it is dark?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I see everything clearly if I focus on it, unless I am in a hurry.  However if I have focused on something it never evades my memory.",
            "Male"
        ],
        [
            "ADV SANDI",
            "The white Audi registration, was that vehicle not in a hurry for you to see clearly?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I was in a hurry to see the registration clearly because there was thieving involved, so I thought.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Mr Sibaya let's accept that you saw this white Audi and it then sped away, is that right?  And when it stopped at the stop street or wherever and applied brakes that's when you saw the registration number?",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Just give me that registration number quickly again.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Which one, the white car?",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Ja.  Without looking at anything.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "XA12848.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Was the white car travelling in a northerly or southerly direction?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "It was facing south, it then turned and drove towards the north.  However it had to stop at the corner so that it could turn.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Mr Sibaya did you say that you, what was your answer when my colleague Miss Qunta asked you whether this other dark car had a number plate, did you give her an answer?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I did not look at the number plates.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "I didn't ask you whether - what was on the number plate, were there number plates or didn't you notice?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I did not notice.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Now I can understand the white car speeding away and then the car is out of the picture, but now you had every opportunity, this dark sedan, this dark car was standing there, you had every opportunity and I can also understand that you didn't want to go near the car because you now saw allegedly these arms, rifles, guns, but you had every opportunity to observe this dark car, why can't you say whether it had number plates or not?  I am not even asking you the numbers this time.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I applied my mind to the other registration number.  I did not think, it was not my train of thought at the time that I should look at the other number plate because I thought that car belonged to soldiers therefore the police would not need the number plate as such.  I would have confused myself if I had done so.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Mr Sibaya I want to show you the car that - I want to show you two photographs and ask you is that the car that you saw?  Mr Chairman I was under the impression that it was part of the bundle but I see it's not and these photographs come from the - those photographs I am showing to you now.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "The darker car is facing towards my left, this is the car.  We were behind it.  The people emanated from the other car.  After that they went - they moved from one car to the other.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Is that the car?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The Interpreter cannot hear the speaker clearly.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "The car at the top is the car, that is the one that they emanated from, the darker car.  This is the car.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Okay.  Now can you just hand that back so that I can hand it up.  Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It will go in as Exhibit F.\nEXHIBIT F HANDED UP - PHOTOGRAPH OF MOTOR CAR",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Now did Mr Segal show you that car?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Which car?",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "That car that you just said now was the car you saw that night?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "No it was not there then, he said that I must show him where the car was parked.  I then showed him.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "When did you show him?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Two weeks after the incident.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "And when you showed him that car, or where you saw the car was the car still there?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "He asked me where it is that the car was parked, I then showed him.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Was the car gone when you went to show him where the car was parked?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "A week had elapsed already, the car was not there.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Now Mr Sibaya that car was found the next morning on the 31st of December 1993, by the police at eight o'clock in the morning.  That car was found in NY129.  Do you know anything about that?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Anything about what?",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "That the car was found on the morning of the 31st of December 1993 at eight o'clock in the morning after the owner of the car had lodged a report with the police, do you know anything about it?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "NY21, no.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "No the car was found in NY129 at eight o'clock on the morning of the 31st of December 1993.  Do you know anything about it Mr Sibaya, yes or no?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "It was at night when we went there, I don't know anything about what you are saying.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Is it your evidence that it's the first time that you saw these photographs that you saw now today of that car?  It was never shown to you before?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "This car, two weeks had elapsed, as I think in my mind that the car was dark I assume that this is it in the photograph.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "No the question was that photograph that you saw, is that the first time you see that photograph?  Has it been put before you before today by anybody, whether it's people in this room here or the police or anybody?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I have never seen this photograph before.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Because I find it strange, and I would submit that this Committee or anyone here would also find it very strange, that that car which was involved in the Heidelberg Tavern incident, a photograph of that car had never been shown to you before today, I find it very strange.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well I think you had better move on, they might have various reasons for ...(intervention)",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Well let him, to be ...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Don't you find it more strange that he was never taken to an identification parade?",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "We'll come to that, but since you raise it Judge that's another aspect which I find strange.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I think move on instead of putting reasons why it's strange.  That might depend upon a lot of other people behaving the way they did.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "But maybe, with respect, maybe the witness can give us an answer.  Can we just get an answer from him.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker mike is not on.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Can we get an answer from the witness why he was never shown a photograph of this car before today?  And can I just add why he was never taken to an identification parade?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "With respect Mr Chairman, if it's not within his knowledge then how could he give an explanation.  If that knowledge is peculiar within Segal or anyone else then this witness can hardly be asked to reply.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Unless somebody told him why we are not going to show you these photographs.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You can ask him if he knows why he wasn't, but you can't ask him why he wasn't because as Mr Prior said is not within his knowledge.  Does he know why he wasn't you can ask.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Well this just underlines the point, there's a lot of unanswered questions here and why then is the Audi with an XA registration number, why is that Audi connected to the vehicle which was used in the Heidelberg Tavern?  I won't take this matter any further Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I don't think you can take this matter any further to ask him why was he not shown a photograph by somebody else.  That hardly merits a sensible answer in any case.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Well I find it odd that this is the very vehicle which was found the very next morning, which was involved in the incident ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You may find that odd but why nobody showed it to him, he may not know why nobody showed it to him.  It may be odd behaviour on the part of the police ...(intervention)",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Mr Segal did not believe my evidence, he did not believe my statement.  When he took me to NY129 he said that my statement was not coherent.  He did not believe it.  I just showed him where the cars were parked.  I left him, I said if you don't believe me I don't know.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "So it follows logically Mr Chairman you go and show a man, an investigating officer, this is where the car was parked.  The investigating officer by now knows that the car was found there, I mean surely you rip out the photograph or take him to where the car was impounded or kept and you say now is this the car?  Then either at that point you tell the witness thank you very much but we don't need you anymore or he becomes a material witness.  Anyway...",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Remember Mr Arendse Mr Sibaya was not in charge of these investigations, the police were in charge of the investigations, or they were supposed to be investigating the matter.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Mr Sibaya I want to put it to you, and I want you to comment, that it was Mr Segal who told you what to put in your statement?  The cap that you referred to was conveniently found in that car.  He knows the cap was in the car and he told you to talk about the cap.  And he also told you that you should mention the XA number plate and that is why you can remember the registration number.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman I don't want to belabour this point.  My learned friend must be careful, he's not putting what the witness said, the witness said Segal told him that the number plate wasn't correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you are trying to put to him that the evidence he has given in his statement and now is what he has been told to say by Mr Segal.  That is what you are really trying to get at.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Mr Sibaya listen to me carefully.  Mr Arendse is suggesting that all that you have said in your statement, the important things that you have said in your evidence about the registration number of this car and where you saw it and the fact that there was a cap in the blue car are matters which you were told to say by Mr Segal.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I deny that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You deny that.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Mr Segal said that my statement was incoherent, he could not take me to court.  How can he say both things that, put something into my mind and also say that my statement is incoherent.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Okay.  Did Mr Segal tell you to make a statement or did he tell you that your statement is incoherent after you had given a statement out of your own?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I did not give a statement to him, this is why he went to fetch me from my house.  He then took me to the location.  I took him there.  He said that he was not satisfied with my evidence.  He took me to the Attorney General at some point. However, he said that I did not need to go to court because my story was incoherent.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Did he tell you to give a statement?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Who, Segal?",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Segal.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "He had the other statement in his hand.  He said to me that this, my statement, is incoherent.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Did he ask you, after he said to you your statement was incoherent, did he ask you to give a better more coherent statement?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "No he just dismissed my statement because he said that the police had looked for this Audi, apparently the registration number was false, he said to me.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Did you first tell Mr Segal what you saw that night before you gave your statement?",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "How many times has he said he didn't?",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Please for the record can you please tell me Judge?  Just for the record Mr Chairman, I just want to say again ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The record is burdened with a lot of questions which are a repetition.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Mr Chairman this witness' evidence, or his - it was introduced unilaterally by the leader of evidence and by their team.  The time it's taken to deal with this witness, with respect, we must be allowed the latitude to do so properly.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Try and avoid asking questions which have already been asked a number of times.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Well maybe I didn't get the answer then, maybe he can tell me again, because one of the factors that you take into account when you assess someone's credibility as a witness is also his memory and whether he can remember what answers he gave.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I am aware of that.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Maybe he will give me a different answer.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I am going to allow you this once.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "As you please Mr Chairman.  The question is did you tell Mr Segal what you saw before you gave the statement, before they took down your written statement?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "No.  I saw Mr Segal days after I made a statement.  He fetched me from my house with my statement in hand.  He took me to the place of location because I had spoken about NY 113 and NY 115, I took him to the location.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Now then comment on this, why is it recorded by Mr Lubbe, the investigator, that Inspector Etsebeth who took down your statement on the 5th of January 1994, why does Etsebeth say that he was instructed by Mr Segal, Superintendent Segal to take down your statement?  Can you comment on that?  That's on page 9 of the second bundle. \"Segal told Etsebeth, take down Sibaya's statement\".",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I only know Nongausa, I don't know who wrote my statement.  I only met Mr Segal days after I had made my statement.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Mr Sibaya you made two statements, one in '94 and one in '97, do you agree with me that if you made two statements three years apart, four years apart, three, four years apart, that it's more likely that the first statement you made should be accepted because it was still relatively fresh in your memory?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I hear you Sir.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Do you agree with me that your first statement made shortly after what you saw is more likely to be acceptable?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Correct.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Now in that statement ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I think we will adjourn at this stage Mr Arendse.\nHEARING ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "(s.u.o.)",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "(cont)\n\tThank you Mr Chairman.  Mr Sibaya.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I am listening Sir.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "You agreed with me that if you had made two statements, one in 1994 and another one in 1997 then the one made in 1994, which is shortly after the incident, that that is the statement that is more likely to be - that that statement will contain more likely what you saw than the one that you made this year, you agreed with that?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Correct.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Now in that statement is it correct that you never mentioned that any one of the group of - you also in your two statements talk variously about children and then young men, but let's talk about this group of young men that you saw, you never mentioned in your statement of 1994, or in your one of 1997 that any one in that group had mentioned anyone by the name of Madasi is that right?  That name, that is not contained in either of your statements?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I was not the person who wrote the statement.  I gave the statement verbally.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "On both occasions, in '94 and this year?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Correct.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Can I just ask again, I am sorry if I am asking again, but were the contents of these statements not read back to you before you signed them?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "What statement?",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "The one in 1994 and 1997, did the people who drew up these statements not read it back to you to check with you whether the contents of that statement is correct and concurs with what you want to say?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "They read it to me but I did not think that after he had read the statement to me the statement could be rectified.  I just agreed to what he read.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "The first statement was an interpreter used there, when you made the first statement before Mr Etsebeth?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "No I did not have an interpreter.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "And the second statement this year, did Mr Lubbe use an interpreter?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "No.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Does that then explain some of the discrepancies in your statements that you didn't understand so nicely what was in the statement because it was in English and because neither Mr Etsebeth nor Mr Lubbe used an interpreter?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I can speak English, however, I work with English people, I can speak English and I understand it, however when one reads it to me it's a different story.",
            "Male"
        ],
        [
            "INTERPRETER",
            "I beg your pardon it's a mistake of the interpreter.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I cannot read English well.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "You sure you can't read English?  Didn't you read from your statement yesterday while you were sitting where you are sitting now?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Yes I was reading but I don't know all the words.  I can't even pronounce certain words properly.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "But you can see a name when you see one, you can make out the name Mazibuko, you can make out the name Madasi, you can make out the name Sibaya can't you, you can do that can't you?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I don't have a problem with Xhosa names.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Now Mazibuko's name was not on your first statement, why didn't you notice that his name was not on that statement even if you couldn't understand the English?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "That policeman said that we, Mazibuko should not be involved any further in this because he refused to come.  He said that I must just leave Mazibuko out.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "So Mazibuko's name was then left out deliberately?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "It was deliberate, it was not a mistake.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "And why is Madasi's name not on the first statement or on the second statement, was his name also left out deliberately?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I am not sure about this name.  Maybe it was another name, I am not sure about it.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Ja in fact Mr Sibaya I want to tell you that on that evening of the operation at Heidelberg they were operating under different names, did you hear the name Khayalethu that evening, Khayalethu, K-H-A-Y-A-L-E-T-H-U, did you hear that name?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "No I did not.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Because you see that is the name under which Mr Madasi was operating at the time and that was the name, the code name under which he was arrested.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I did not hear that name.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "But you heard the name Madasi?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "It could have been Madasi or Madala, but it was something similar to that.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "So okay can we accept then that you are not so sure now whether you heard the name Madasi that night?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Maybe I am mistaken.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Thank you.  I think you are mistaken Mr Sibaya, in many ways.  Mr Sibaya, because you see - just for the record Mr Chairman, Mr Madasi was arrested under the name, the following name, Mcebisi, M-C-E-B-I-S-I, Nazo, N-A-Z-O.  He was arrested I think on the 5th of January at Elliot by the police under that name.  In other words the police only came to know his real name some time, presumably after he was arrested, but somehow you can recall the name Madasi.  Do you want to comment on that?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I can't dispute what you are saying.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Did you, you know that they went to court and they were found guilty and they were sentenced, do you know that?  The case was on here in Cape Town in November 1994, later that year, do you remember that?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I would not know about that, I was told to withdraw totally from the case.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "When were you told to withdraw from the case, totally?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Before the case began.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Did the police or the prosecutor talk to you about your statement before the case began?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Mr Segal took me to the Attorney General and he said to the Attorney General that I should not be used as a witness there are other witnesses at the case.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Because it seems to me that they intended to use you as a witness but you were not used as a witness.  Your name was on the list of witnesses, do you know that your name was on a list of witnesses?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "My name, I was told to withdraw.  They said that my evidence was not good enough.  I did not go to court as a witness.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Mr Sibaya I want to agree with whoever they were who said your evidence was not good enough, I agree with them.  Your evidence is not good enough to implicate the applicants here today, and neither is your evidence good enough to implicate Mr Ntsebeza as an accomplice whether before, during or after the fact.  Do you agree with me?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Listen Sir, I am not here to put charges on anyone.  I am not saying that somebody should be put into trouble, I am just telling you what I saw.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I think it should....\nThe speakers mike is not on.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "I think it should be made clear that there is no evidence suggesting he was an accomplice.  The evidence went no further than to suggest that a car belonging, that a car that was present at the scene had the number plates which had been allocated to him.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Thank you Judge.  Mr Sibaya you also mentioned in your statement that this man you saw driving the white Audi was a well-built man.  Now in your earlier statement you said that - this is the one in '94, you said this well-built man was between 28 and the early thirties, that's on page 84 of the record.  Then this man seemed to have aged, because in '97 you now say that this man is in his thirties or forties.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I was guessing, I just saw his upper body, he was in the car.  I was estimating.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Now you made a categorical statement in paragraph 13 on page 91 of the record.  You say\n\"This man was a well-built man, late thirties or early forties.  He was wearing a short-sleeved shirt.  It was a very hot day that day.  I can never forget the make of the car, the number of the car....\"\nnow you've been very good at that, about the car and about the number plate, and you also say -\n\"... I can never forget his face\".",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "That is true, I will never forget his face.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Is there anyone in this room here today who approximates that face that you saw that night?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Where?",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Here.  You can look around, you can stand up, look around, look behind you, to your side, look right around.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Do you want me to walk around?",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "No, no, you can just maybe stand up and you can take your time and you can have a look.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "With respect can he walk around, maybe that might assist him, if he could get close to - he's been invited to ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you have invited him to have a look you might as well afford him the best opportunity.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "As you please Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibaya will you please stand and look around and see if you can recognise the person.  Go right around.\nMR SIBAYA WALKS AROUND THE ROOM",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes sorry, hold it.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The witness did not have his earphones on when he was asked to get up and walk around.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I want to make sure because his face was similar to this one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What does he say?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I say his face is strong, he is well-built but this man who is now sitting down is also strong, but I must be sure.\nMR SIBAYA CONTINUES TO WALK AROUND THE ROOM",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Give him a microphone so he can talk if he wishes to.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "It is the man with the orange top that was in the car.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who did he point to?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The Interpreters are waiting for the witness to be seated.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Arendse proceed.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Thank you Mr Chairman.  Mr Sibaya the man in the orange top whom you have pointed out would it be correct that you have seen him in these proceedings since you've been here, that's since yesterday and today or haven't you noticed him?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I did not look at him carefully because even the man - pointing to Advocate Sandi, also has a strong face.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's place on record the gentleman that has been pointed out, who has he pointed out?",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Sorry I thought you had recorded that.  He point out Mr Ntsebeza.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "No all I've got is that he pointed out somebody in an orange top, I can't see from here.\n\tSorry Mr Ntsebeza.  Thank you very much.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "So you are saying you were just focusing on the Committee all this time, you haven't looked around?  Is that the reason why you never noticed Mr Ntsebeza here since yesterday?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I don't know his name.  I thought he looked similar to that man.  (The witness was pointing to Advocate Sandi).  I did not see him here prior to now.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "So the person you saw that evening, you alleged you saw, draws similarities to Advocate Sandi and to Mr Ntsebeza, is that what you are saying?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I could mistake Mr Ntsebeza for Advocate Sandi, however, when looking very closely then I see the difference, but if I am not looking closely at them I could mix them up.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Could it be that you are mixing them up with the person that you saw that night, that you claim you saw?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "These two men look similar, I don't know, maybe they are related.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "The question is do they - have you pointed them out because they look similar to the person you saw that evening, that's the question?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Listen to me carefully Sir.  This one here - (the witness is pointing to Advocate Sandi) - looks a lot like Mr Ntsebeza.",
            "Male"
        ],
        [
            "INTERPRETER",
            "Could the witness repeat the answer please.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I was saying when I first look at Advocate Sandi I could say that he is the man who was there that night.  He looks a lot like Mr Ntsebeza.  I don't know whether I am mistaken but I think it was Mr Ntsebeza who was there.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Are you absolutely sure?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Sure about what?",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "About whether it was Mr Ntsebeza that night?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I don't know the name, I know the face.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Now Mr Sibaya I want to put it to you that not only are you mistaken but I want to put it to you that you have been put up to this.  You have been instructed or told by someone to point to Mr Ntsebeza and I will tell you why I am saying that.  You saw, you allege you saw his motor vehicle, you are very clear on the registration number.  We all know, the public knows that for some time now Mr Ntsebeza's name was linked to that motor vehicle.  You were very clear that you saw this person, in fact you pointed him out today.  I find it very strange that the police could not come up with a photograph of Mr Ntsebeza, a very well-known person who has appeared on television, his photograph has appeared in the newspaper, I find it very strange that someone as able as I know the late Mr Segal, did not put that photograph in front of you and ask you to identify the person in the photograph.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "To put it shortly you are being asked, it's being put to you that Mr Segal is the man who has suggested that you must say that it was Mr Ntsebeza who was in the car that night.  Isn't that the point of your question>",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Well I don't think it would be fair for me to allege - I did say that I know Mr Segal as a very able, the late Mr Segal, as a very able and competent investigating officer who did his job well, sometimes more than well, but I would be surprised that Mr Segal wouldn't have extracted a photograph of Mr Ntsebeza somewhere after he had been linked to the white Audi and put it in front of Mr Sibaya who was so very sure that it is him.  Do you want to comment Mr Sibaya?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I don't know where Mr Segal comes in in this case.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Mr Segal was the investigating officer in the case.  Mr Segal we know instructed Mr Etsebeth to take a statement from you.  Mr Segal is the one who told you, according to your evidence, that you are no longer needed because you are incoherent, that's what you said, that's what he thought of what you said.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "What is the question?",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "It's a response to him saying where does Mr Segal fit into the picture.  I just want to remind him that Mr Segal was the investigating officer, and I also want to remind him of what he said, what Segal said to him about his statement.  Do you want to comment on that or shall we move on Mr Sibaya?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "You can continue.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Why has it taken you so long to point out the person whom you say you saw that evening?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well now why do you say that?",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "I say that because the police investigated this matter on the basis of his first statement in 1994.  The Investigative Unit of the Commission investigated this matter ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I thought you are talking about pointing him out  here today.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You say why did it take him so long to point him out here today?",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Including the pointing out today ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Just be a little more specific.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Sorry Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Why has it taken ...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Are you in fact putting to him why didn't he point him out before today?",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Ja.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Were you ever given the opportunity to point him out before today?  Were you ever asked to do so?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "This is the first time I had to point him out.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Move on Mr Arendse.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "I want to put it to you Mr Sibaya that the reason why neither the police nor the Investigative Unit of the Commission asked you to point out who the person was is because they didn't believe what you had said, that you were in fact incoherent and unreliable as a witness.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Can you say that in the light of the evidence, the information we've got about enquiries they allege they did make?  You have been referring to what is contained in the report, well doesn't one of the senior police officers suggest they got a name ...(intervention)",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Are you saying that they did not believe me?",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "...of the owner of the vehicle in Umtata, and because they weren't allowed to go in there he decided not to do anything further?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman may I interpose.  I would ask the Committee to simply make a ruling, the statement made by my learned friend certainly may have a tendency to create a perception in the public's view that the Investigative Unit, not believing that they had any evidence simply has produced this.\n\tAs far as the evidence leader is concerned, and from the bundles put up, there has been complete transparency from the very outset.  The secret documents, the reports of Mr Lubbe, as well as Mr Killian, as well as the Intelligence reports of the police from day one have been put up and supplied to my learned friend.  My request is simply that such a statement may create the wrong perception.  Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, can we proceed to some other aspect of the matter please.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Mr Sibaya have you got a television at home?  Do you watch television?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "When I have time I watch TV.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Do you read the newspapers?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "No I don't like newspapers.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Okay.  Have you seen this person whom you have pointed out today, have you seen him on the TV or have you seen his photograph in the newspapers before?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "No, I wouldn't say so, I have never seen his face even in a magazine.  I read Xhosa magazines.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Sorry to interpose Mr Arendse.  Mr Sibaya were you expecting to see this person here?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "No, I did not know that he would be here or that he would be brought here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on Mr Arendse.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Mr Sibaya did you have a meeting, or let me ask you this, your statement which you gave in August 1997 to Mr Lubbe, did you discuss it since then, subsequent to your making the statement?  Did you discuss it with Mr Lubbe or anyone else before you gave your evidence here?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "No because Mr Lubbe was looking for me even at work.  I asked what it was about.  He said I must get into the car it's very important.  I got into the car.  He told me the matter.  I told him that this had happened a long time ago. I gave him all the knowledge that I had.  Even at home nobody knew about this.  They were shocked when they heard it.  They were shocked - a member of my family said that they saw it in the papers this week.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "When Mr Lubbe interviewed you did he have your statement which you made in January 1994?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "What do you mean, where?",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Did he show you your first statement that you made on the 5th of January 1994, did he have it there with him?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "He had it in his hand.  He said that he wanted me in accordance with my statement.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "But do you agree now after so many questions have been asked of you do you agree that your statement of August 1997 does not in fact accord, as you put it so nicely, with your statement of January 1994?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "This happened a long time ago.  These statements would not be exactly the same, however, I do remember what happened.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Yes one would have thought that because something like this happened so long ago and that you made a statement a few days after you saw what happened that you would have simply said well, I made a statement that day, read it through, or have it read to you and you would have said no, that's fine that's my statement.  Why didn't you do that?  Why didn't you simply say, well you've got my statement, I made one already under oath, why must I make another statement?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "He said that he was not a policeman.  He's from the TRC.  He said that he wanted to find out if what I had said was the truth.  I told him what I saw and I was not lying.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Mr Sibaya I am sorry but I have got to put to you that you are lying.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "How so?",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "How so, because you've made two statements, both swearing to God that you've told the truth, on page 87; that it's binding on your conscience, and then you make another statement in August 1997 where you also certify that you understand the contents of the statement and that you also consider that statement to be binding on your conscience.  And you yourself have acknowledged that the two statements differ in material respects, in important respects, that is why I am putting it to you. Do you want to comment?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Are you saying I am not telling the truth, is that what you are saying?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's taking a long time.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "I didn't hear that answer, sorry Mr Chairman?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "He is still asking you whether you are suggesting that he's not telling the truth.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "In fact Mr Sibaya I am using a stronger word than just suggesting you are not telling the truth, I am telling you you are not telling the truth.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Can I understand you Mr Arendse.  Are you suggesting that his second statement is not true and the first statement is true because there are differences?  Or are you suggesting that both statements are not true?",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "I am suggesting that the totality of his evidence is not true.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            ".... matter.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "It doesn't really matter because he's completely unreliable as a witness.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "That's the end of the matter.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Yes.  I also want to put it to you Mr Sibaya, lastly, that you've been put up, we don't know who it is - rather let me use another word, let me suggest to you that you have been put up by someone to point out Mr Ntsebeza.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Are you saying somebody sent me, what do you mean, elaborate?  I don't know this man, why would I want to implicate him, and he does not know me either, why would I want to do that?  You could say to me that maybe my brother, my younger brother was driving the car that day, I want to know, explain to me and give me evidence why you say that I am not telling the truth.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Because you see Mr Sibaya apart from the other things which I think I have highlighted to the Committee it was important for you to have been shows the photographs of this car.  You see, just look at me, of this car.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Ja.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Because otherwise a car with the registration number XA, you know you are better than me,  I can't even remember it 124 something, that that would have been entirely meaningless if it hadn't been for the fact that this vehicle was found in NY129.  It wouldn't have meant anything if this vehicle was not found in 129.  That is the connection between the white Audi and this case, it's this car, and the fact that you've never been shown this cars it's mind-boggling.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Alright.  I think we'd better - you've been through this already Mr Arendse.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Ja, I...",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well just carry on otherwise, please.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Thank you Mr Chairman I am done.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you.\nNO FURTHER QUESTIONS BY ADV ARENDSE",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Prior.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Sibaya after you gave your statement in January of '94 and after you were told you weren't going to be called as a witness in the case did you think any more of the statement you had made at the police station?",
            "Male"
        ],
        [
            "MR SIBAYA",
            "I just left it all there, I did not continue to think about it.  I went to the police and they dismissed my statement, therefore I was to be involved no longer.  Mr Segal said that they could not find the car.  My evidence was not enough.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And then the next thing that happened, if I understand your evidence, is that Mr Lubbe came to see you this year?",
            "Male"
        ],
        [
            "MR SIBAYA",
            "Correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR PRIOR",
            "Male"
        ],
        [
            "MS QUNTA",
            "Mr Chairman if I may ask just one question from the witness in the light of the new evidence that has come out during Mr Arendse's cross-examination relating to the photographs.  I just have one question.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Just one question.",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "Yes.  You were shown a batch of photographs by Mr Mark Killian, were you not, is that correct?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "No, who is Mark Killian?",
            "Male"
        ],
        [
            "MS QUNTA",
            "The gentleman across there, can you stand up Mark please?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "He never showed me any photographs.",
            "Male"
        ],
        [
            "MS QUNTA",
            "My apologies Mr Chairman, the photographs were shown by Mr John Lubbe, but it came out in Mark Killian's report on page 3, the third paragraph.  Were you shown a batch of photographs by Mr John Lubbe?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Yes he showed me, he asked if - he showed me photographs with people and I said that I could not recognise from a picture, I cannot say from a picture, I cannot identify a man from the picture.  I said I wanted to see the man face-to-face.",
            "Male"
        ],
        [
            "MS QUNTA",
            "My question is you could not recognise anyone in that batch and you are confirming that?",
            "Female"
        ],
        [
            "MR SIBAYA",
            "Not a single person as far as the photographs that he showed me are concerned.",
            "Male"
        ],
        [
            "MS QUNTA",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MS QUNTA",
            "Female"
        ],
        [
            "ADV SANDI",
            "Mr Sibaya you were asked to point out any person in this house who could possibly resemble the person you say you saw sitting in the white Audi vehicle that evening, do you remember that?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "And you pointed out two persons.  The first gentleman was Mr Sandi and the next one was Mr Ntsebeza is that correct?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Correct.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Before you pointed out the first gentlemen there can you see where you are sitting?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "This one is almost behind me.  I can see you directly.  It is a strong face.  I did not look at the one on my right, this is why I came to you.  But when I looked at him properly, especially, I saw a difference in the nose.  Mr Sandi's nose and Mr Ntsebeza's nose are different, but when you first look at them they are very similar, you think it's the same person.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You must listen to this question very carefully Mr Sibaya.  Before you pointed out the first gentleman did you see the second gentleman Mr Ntsebeza sitting on the left-hand side of yourself as you are testifying?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "No I didn't see him.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When did you see Mr Ntsebeza ...(intervention)",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Could the speaker wait for the interpretation please.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "As I saw him that night his face looked dark,  I mistook him for Advocate Sandi, but when I looked carefully it doesn't seem like the same person because now he seems lighter.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Before you pointed Mr Ntsebeza out, that is the second gentleman, did you see him before in this house?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Where?",
            "Male"
        ],
        [
            "ADV SANDI",
            "When did you see Mr Ntsebeza for the first time in this room?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I did not look seriously at people's faces.  I had thought that Dumisa Ntsebeza was actually Advocate Sandi.  My mind was focused on Advocate Sandi.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you not move straight from the first gentleman, Mr Sandi, straight to Mr Ntsebeza?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "No, Advocate Sandi looks so much like Dumisa Ntsebeza.",
            "Male"
        ],
        [
            "INTERPRETER",
            "Could the speaker repeat the answer please.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "My last question to you, maybe you ...(intervention)",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Could the speaker wait for the interpretation.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I started with Advocate Sandi because I had thought that he was Dumisa Ntsebeza.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you go past any number of people before you got on to Mr Ntsebeza?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I looked at everyone in this room, there is not one single person I did not look at.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Sibaya.",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "Mr Chairman for the record could I just indicate that when I asked that question the batch Mr - my client's photograph was amongst the batch that was shown to the witness.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.  I don't think you are required now, you are excused.",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "Mr Chairman just one question arising from that exchange between Advocate Sandi and Mr Sibaya.\n\tMr Sibaya it's clear to us now that since you have been sitting here, and you've been sitting here for a long time, you have been looking at Advocate Sandi quite a lot, would that be correct?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Correct, I actually thought he was Dumisa Ntsebeza.",
            "Male"
        ],
        [
            "NORMAN ARENDSE",
            "Okay.  Now since the two of them, according to you, have a strong resemblance to each other, did you at any stage point out to Mr Prior or to Mr Killian or to Mr Lubbe or to anyone, that, hey, but this looks like the person that I saw that night?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I was waiting for my moment.  I thought that this is why he was put before me so that I could recognise him.\nNO FURTHER QUESTIONS BY ADV ARENDSE",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You said on a few occasions now that you looked at Advocate Sandi and you thought that he was Dumisa Ntsebeza, what do you mean by that?  Did you think that his name was Dumisa Ntsebeza?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "No, I don't know their names, they look alike.  Facially they have a very high resemblance.  I was focusing on Advocate Sandi.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Yes but as I understood your evidence you said you have never seen Dumisa Ntsebeza before, you have never seen him on television, you have never seen a photograph of him, so how could you think Advocate Sandi was him?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "What TV are you talking about?",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You were asked if you had seen Dumisa Ntsebeza on television, on newspapers, and you said you hadn't seen him there and you hadn't even seen him in magazines, do you remember telling us that?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Yes.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "So you didn't know him?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I don't know who he is.  If you see somebody on TV without a name you are not going to know who it is.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Yes but if you don't know who he is how can you have been looking at Advocate Sandi and thinking that he was this person whom you don't know at all?  I don't understand you.",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "You said that I must point out in the room the man who was in the car or at least somebody who looks like him.  As I said he was well-built and biggish.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "That's not what you've been saying, you've been saying that you've been looking at Advocate Sandi for some time while you've been here thinking that he was Dumisa Ntsebeza.  That is long before you were asked, as I understand your evidence, that's long before you were asked to point anyone out.  While you have been sitting there you have been looking at him.  Can you explain that?  Did somebody tell you that Dumisa Ntsebeza was going to be here?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "No.  I was looking at Advocate Sandi because he was in front of me.  I was not told anything about Dumisa being here.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Well who did you think he was?  You have told us you were looking at him and thought he was somebody else, who did you think he was?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "What, what do you mean who did I think it was?",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You have time and again said you looked at Advocate Sandi and you thought he was Dumisa Ntsebeza.  Now you are saying you just looked at him.  What is the position?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "I don't know the people's names. If you have seen somebody before you - if you see somebody who looks like the person you saw then that stays in your mind.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Do you mean you thought Advocate Sandi looked like the person you had seen driving the motor car?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "Exactly.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And had somebody told you that that was Dumisa Ntsebeza?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes you are excused from further attendance.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman I understand one of the victims wishes to ask a question, is that permissible, Mr Fourie?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Fourie.  What is the question about Mr Fourie?\nThe speaker needs a mike.",
            "Unknown"
        ],
        [
            "MR FOURIE",
            "(...indistinct)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It relates to what?",
            "Unknown"
        ],
        [
            "MR FOURIE",
            "Mr Chairman it relates to the day that the trial started in the Supreme Court in Cape Town.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That doesn't help me.  I want to know what is the question about.",
            "Unknown"
        ],
        [
            "MR FOURIE",
            "It's about a piece of paper which that man told me about whilst we sat in the corridor in front of the Supreme Court in Cape Town.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well put your question to him.",
            "Unknown"
        ],
        [
            "MR FOURIE",
            "You will pardon my limited Xhosa.  Who told me to speak in English.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            ".... record it would move more quickly if you did speak English.",
            "Unknown"
        ],
        [
            "MR FOURIE",
            "Mr Sibaya do you remember speaking to a white person the day that the trial started in Cape Town High Court?",
            "Male"
        ],
        [
            "MR SIBAYA",
            "I remember, he was wearing black clothing.",
            "Male"
        ],
        [
            "MR FOURIE",
            "Did he have a beard?",
            "Male"
        ],
        [
            "MR SIBAYA",
            "In court, well I can't remember, but it was a white man with black clothing.  It wasn't in court, at the Attorney General's....",
            "Male"
        ],
        [
            "MR FOURIE",
            "The reason why I ask the question is because I recall meeting this man outside the court whilst he sat smoking and as is my custom I often greet people in similar situations to me, so I asked him in his own language what his business was at the court, and he said he doesn't understand fully because he's been told that the paper that he found and gave to the police has been lost.  So he doesn't know why he's at the court.  I didn't discuss anything further with him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibaya you hear this?",
            "Unknown"
        ],
        [
            "MR SIBAYA",
            "What, that I met a white man?  I don't know what this is all about.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps you can formulate your question instead of purely telling us what transpired.",
            "Unknown"
        ],
        [
            "MR FOURIE",
            "Mr Sibaya do you remember meeting and speaking with a white man outside the Supreme Court?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He's admitted that.",
            "Unknown"
        ],
        [
            "MR FOURIE",
            "Do you remember we talked about why you were there?",
            "Male"
        ],
        [
            "MR SIBAYA",
            "I have a vague - I remember this vaguely, a white man with a beard?",
            "Male"
        ],
        [
            "MR FOURIE",
            "I was wearing a beard at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And he says he remembers talking to you.",
            "Unknown"
        ],
        [
            "MR FOURIE",
            "Right.  Do you remember that I asked you why you were there?",
            "Male"
        ],
        [
            "MR SIBAYA",
            "I don't remember, but please continue.",
            "Male"
        ],
        [
            "MR FOURIE",
            "It seemed strange to me that he should be there, an old man who seemed very timid and almost afraid.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the question?",
            "Unknown"
        ],
        [
            "MR FOURIE",
            "And when I asked him why he was there he said he doesn't understand fully because the police told him he's lost the paper.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just put that in the form of a question.",
            "Unknown"
        ],
        [
            "MR FOURIE",
            "Do you remember telling me about a piece of paper which had got lost?",
            "Male"
        ],
        [
            "MR SIBAYA",
            "Outside the court room, I remember vaguely.  When I went there Mr Segal said that we should go upstairs because we were going to be asked questions.  I got lost and then he went to fetch me and took me to court.  Maybe that happened that day, I can't remember.",
            "Male"
        ],
        [
            "MR FOURIE",
            "Well I am sorry if I put you under stress, that was not my intention, but I remember clearly Mr Chairman the man telling me that he could not understand why he was there because the paper that he found on the night of December 30 1993 had been\nlost.  Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR FOURIE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This witness is excused from further attendance.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman may I enquire whether there are any witnesses from the legal representatives of the applicants.  I know yesterday they indicated they weren't going to call anyone, before I proceed with the victims.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think they indicated yesterday.  Is that still the position Mr Arendse?",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "That's still the position Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, yes.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Thank you Mr Chairman.  Mr Chairman before I call Mr Cheqveira, Franscisco Cheqveira, Mr Chairman I do have with me a press clipping regarding the death of Mr Segal on the 9th of May 1997.  I don't know if that's going to be in dispute.  And I do have the docket which relates to the investigation of the death of Mazibuko, if that is required by the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No we don't require it.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "As Mr Chairman pleases.",
            "Male"
        ],
        [
            "MS QUNTA",
            "We can't quite dispute someone's death Mr Chairman.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Have you seen these?",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "Well I don't recall seeing that Judge but we have never disputed the death of Mr Segal.  We just said it's very inconvenient.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Before calling the people whom you propose calling as witnesses may I enquire whether, Miss Qunta, whether you propose calling any evidence?",
            "Unknown"
        ],
        [
            "MS QUNTA",
            ".... to say to that Mr Chairman. It's firstly, my client I don't intend calling my client unless the Committee, members of the Committee or Mr Prior would like to ask him some questions, but I would like his affidavit, which is in the record, to be formally, to become formally a part of the record as well as the annexures that have been referred to.  We had a chat with Mr Prior at break this morning.  There are certain annexures including the summons issued against a certain General Snyman which I believe were part of a supplementary package but which I am not in possession of and have never in possession of.  I would like to just find out from my learned friend whether he can ensure that that becomes part of the record in addition to my client's affidavit.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Is that the summons referred to in his affidavit?",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "That's correct Judge.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Against the three people, against the Minister isn't it and Snyman ...(intervention)",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "As well as there is a secret report by a General Koen, Major General Koen to the Commissioner of Police whose name is van der Merwe.  We would like that to be handed in because that has a bearing.\n\tAnd then also I don't intend calling any further witnesses but I would like to say, as I said earlier on, if we come by further information with regard to the bank statements and property of the witness, whether we can hand that in to become part of the record.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well the members of the Committee have no questions to put to your client.  Mr Prior would you like Mr Ntsebeza to give evidence, to ask questions?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "No Mr Chairman, his affidavit suffices.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "By consent can his affidavit and the annexures thereto become part of the formal record?",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "By consent.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I may say that you and your client are excused from further attendance if you choose to leave.",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "Mr Chairman thank you for allowing us to leave.\n\tI would just like to highlight one or two things that came out of this by way of closing off this matter, hopefully for ever.  I think I've raised with the Committee at the beginning the difficulties we had in terms of Section 19 of the Act. I'm not going to go through that again.  But I wish to reiterate that particularly now, after hearing the evidence from the witness under cross examination and in-chief, we are even more convinced that it was an ill-conceived decision, not by the Committee, I wish to state quite clearly here that we are not in any way you know impugning the Committee in this, but the problem starts within the Investigation Unit, which of course my client had recused himself from, once this issue came up, the investigation was done incompletely. There a whole number of leads which should have followed up. For instance my client in his affidavit stated where he was on that evening and stated two people that could be contacted to verify that. None of them were contacted.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Can I just stop you at this stage please.  I don't think I want to hear all this.",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "Mr Chairman I actually would like to ask you to allow me to continue because there are some very serious issues raised here.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No we understand that, we are here to test whether these gentlemen are entitled to amnesty.  That's what we are here for.  Indirectly your client was implicated by the evidence of the last witness.  We've had enough evidence about him.  I've asked you whether you're calling witnesses, you're not calling witnesses, and if you choose to address on the merits please do so but I don't think I want to hear about how badly the investigation was done and matters of that kind.  Your client has his remedies in that regard elsewhere and not before this Committee.",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "Thank you Mr Chairman, I'll continue then.\n\tOn the merits. This witness, there are so many inconsistencies in this witness' statement and as my learned friend here said, he's like wine, his memory gets better with time.  Four years later he remembers everything in such greater detail and it appears to me more than a coincidence that in his second statement all the loose ends in the first statement are tied up very neatly and that gives rise to concern.  It does appear from his evidence that in fact, and he so much admitted, and I don't know whether the translation was accurate, he actually said at some point that he was just told and he agreed. \n\tNow it is clear from the totality of the evidence that we have here that these statements were in fact not the witness' statements.\n\tThe other thing that is extremely worrying is the financial status of this gentleman.  He's admitted that he had 40 000 in his account in 1996 January and he gave a whole number of contradictory evidence regarding that. What that raises is the inference that this witness is either receiving large amounts of money ...(intervention)",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "I don't want to interrupt you but didn't he say that that was a mistake, that he spent the 40 000 in 1993 and that he didn't have anything there in 1996?",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "Judge I may be mistaken but I don't recall that, because I put it to him that if he had spent that  40 000 in 1993, this incident with Mr Levy that was reported, he said that 40 000 was in his bank account at that particular time.  But the question still arises as to where a person who earns R1 200 per month has an amount of 40 000 in his account, and these are issues which are very worrying.\n\tOr alternatively as he himself admitted, he was prepared to defraud his own relatives by making as if the money that his uncle's wife's money, the 320 000 belongs to him.  Moreover, he was prepared to go to Mr Levy and make as if that money is his and that calls into question the person's honesty. I think these are the issues that I believe should indicate ...(intervention)",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Did he say he went to Mr Levy?  You put it to him, didn't he say he doesn't know Levy?  You haven't called Levy to give evidence that he came to him with this.  My recollection was that he said he didn't know Levy. Isn't that his evidence?",
            "Unknown"
        ],
        [
            "MS QUNTA",
            "Judge he said, when I gave him the name, he said he does not recall, he does not recall Mr Levy but when I pressed him further, he said that was a mistake, and the implication was that he did talk to someone, he didn't know whether it was Mr Levy or not, but he did talk to someone and he did present that figure to them but it was not his money.  It was the money of his uncle's wife.\n\tSo I am saying that in the light of this evidence of this gentleman, it concerns my client and me greatly that a person who is clearly not honest, who from his conduct here shows that he in fact did not make these statements and certainly not in the detail that it is from the evidence can create a situation where my client is forced, and I know he was not obliged, but is forced to protect his own integrity and that of the Commission to come here and in effect, virtually in the press, being put on trial.   Now I will leave the rest to the Committee and I will say no more.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is there anything you wish to say on this aspect of the matter?",
            "Unknown"
        ],
        [
            "NORMAN ARENDSE",
            "I don't think there's anything left for me to say.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "Mr Chairman with permission may I just place two matters on record.\n\tThe first one is that my learned friend Miss Qunta at her insistence that the witness be made available to testify was made available as he was.  \n\tThe second thing was that Mr Killian of the Investigative Unit was also made available by the Amnesty Department to Miss Qunta to interview and that decision was made by the Committee.  \n\tSo I want to simply place that on record that there was certainly no suggestion at any stage that this was contrived in any way whatsoever.  Thank you Mr Chairman.",
            "Male"
        ]
    ]
}