{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1997-11-18",
        "location": "CAPE TOWN",
        "day": "2",
        "names": [
            "W RIAAN BELLINGAN"
        ],
        "case number": "AM5283/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54667&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/capetown/capetown_belling2.htm",
        "speakers": [
            "W RIAAN BELLINGAN",
            "CHAIRPERSON",
            "MR BOOYENS",
            "UNKNOWN",
            "MS PATEL",
            "JUDGE MILLER",
            "MR HUGO",
            "SISI KHAMPEPE"
        ],
        "original_speakers": [
            "W RIAAN BELLINGAN",
            "CHAIRPERSON",
            "MR BOOYENS",
            "MR P WILLIAMS",
            "MR B WILLIAMS",
            "MS PATEL",
            "MR BELLINGAN",
            "JUDGE MILLER",
            "MR HUGO",
            "MS KHAMPEPE"
        ]
    },
    "testimony": [
        [
            "W RIAAN BELLINGAN",
            "(Still under oath).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The Committee has now returned from an inspection in-loco of the scene of the killings and before I deal with certain things that were pointed out, I would like to express the thanks of the Committee and myself and\nI as sure of everybody else who attended it, to those who arranged the inspection and, particular, to the members of the South African Police who took us there, brought us back and arranged the security.  I think we are all very gratEful to them for the manner in which it was conducted.  \n\tI would now like to place on record the notes I have made of what was pointed out and I will then invite the various representatives to add anything they wish to.  Firstly, I was handed at the scene an aerial photograph of the scene, which I think should become EXHIBIT B4, unless we are embarking on a whole new series of photographs.  I also took with me the sketch plan that was handed in and the key thereto and I would like, first of all, to record that I think it was agreed between all of us that looking at the sketch plan, the NY1 road runs from south to north and the NY111 runs from east to west and vice versa.  The NY1 is a two lane road, the NY111 is a single traffic concrete road  and they intersect where most of the action took place.  \n\tNow, on the plan, we were, sorry, we were, Mr Bellingan first pointed out the spot where they had been parked before anything happened, which appears on the aerial photograph, along the NY111 in an easterly direction after a large open space a road can be seen leading to the south.  He says they were parked on that road and after they decided to disperse, they drove down the road in a southerly direction, then turned in a westerly direction along the concrete road, on the photograph it shows it leading to a large crowd of people, they then turned right into the NY111, saw suspicious people standing in the bush at the intersection and turned right again into the NY111.  \n\tThey then proceeded along that road for approximately 100 paces, indicated by him, to where they saw Maluleka.  He spoke to Maluleka who told him that the people were all present or rather warned him that the people were all present and also indicated to him that there were guns hidden in a blanket in the bushes to the north of the road.  He did not, at that time, go and look for the guns or see them or the blanket.  They then turned and proceeded in a westerly directly back to the intersection.  After they had driven about 40 paces, indicated, they stopped.  From there, he saw where a person was shot on the side of the road, that is point B on the plan, which was some 37 paces indicated from the point he said they had stopped.  There are other photographs available, setting out where point B is.  \n\tHe also indicated where the man he shot was lying on the road and where the vehicle used by the victims or the terrorists, whichever you care to call them, was parked at the point marked H on the sketch plan.  The point he pointed out was identical to the point F on the plan and as shown in the photographs of a body lying near the white line in the centre of the road.  \n\tThe next witness who pointed anything out was Mr Ronald Benting, who pointed out a spot in the northerly portion of the NY1, 15 paces from the intersection with the NY111, where he said he stopped in the vehicle he was driving which had school children in it.  He indicated where he saw a body lying on the road from where he had stopped his vehicle and the point indicated by him was near the centre white line, two paces to the north of the northern boundary of the NY111, that is if one follows it across.  It was in the NY, the body he saw was lying in the NY1, it was two paces above the boundary line, if it is, the boundary line is continued across the road.  \n\tWe were also shown by Mr Mbelo where his car was parked, car he was in was parked and this accorded with point J on the plan.  He also indicated, approximately, where the man he shot was and this appeared to indicate with point, to agree with point K on the plan.  We were shown, but we did not go to the precise location, where the vehicle, marked M on the plan, driven by Kleyn had stopped and where there had been a hand grenade explosion.  This point would have been visible, as would most of them if there were not a crowd of people on the road at the time, it would be clearly visible from anyone along, travelling along NY111, could have seen over the intersection and down the other side of the road.\n\tAt the time of the inspection, the points to the north of NY111 and to the east and west of NY1 had been heavily built up with squatter camps, but we have had, been shown photographs taken at the time, including the aerial photograph, which indicated that at that time these were open land that the, point to the left, to the west of the NY1 was largely open space, whereas that to the east of the NY1 was fairly heavily covered by young trees.  \n\tThose are, I think, the only notes I have made, if anyone has any further points they wish to add.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "We have got nothing to add, Mr Chairman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "We have nothing to add, Mr Chairman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Nothing from our side, Mr Chairperson.",
            "Male"
        ],
        [
            "MS PATEL",
            "Just one thing perhaps, honourable Chairperson, is what was pointed out also was the point at which Chris Pit, I think D on your map, where he was lying at the time.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "In fact, it is pointed, it is not by one of the participants.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "All right, point taken.  Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Perhaps be recorded that making use of photographs that had been taken at the time which depicted where the body was, we were able to ascertain where it would have been.\n\tRight, do you wish to continue with your cross- examination.\nCROSS-EXAMINATION BY MR B WILLIAMS (cont)",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you very much Mr Chairperson, members of the Committee.  Just a couple of aspects that I would like to come to, Mr Bellingan.  It may be convenient, since we have just been to the inspection, to deal with the question of the weapons that Eric Maluleka had mentioned to you.  Now, these are the weapons that are reflected in the photograph bundle at pages or rather numbers 56 and number two.  Number 56 and also number two.  I think number two relates, is the photograph of the blanket in the vehicle.  All right, Mr Bellingan, I see that you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What photograph was it?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairperson, it is number two.",
            "Male"
        ],
        [
            "MS PATEL",
            "If I may be of assistance, the bundle that is being handed up of the photographs do not accord strictly with, I think, what Mr Williams is referring to.  I think he is referring to the set of photographs that was used at the inquest, but the photograph that he is referring to is in the back of the booklet that has just been handed out.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well, what exhibit will this bundle that we have just been given be?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Mr Williams, that is the tinier bundle that was handed out.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "B5?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "B5, your Worship, Mr Chairperson.  The photographs which I am referring to are, in fact, numbered two and they are numbered 56.  In the bundle that would be, number two would be the photograph at the bottom of the third page.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is the one photograph I am referring to and then at the back of the bundle, the last page is number 56.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, the photograph you are referring to, at the bottom of the page, is the photograph that has already been handed in as exhibit B2.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Sorry, it is very difficult to keep track of the exhibits that we have thus far.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The photograph above it of the car with the broken windscreen is B1.  Now, there is another photograph at the end of the bundle of some guns lying on a blanket somewhere in the veld.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is the other photograph that I am referring to, Mr Chairperson.\n\tAll right.  Now, Mr Bellingan, you see those weapons that I have just referred to in photograph, which is numbered 56.",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Yes, I see them.",
            "Male"
        ],
        [
            "UNKNOWN",
            "If I can just clarify, you seem to be shaking your head with regard to the other photograph, which is photograph numbered two and which, now, do you agree that that is the same blanket that was, is lying in the veld.",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "I agree that it can be the same blanket.  I cannot disagree, it seems to me the same blanket which was lying in the veld.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Can one assume that the firearm which you see protruding from that blanket, on photograph number two, is, possibly, one of the weapons that you see in the photograph on page, photograph number 56?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Mr Chairman, on the photograph on page 65 we see two AK47's with double magazines and I have previously testified that those were the weapons I brought from Pretoria or whether they were the weapons of the liberation fighters.  I did agree that that was the blanket found in the boot of the car.  I do not see am AK47 there in that blanket, I do not see an automatic gun there, an automatic shotgun and it was asked whether those were the weapons Eric carried and if those were the weapons lying under the tree.  I have already said, told to Major Brits that and he took those, whether he took the blanket as well and how the blanket came, landed in the boot, I cannot give an explanation for.  I do not say, see an AK47 here, but the blanket seems to be the same.",
            "Male"
        ],
        [
            "UNKNOWN",
            "All right, Mr Bellingan, if we can leave aside, for the moment, the question of whether or not there are AK47's lying in the boot of that vehicle on photograph number two.  You will concede that the blanket is, in fact, the blanket that was lying in the veld on photograph number 56?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "It seems to be, yes, Mr Chairman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Can you explain how that blanket would have arrived in that particular vehicle?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "I cannot give an explanation, whether I had put it there or any of the other members or whether we have asked somebody to put it there, I cannot give an explanation for that.  I cannot guess about this.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You will agree that that vehicle is not the vehicle of the investigating officer in the matter?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "No, that was the vehicle I was driving when I was shot.",
            "Male"
        ],
        [
            "UNKNOWN",
            "All right, if we can ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The vehicle, the guns lying in the back of the vehicle, one of them is clearly your gun that was damaged?",
            "Unknown"
        ],
        [
            "W RIAAN BELLINGAN",
            "That is correct, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the other is a shotgun.",
            "Unknown"
        ],
        [
            "W RIAAN BELLINGAN",
            "That is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you, Mr Chairperson.  If we could then go to the photograph number 56 itself.  You will recall that at the previous hearings in this matter, at both the trial of Anthony Weave and also the inquest, that particular photograph was presented to both those courts as being evidence of firearms that had been used by the alleged insurgents or the deceased in this particular matter, not so?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "If you say that it will be like that, I have not seen that and if you say that it must be the truth.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Now, those two particular weapons you subsequently established that those were the AK47's that you had, in fact, given to Jimmy Mbane and Eric Maluleka, not so?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "No, Mr Chairman, it may be the weapons, if I remember correctly.  You must remember this has happened a long time ago, was in a poorer conditions, the AK's.  I cannot remember what they looked like specifically.  I cannot say that those were those specific members.  I cannot say with certainty.",
            "Male"
        ],
        [
            "UNKNOWN",
            "If you can just then clarify.  Do you recall at any later stage, Jimmy Mbane and Eric Maluleka returning weapons to you that you had given to them subsequent to this event?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "If you refer to the weapons I gave them before this operation, they had not brought back anything to me.  I testified yesterday that I think Murder and Robbery took these weapons and presented them back to the Quarter Master.  The Tokarev got lost in the process.",
            "Male"
        ],
        [
            "JUDGE MILLER",
            "Sorry, could I just on this point, Mr Williams, I do not mean to interfere with your questioning.  Mr Bellingan, you were given a bundle of documents yesterday, I am not sure exactly to what they relate, they have not really been explained, but included in that bundle is documentation relating to the activities of Vlakplaas and a whole series of statistics and one of the statistics I note from those documents is how many arms have been recovered through operations, that sort of thing.  After this incident were records of that nature kept by you for purposes of your statistics back at Vlakplaas?  In other words, how many arms were retrieved, how many arms were recovered etcetera.",
            "Unknown"
        ],
        [
            "W RIAAN BELLINGAN",
            "Mr Chairman, if I can refer to that encoded messages that we received yesterday.  That is the type of documentation that we would have kept, albeit at Vlakplaas or at security headquarters and at our Research Desk to say that the members got the following documents back, but then the person were to present these documents to the Quarter Master.  We did keep records like found in these encoded messages.  If that answers your question.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Bellingan, I understand that this is a long time ago, but I want to get some clarity on the two AK47's.  You saying to the Committee today that you are not quite sure whether those two weapons, and you have said so in your Section 29 evidence as well, that you are not quite sure whether those two weapons, the two AK47's that we referred to, that we referred you to in photograph 56, is, in fact, the weaponry that you had given those two askaris, not so?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Yes, it could be the weapons, it could be the weapon which was used to fire the shots, I cannot say with certainty.  If those were the weapons, it must be so.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You see, if I can just quote to you a section from Colonel, Major de Kock's affidavit that he submitted and I would like to hear your comment on that.  It is at page 13 of his affidavit and he refers at paragraph 28 to a \"kripto berig\" that he received from yourself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What paragraph?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Sorry, Mr Chairperson, paragraph 28 on page 13.\n\tMr Chairperson, I am not sure that we are sitting with the same bundle here.  Unfortunately I cannot ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am not sure at all (...indistinct) were are not.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Could I, perhaps, start at the beginning and just say that this document is headed ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(...Indistinct) I have found it (...indistinct).  (...Indistinct).  Carry on, I have found it.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you very much Mr Chairperson.\n\tNow, Mr Bellingan, relative to these two AK47's that we are talking about.  Colonel de Kock mentions the fact that you sent him a \"kripto berig\" on that particular day, detailing, inter alia, the weaponry that you had found on the scene.  Is that correct?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "That is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Then he goes on to say,\n\"I wish to refer, to bring under your attention that the weapons which you found were not from Vlakplaas.  As I have already mentioned, only two AK47 weapons and a Tokarev Pistol were issued to the members and I do not know where the other weapons had come from\".\nNow, would you not agree that, clearly, what he is saying there is that as far as he is concerned, only the Tokarev and the two AK47's are in, mentioned in your report to him are weapons that come from your sources?  Do you agree?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "That is correct, Mr Chairman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So quite conceivably, as far as his information is concerned, you must, then, have told him that, look, that these are two, three of the weapons that we found back.  Do you agree?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Just repeat again, Mr Williams.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Let me take it slowly.  Would you agree that what he is saying here is that he accepts that there are three weapons of all the weaponry that you found on the scene, he accepts that there are three weapons that have been found back.\nMR BOOYENS OBJECTS",
            "Male"
        ],
        [
            "MR BOOYENS",
            "No, my learned friend must read the sentence properly,\n\"Definitely not everything or all of them had come from Vlakplaas.  As I have already said, two AK47's and a Tokarev.\"\nSo, I think what, in all fairness to Mr de Kock, I do not think that Mr de Kock says these AK's were found back, it says,\n\"Nie alles of enigsins ...\",\nso there seems to be a bit of an unclarity here.  Perhaps, my learned fried could just clear that up Mr Chairman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Right, if I could just respond to that Mr Chairman.  If you look at that particular paragraph, in my respectful opinion,\n\"... at all, from Vlakplaas...\",\nis the clarification by Eugene de Kock that the weapons did not come from Vlakplaas itself and he has made that clear in his affidavit.  What he is saying is that the AK47's and the Tokarev, in fact, came from security headquarters in Pretoria.  So, in my view, that is what \"enigsins\" means.  If you read further down the statement he says, \n\"I have no idea where the other weapons came from.\"\nSo, quite clearly he is saying that he knows where the two AK47's and the Tokarev come from that he has referred to in captain Bellingan's report, he does not know where the other weaponry comes from.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He is not saying he knows, he is saying he has got no idea where the other weapons could have come from.",
            "Unknown"
        ],
        [
            "W RIAAN BELLINGAN",
            "If I may say something here.  The Tokarev which they refer to there, Colonel de Kock or security headquarters gave me a Tokarev, but the Tokarev found at the scene that was not the security headquarters\nTokarev, that was the groups own Tokarev.  If I remember correctly, I also mentioned during my Section 29 hearing, the incident when our Kombi got stuck in the bush and our, the Tokarev went missing there.  That was before the shooting incident. That Tokarev was later recovered by the detectives on the scene of the crime.  So, the Tokarev found at the scene or used at the scene at the liberation fighters, that was not Vlakplaas' Tokarev.",
            "Male"
        ],
        [
            "MR HUGO",
            "May I just clarify this aspect?  Mr de Kock received a list of all the weapons recovered and in this list mention is made of AK47's and also a Tokarev pistol.  What Mr de Kock wants to say is that he has no knowledge of two AK47's and a Tokarev or whether these were the same weapons recovered.  He cannot say that.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Chairperson, I am not going to take the interpretation of that particular paragraph in Eugene de Kock's statement any further.  I think it has, to some extent, been clarified by his council.  I still, though, want to deal with the question of the two AK47's themselves.  \tNow, Captain Bellingan, you were aware that the AK47's that were found there were, in fact, brought to your attention by Eric Maluleka.",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "That is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "It would also appear to be the case that he brought those weapons to the scene, not so?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "That is correct.  As I have testified earlier, I asked the, those askaris to, because there was a weeks lapse of time and we did not quite know how to plan, but they must just keep control of the weaponry and keep control of the vehicles, so that if it came to an arrest at the intersection and there was a shoot-out, that we can minimise it.  That is why I said they must keep the weapons in their control and possession.  So yes, it was Eric's.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Now, you would agree that by those photographs having been included in the investigating docket in the matter, it creates the impression that those were weapons found with the deceased?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "I cannot comment on the way in which the investigation was done or the inquest, but it may be, but I cannot comment.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Would you agree that, to an extent, that would be a misleading impression?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "It could possibly be.  It depends on what your perspective of the investigation is.  I did not think of it in those terms.",
            "Male"
        ],
        [
            "UNKNOWN",
            "If I, seeing that we are with the weapons, if I can just ask the Committees indulgence.  There is a section on the video that I would like to refer to.  I hope it is not going to take a whole lot of time.  It is a section where the cameraman seems to be recording that it is now 07H56.  If anybody knows exactly where that is on the video, if we could just get someone to operate the video, I would like to ask Captain Bellingan some question in relation to that.\n\tIf I can just indicate to our assistant, it is approximately four and a half minutes into that video.  It is, if you could rewind it a little bit further back, it is much further back than that.  Ja, it is right at the beginning.  No, it is right at the beginning, it is further than that.  \n\tIf I can just ask one or two questions in the meanwhile, Mr Chairperson, while the ...  Right, can you fast forward that?  Sorry, we, sorry, Mr Chairperson, I am not sure if this is the same video.  It is right at the beginning and I am not sure if the video has been rewound right to the beginning.  This, we seem to be right at the end again.  I am terribly sorry to ...  \n\tIf I can just ask two questions in the meanwhile with the permission of the Chairperson.  Mr Bellingan, you remember, you recall on the video that there is talk by the cameraman at about 07H56 that there are still shots being fired in the bush.  Am I correct?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Yes, I think I heard that.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Do you recall that at both of the trials in this matter there was no evidence of any other shooting taking place in the bush apart from the individuals that are referred to in the plan at points S and at points Q?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "That is the bushy area there.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Correct and do you recall that at the trials of these, this particular matter, the two trials in this particular matter, it was evident that the only shooting which took place in the bush was the shooting in respect of these two individuals?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Chairperson, I cannot recall that, but I did hear and I think I read somewhere, perhaps, when I or read through the record of the inquest, that somebody had said that they had shot a dog.  Somebody had shot a dog in the area.  I was not there so I cannot comment.",
            "Male"
        ],
        [
            "UNKNOWN",
            "The suggestion was not that there was a fuselage of shots fired at the dog, not so Mr Bellingan?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "I heard that afterwards.  I also looked at the video afterwards and I do not know where these shots came from.  I cannot comment.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You see, I want to put it to you, Mr Bellingan, that the shooting that is referred to at 07H56 on that video is, in fact, the shooting of the deceased who are at points S and at points Q on the diagram.  Can you dispute that?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "I cannot comment on that, I was not there, I did not see that shoot out.  I do not know whether that was the case of the dog being shot or whether it was the case of the deceased being shot.  So, Mr Williams must actually ask the person who is responsible for that incident, let him testify.  I was not in the bush involved in that particular shooting at the time.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Your Worship, we are not getting the assistance of the video here, so I am going to move onto another point in the meanwhile and perhaps we can come back to that issue of the Tokarev again.\n\tIn your amnesty application, Captain Bellingan, you refer to an incident involving Bryan Ingulungu, it is your first amnesty application.  I am not going to ask you to deal with the merits, I just want to know what dates we are talking about in respect of that incident in your first amnesty application.",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "You want to know which date Bryan Ingulungu was shot?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, more or less.",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "I think it was in 1990 or 1991.  I do not have the records in front of me.",
            "Male"
        ],
        [
            "UNKNOWN",
            "All right.  You have also referred to some documents that you have annexed as a bundle and which we have called, I think, Volume III, Mr Chairperson, I speak under correction, a document that is headed \"Death to Impimpies\".  What is the purpose of annexing that particular document to your application for amnesty?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "I think that case relates to the Bryan Ingulungu matter.  It was a document which was brought out by the ANC which suggested that the askaris should be eliminated, they were seen as Impimpies.  Bryan Ingulungu was on that list and I do not actually want to elaborate on the Ingulungu case at the moment.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, no, the question is not about Bryan Ingulungu, the question is about why you annexed that document called \"Death to Impimpies\" to your application?  What was the purpose of doing that?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Many of the documents you will see in the schedule refers to both sides, namely what we did and what the ANC and the PAC did.  So, it was done in order to bring a bit of balance between the information put on the table by the different organisations.  That is why I simply added that, for balance.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Is it not correct that you are, that you, in fact, annexed that document to substantiate ...  Mr Bellingan, is it not correct that you annexed that particular document, \"Death to Impimpies\", to substantiate your allegations regarding the threats to the police and the police force?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "That document could show in what light the askaris were perceived from the ANC's point of view and in Lusaka.  They saw these people as or if these Impimpies, if they turned against them, they would be killed.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, but you annexed that document as motivation or as an indication of what motivated you at the time of this particular incident?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where is this document?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "My apologies Mr Chairperson.  Once again I am referring to Volume III, the thick bundle of annexures to the applicants application.  It is unpaginated and I am afraid it is very difficult for me to explain to you.  I, If you will give me a moment.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Is it not headed \"The Case is closed\", Mr William?  Are you referring to that particular portion?",
            "Female"
        ],
        [
            "UNKNOWN",
            "That is quite correct.  It is that particular document.",
            "Male"
        ],
        [
            "UNKNOWN",
            "It is usefully close ... (intervention).",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "I think it would be about six pages from the beginning of Volume III.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Now, was this annexed to your application?",
            "Unknown"
        ],
        [
            "W RIAAN BELLINGAN",
            "This is something I added to all my applications.  It was simply done to give a total picture of our perspectives in the security police.  It is simply documentation for further information and background to my applications.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Now, Captain Bellingan, you will agree that that particular document can hardly be a motivation for what prompted this particular incident?  You will agree?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "It does not relate to this incident, but it forms part of the bigger picture to give more clarity on Vlakplaas and its activities, because I believe that there is a very great incorrect perception regarding Vlakplaas.   For instance, the fact that we were supposed to rehabilitate the askaris and make proper policemen out of them, that is simply ignored.  Everybody simply sees us as vile wrongdoers who walked up the streets and shot people.  That is why we attached all these documents as well.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, but the point is that that particular document was not what motivated you politically in respect of this particular incident, not so?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "No, that is not what it is about.  That was simply a schedule or an annexure to my entire application.  It is not directly relevant to this case.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Williams, may I interpose.  Mr Bellingan,  isn't this document relating particularly to askaris and informers and not to the police in general?",
            "Female"
        ],
        [
            "W RIAAN BELLINGAN",
            "That is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "If I can then just step off to another point Mr Bellingan.  You mentioned in your evidence yesterday that your eyesight had been affected by this particular incident.",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "That is correct and I think there is medical evidence in this, in the volumes and the Bundles to substantiate that.",
            "Male"
        ],
        [
            "UNKNOWN",
            "When did you discover that?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "I was taken to a doctor that afternoon and I still have some shrapnel in my body.  I think in my finger, but I was taken to a doctor that afternoon and I then saw several doctors and specialists over the years.  I cannot recall specific dates.",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, when did you discover that your eyesight was affected?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "That happened in the normal course of things,  after having several doctors appointments.  I had some treatment initially, my eye was quite blue, and I was given eye drops and it takes some while to actually heal itself.  So, it was not as if I just suddenly realised that there was something wrong with my eye.  My eye was tested and eventually it was discovered that there was something wrong with it.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You see, the problem is that the medical reports that you refer to, seem to indicate that your eyesight is normal in both instances.",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "That was the report by the District Surgeon and not a report by the specialist.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So, your comment then that the medical reports will support that is incorrect?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "A District Surgeon or your GP will test your eyes when you go and see him.  I do use spectacles for reading and watching television.  So that is a technical point on which I cannot comment.  I cannot comment on the discrepancy between the specialist and the GP.  My eye specialist told me that my left eye was weaker than the right.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You will concede that both medical reports, and the most recent one is in August 1996, you say it is your District Surgeon's report, but he refers to your eyesight as being normal.",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "You must remember that a District Surgeon or your General Practitioner tests your eyes by means of an eye chart, but an eye specialist actually uses all kinds of technology, machines to test your eyes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "If I can step off that point and come back to the askaris.  Were the askaris used, the particular askaris in this particular matter, Jimmy Mbane and Eric Maluleka, were they used in the Western Cape region again after this incident?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "I cannot say with certainty, I think so.  maybe Constable Mbelo would be able to remember, but I think they would have been used again or, perhaps, they would have been, well, the idea after such an operation or infiltration was to, for them to be transferred, interchanged or exchanged with other groups and teams and that is, possibly, what happened, but I do not have any documentary evidence to prove that.  We changed the teams every third month and the reason for that was to prevent them becoming too attached to each other, because they were quite a difficult group of men together, because when they bonded they started doing wrong things and became mischievous.  So, I cannot say with certainty what the situation was.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Would you agree that if there were any survivors, in this particular incident, the identities of your askaris would have been betrayed?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "The askaris, whether they were in Cape Town or wherever, if he meets up with a MK member in Bophuthatswana or wherever, it does not matter.  An askari could be identified anywhere in the country by returned MK exiles, so (end of tape 1A) it was not such a major crisis.",
            "Male"
        ],
        [
            "UNKNOWN",
            "... your efforts here in the Western Cape?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Yes, after we withdrew, the rest of the Western Cape had to continue with their normal activities.  So, yes it could actually have hampered us.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Would you agree that that could have provided motivation as well for the fact that there are no survivors in this incident?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "I do not see it that way.  Some people did get away.  If we look at the encoded message and what, also what I heard from the askaris, some of the people actually got away that morning.  Once again I refer to Max du Preez's television programme on Sunday nights, I cannot remember the exact date of the broadcast, because we would like to view the video and we have requested that that happen, because on one of those videos, one of the freedom fighters who got away actually said on television that the askaris were not very competent and they were actually very critical of them and they said that they were better than the askaris.  So, some of them did get away on that day.",
            "Male"
        ],
        [
            "UNKNOWN",
            "All right, if we can look at the question of the arrest.  Now, I have dealt with that extensively yesterday.  You maintain that there was absolutely no way you could arrest people?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Now we have actually been to the scene this morning.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I am not talking about the scene, I am talking about beforehand, Mr, Captain Bellingan.",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Oh, thank you.  A week elapsed between the time that Mbane gave us the evidence or the information, so we did not have their fixed addresses.  We did attempt to find them at several addresses, but we could not actually find these people beforehand.  So, there was a week between Jimmy's information and the actual incident.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You see, because in your \"kripto berig\", dated the fourth of March, for the benefit of the Committee, I am not sure if that is in a separate bundle.  It is a thin batch of documents headed \"Secret\".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What number is that bundle?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I think that would be B6, if I am not mistaken, Mr Chairperson, B6.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "B6.  Should we not restrict B to photographs?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That may be a good idea, Mr Chairperson.  Let us call this C1 for the ...",
            "Male"
        ],
        [
            "MR HUGO",
            "Wasn't Minister Vlok's statement C, sir?",
            "Male"
        ],
        [
            "UNKNOWN",
            "If I may proceed, Mr Chairperson?\n\tNow, Captain Bellingan, there is a \"kripto berig\" from yourself and it is addressed directly to Captain, the then Captain Eugene de Kock, it is from yourself, Sergeant Bellingan, dated the fourth of March 1986.  In other words, a day after the incidence.  You will notice that in that \"kripto berig\" you have extremely detailed information about each particular individual deceased, about where they were trained, what they had been involved in over a period of years.  Can you explain to the Committee how it is that we should accept that you were unable to obtain information before these people were deceased, but upon their death, and in fact a day later, you are able to obtain their life history as guerrillas or as terrorists, as you would have it?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Just a second please, Chairperson.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Captain Bellingan, could you answer the question?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "This message was written by me, my name appears on it.  Lieutenant Liebenberg and I would have been jointly responsible for this kind of statement.  So, it was a joint effort between us and the security police and the information which I have here is the information which we  obtained from the askaris infiltration, from Lieutenant Liebenberg's information, so it was a joint operation as far as the information was concerned.  That is why it is so detailed.  A week before the incident I sent a message to head office in which I gave more or less the same information, which we also got from the askaris.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, that is precisely my point, Captain Bellingan.  You say that yourself and Captain Liebenberg co-operated within 24 hours to obtain these individuals life histories and, yet, you could not arrest them beforehand.",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "We did not have the addresses.  We did go to certain addresses, there were many, many addresses and names and we did check them out and efforts were made to arrest these people.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Captain Bellingan, would you not agree that the inference is inescapable that this information must, you must have obtained this information beforehand?  You could not have obtained this information only on the fourth of March?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "A lot of the information came from Jimmy Mbane and other people beforehand.  You must remember, as I said earlier, I had a whole file in which all the documents, all my briefing and debriefing documents were kept in this file, so all the information was gathered over a period of time, so that when the incident actually happens, one already possesses an entire file to substantiate the information.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So, you will concede then that you had extremely detailed information on all these deceased before this operation occurred?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Jimmy Mbane gave us information about these people before the incident.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So, any suggestion, therefore, that there was vagueness about who would be involved, what their histories were as alleged insurgents or, or guerrillas is incorrect?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Please repeat the question, Mr Williams?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Any impression that you tried to create that there was a vagueness about who these individuals were and what their histories were as guerrillas and what they participated, what conduct they participated in on the ground is incorrect?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "I do not agree with you.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Perhaps I can put it more clearly.  You would have the Committee believe that your information about these individuals was so limited that it was impossible to effect arrest, not so?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "The information was vague as far as their whereabouts were concerned, but after a debriefing session with an informer during which the informer writes down everything he knows, you go and you verify the information and in co-operation with Lieutenant Liebenberg, we then put it down on paper and sent it to head office.  So, this is information which came from sources.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And you maintain to this day that despite 1\nthis very detailed information that you must have had before the incident happened, which is indicated in this \"kripto berig\", you could not affect any arrest, that remains your position?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "We did have many, many addresses and we checked them out.  I refer here to Crossroads, Mr Jamele's area.  So, we checked out many addresses with no success.  So, we could not actually trace these people.  We were told that they slept over at certain addresses and so on, but this changed from day to day, so we actually did attempt to find them and to arrest them.",
            "Male"
        ],
        [
            "UNKNOWN",
            "All right.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Before you leave that point, Mr Williams, may I interpose again.  Mr Bellingan, why then do you say in your application, which appears at page 31, at paragraph 22, towards the end, that you did not know who the insurgents were and what they looked like.  Was that a mistake?  Page 31, paragraph 22, towards the end of that paragraph.",
            "Female"
        ],
        [
            "W RIAAN BELLINGAN",
            "Mrs Khampepe, what I mean is, we did not have photographs of them, we had descriptions, we had names, but no addresses.  We did not know where they actually lived.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Thank you Mr Williams.",
            "Female"
        ],
        [
            "UNKNOWN",
            "If I may proceed, Mr Chairperson.  The video team which filmed this video, that we have had sight of, when did they arrive on the scene?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Mr Chairman, I think they immediately arrived there or during this incident.  They were on standby at one of the police stations and they were near.  They arrived there at one or other stage.  The people who made the video could give an explanation.",
            "Male"
        ],
        [
            "UNKNOWN",
            "All right, do you have any idea who would have called them to the scene?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "We have to ask Dolf Odendal that, he was in charge.  I think it was a normal practice to make videos of all scenes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You see, because Major Odendal, at the time Major Odendal, at the Weaver trial testified that the video team and Captain Liebenberg were in one vehicle on that particular day.",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "It may be.  As Mr Williams says, if they testified like that, that was the case then.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, but the point is that that was part of the planning session?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "They may have been there, Mr Chairman, I cannot say who was, everybody present at the planning.  If that is on record I cannot, do not have an argument with that.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, but do you not agree it is significant that before this incident happens you have a video team on hand?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "At that stage, you can ask Dolf Odendal, it was, the situation in Cape Town was such that the video unit was always present at scenes of unrest.  I cannot comment on that, because that was not ...",
            "Male"
        ],
        [
            "UNKNOWN",
            "You see, I want to put it to you that you were closely involved in the planning of this particular operation.  Not so, Captain?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "That is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And that you were particularly involved in planning that the video team also be there?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "If you say so and there is information that somebody had testified to that, I cannot deny that, I cannot see why I should not have done that.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And I want to put it to that you wanted to have this entire incident on film?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Yes, it may be so.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So, why do we not have the incident on film?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Repeat please.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Why do we not have the incident on film?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "During the shooting?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Correct.",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Remember, we have already withdrawn and vehicles were driving in various directions.  I cannot remember where the vehicle with the video equipment was and I cannot say where the vehicle with Liebenberg and the video equipment was.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Captain Bellingan, you say that it was normal operational procedure to have the video team with the unrest unit at the time.  You also concede that you may have planned for them to be on the scene on that particular day at the time and you can offer no explanation as to why we do not see one inch of footage regarding the incident itself?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "It was not my decision to tell the video team what to do when.",
            "Male"
        ],
        [
            "UNKNOWN",
            "But would you not say that that would defeat the purpose of having the video unit there?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Somebody from the Western Cape should come and explain why or how the video unit function.  We did not plan a crime, we did not plan something so that the video unit had to be there.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Now, Captain Bellingan, this was an unusual situation, because it was your operation.  We are not talking about any scene.",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Yes, it was my operation and I was the person who co-ordinated everything and gathered the information.  I was still a junior, I was a Sergeant.  Dolf Odendal was in charge of this operation.",
            "Male"
        ],
        [
            "UNKNOWN",
            "How could, sorry, go ahead.",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "I cannot explain that.  If he was not there, he was not there and why not, I cannot explain that either.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You see, I want to put it to you that extensive filming of what happened on that day must have taken place, more than what we have seen.  What do you say about that?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "I cannot comment on that.  I did not handle the camera, it, I did not give them any instructions, so I cannot comment on that.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I want to put it to you too that it is, in fact, those portions of the video that we do not see and, possibly, additionally the portions that we do see that was shown to your Cabinet Ministers at the time.  Do you agree?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Yes, I think so and the people at the video unit can be asked if they have kept that.  This video they have also kept the video which was provided to P W Botha and the Cabinet Ministers.  Perhaps they have edited that and if you provide a video to the State President, it should be edited.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Would you agree that if those portions of the video which were filmed while the incident occurred reflect unlawful activities, that that would be a very good reason not to disclose it?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "I cannot say whether a video was made of the whole incident.  The videoman should be asked whether a film was made during this incident.  I would have noticed it, somebody should have shown me such a video.  I have never seen that, Mr Chairman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "All right, if I can step off that point.  I am not sure if the, if that has been sorted out.\n\tCaptain Bellingan, I just want to ask you one further question in relation to the video, perhaps you can assist us with that.  \n\tSorry, Chair I am not getting where I want to be.  It is actually very difficult.  If I knew how to operate this machine I would actually ...\nVIDEO SCREENING\n\"MR LABUSCHAGNE:  ... en die tyd nou 07:56 is, word na nog steeds uit die...\n\t\t... waar die hand grenaad gegooi was ...\"\nAlhowel hierdie voorval om omgeveer 07H20 na 07H25 gebeur het en die tyd nou 07:56 is, word daar nog steeds uit die bosse op die polisie gevuur.  Dit is nog een van die Swartes wat die bosse ingehardloop het ...\"",
            "Male"
        ],
        [
            "UNKNOWN",
            "Sorry, Mr Chairperson, I am not, I do not seem to be getting to the point where I want to be on this video.  It is just before that frame.\nVIDEO SCREENING\n\"MR LABUSCHAGNE:  Op die oomblik is die optog nog aan die gang en lede van die SAP besig om die bos te vee. Dit kan gesien word dat hierdie bosse reedelik ruig is.\n\t\t... afgeskiet in die ...\n... waar die twee lede nou aangestap kom is die plek waar die handgrenaad gegooi was.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr Chairperson, it is actually very difficult, you know, I,.\nVIDEO SCREENING\n\"MR LABUSCHAGNE:  Alhowel hierdie voorval om omgeveer 07H20 na 07H25 gebeur het en die tyd nou 07:56 is, word daar nog steeds uit die bosse op die polisie gevuur.",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, no, no, it is before this, before this frame.  Ja.  If I knew how to operate the machine I would actually ...\nVIDEO SCREENING\n\"MR LABUSCHAGNE:   Daar is nog een van die Swartes wat die bosse ingehardloop het en hier deur die ...\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why do you not do it?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It is just that frame.  It is just that frame just before that where you hear the, where you hear three police officers talking about a Tokarev.  It is, correct.  Just before they announce the time.  Perhaps, you could just stop there.\nVIDEO SCREENING\n\"MR LABUSCHAGNE:  In die rigting van die spoorwegstasie.\"",
            "Male"
        ],
        [
            "UNKNOWN",
            "Sorry, can you just stop it, the video there?  You will hear that that one officer says,\n\"Trompie has the Tokarev with\n\t\thim\". \nCan you explain what that means?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "I cannot give an explanation.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Will you concede that there was a person on the scene by the name of Sergeant Theron?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And his nickname was Trompie?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "That is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Why would Trompie have the Tokarev \"by hom\"?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "I would not know.  We should ask Trompie that himself.  I cannot speak on his behalf.",
            "Male"
        ],
        [
            "UNKNOWN",
            "All right.  If you could just play the video a little bit further.\nVIDEO SCREENING\n\"MR LABUSCHAGNE:  Alhowel hierdie voorval om omgeveer 07H20 na 07H25 gebeur het en die tyd nou 07:56 is, word daar nog steeds uit die bosse op die polisie gevuur.\"",
            "Male"
        ],
        [
            "UNKNOWN",
            "Can you just stop at that point please?  \tYou will hear the policeman saying there that there are shots being fired in the bush.  Will you agree with me, that in all probability, apart from the dog, in all probability, the shots that are being fired are in respect of deceased's S and Q, in all probability?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "I do not want to speculate.  I am not going to speculate and look at possibilities.  I was not there, I did not see it, I did not hear it.  I am not going to comment on that.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Captain Bellingan, do you recall that at some point in the intersection there was no longer any shooting?  Do you agree?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "I cannot remember that.  I was not only at the intersection.  I had gone back to the motor vehicle, I cannot remember.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Today you do not recall that there is a conceivable break between the shooting in the intersection and the shooting in the bush?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Yes, we heard that there was a break in the shooting, there was also a Caspar there.  I cannot comment on that.",
            "Male"
        ],
        [
            "UNKNOWN",
            "All right, let, perhaps, we can help you with some of the evidence at the Weaver Trial.  You see, the evidence of Major Odendal at the Weaver Trial was that he recalls very specifically that this incident, the shooting as you refer to it, was completed by approximately 25 to eight that morning.  What do you have to say about that?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "It was about 07H30 that morning, yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And Major Odendal also said at the Weaver Trial that he recalls very specifically that there was one then one further fuselage of shots that had come from the area of the bushes.  Do you recall that?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "If that was how he testified, that was how he testified.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And you will recall that he said that that had occurred approximately a few minutes before eight o' clock?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "That, it might be so, the person on the video also said that.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Right and we also know from the evidence of Warrant Officer Barnard and Warrant Officer MacMaster at the Weaver Trial, that they were the only two persons who fired their shotguns in the bush.",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "If you say so and the documents substantiate that, it is so.  I did not see it, I did not read it, I cannot comment on that.",
            "Male"
        ],
        [
            "UNKNOWN",
            "But you will agree that if the firing that we see on the video is the only other firing which occurred in the bush, then it has to be Warrant Officer Barnard and Warrant Officer MacMaster?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "It must be so if that is the inference.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why not the deceased?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "All right.  Sorry, your Worship.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why not the deceased ... (intervention).",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Who were found ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... who had a pistol in his right hand?  The deceased was found with a pistol in his right hand.  Why should one infer that he was not shooting if people were shooting at him?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Your Worship, the, if I can, Mr Chairperson, if I can help you with the evidence of Warrant Officer Barnard.  Warrant Officer Barnard and Warrant Officer MacMaster at the Weaver Trial had indicated that they had chased those two deceased for a distance of approximately 400 meters into that bush and they said that they were no further than approximately \"15 tree\", if one can assume that means metres behind them at any one time.  Warrant Officer Barnard and Warrant Officer MacMaster had indicated that at no stage did the deceased who was found with the Tokarev pistol ever fire it at him.  The only person who fired shots, according to both Warrant Officer MacMaster and Warrant Officer Barnard, were themselves when they fired at those two deceased's.\n\tThe evidence of Warrant Officer Barnard at the Weaver Trial was that he shot the first deceased, the person who was found with the Tokarev, as this person had turned to point the firearm at him, he fired at this deceased and he was killed.  He and Warrant Officer MacMaster, moments later, fired upon the other deceased who was found in the bush and that is the deceased whom we see on the hand grenade, on the video who allegedly had a hand grenade between his legs.  Their evidence was very clear at the Weaver Trial that there was no other firing in the bush.  \n\tNow, the question is and the question that I want to ask Captain Bellingan is if it is correct, if one can correctly assume that the firing that we see on this particular video at 07H56, has to be the firing of Warrant Officer Barnard and Warrant Officer MacMaster, how is it possible that a frame before that someone is talking about a Tokarev already?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Mr Chairman, I cannot comment.  We have to identify those people.  I hear that Barnard is deceased, we should ask Mr MacMaster and the person who is speaking there, Labuschagne, has also died.  One evening a hand grenade was thrown at him in Crossroads.  I cannot comment on all that.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Perhaps we can just play the video a little bit further where they actually refer to the Tokarev now being at the deceased.",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Mr Chairman, ...\nVIDEO SCREENING\n\"MR LABUSCHAGNE:  ... wat die bosse ingehardloop het en hier deur die polisie aangekeer is.  Op die oomblik is die optog nog aan die gang en lede van die SAP is besig om die bos te vee.  Dit kan gesien word dat hierdie bosse reedelik ruig is.  Nog een van die Swartes.  Die Tokarev pistool le nog steeds langs hierdie Swarte.\"",
            "Male"
        ],
        [
            "UNKNOWN",
            "Captain Bellingan, you will, having looked at the video, you will see that there is now a reference to a Tokarev which was allegedly found at one of the bodies of the deceased in the bush, but moments before that we hear two people talking about a Tokarev and the fact that Trompie has the Tokarev.  Can you explain that?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Mr Chairman, I do not want to comment on what I am hearing on the video.  I was not there.  The person who made this video must come and, come here and explain to us whether this is an original video or were these were various cuts from different videos.  I cannot comment on that.  We should ask him whether that was the original video, whether any cuts were made and whether they were spliced together afterwards.  I cannot comment on that.  I am listening to what he is asking, I cannot answer that.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So, Captain Bellingan, you are, you concede the possibility that there may be sections of this video, of  the shooting itself, which we do not see?  You concede that there is that possibility?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Yes, the person who took the video should come and explain.  I cannot come and comment on what he has made.  I cannot comment, I do not want to speculate.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, and you, right and then you are also conceding the fact that this video that we are seeing may be a spliced video?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "It is a possibility, Sir.",
            "Male"
        ],
        [
            "UNKNOWN",
            "It is a piece of patchwork.  Would you agree?  Would you agree, Captain Bellingan?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He has said he cannot comment.  Will you please go on with your questioning.  We know that the person, at least as I understand the video, the man had said at 07H56 people are still shooting at the police from the bush.  Is that what appeared on the video?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That would appear to be the case, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On the evidence you have just related to me that is not true, is it?  You have told me that these two policemen chased these men, they were not, did not fire any shot at the policemen and the policemen shot them.  So, what, is appears on the video is incorrect.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "On the contrary, Mr Chairperson, perhaps, you have misunderstood me.  What I am saying is that what appears on the video, in other words, the shots that we hear in the bush at 07H56 are, in fact, ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The man says the people are still shooting at the police, does he not?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Your Worship, that may be correct, but all we are hearing are shots.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am referring to what he said.  It is not correct, is it?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Your Worship, it would appear not to be correct, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, carry on.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "A question regarding your evidence in respect of Jimmy Mbane, in your evidence in the Section 29 hearings, you mentioned the fact that you could not remember seeing Jimmy Mbane exiting from that vehicle that was parked in the intersection.  Do you recall that?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "That is correct, Mr Chairman.  What I can remember is that somebody later reminded me and I also told them at the Section 29 hearing that I want to refresh my memory by talking to my colleagues and somebody said that do not shoot that long man, he is one of ours and somebody said that I had said that.  Whether that was the case and, it must be true.  I cannot remember whether he ran away.  I  communicated with Eric, Jimmy ran into one of the houses, he changed clothes, the people helped him and the next day I met him on Caledon Plain at a safe place.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So, then, despite the shock that you referred to in your evidence yesterday, being involved in a fuselage of shots being fired, you were able to say to people, look, that is Jimmy Mbane, please do not shoot him.",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "As I have just said, I did not see him.  Later on my memory was refreshed and somebody said do not shoot that long man, he is one of ours and if that is what they say, I must have said that, do not shoot that long running there.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Isn't the reason for your making that concession now, the fact that your colleague, your erstwhile colleague, Mr Mbelo, alleges that you, in fact, said so?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "If that is what he says, I am not going to deny that.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Just one small point regarding your political motivations.  We have dealt with some of that already.  You have indicated in your application that you are a staunch supporter of the National Party?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Mr Chairman, I was a supporter of the National Party.  I grew up in such a house.  My mother and my father worked for the party.  I was a member of the National Party, but I have resigned.  I am apolitical now, I do not belong to any political party.",
            "Male"
        ],
        [
            "UNKNOWN",
            "All right, I just wanted to ask you one question.  It is a small point.  On page 180 of Volume I, at page 121, you say,\n\"I am a citizen of this country.  I am apolitical.\"\nWhat would you mean by that?  Page 180 of the first volume.  It is at line 21.",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Page 100 and?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Page, sorry, it is numbered page 180 of this bundle.",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "180?  Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "It is line 21.  You say there that you are apolitical.",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Would you agree that it implies that you have no political convictions either way?  No?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "After what has been done to a person, for what we have gone through everything for, we have given everything for a country and a political party, we came from Christian homes and then what happened to us afterwards when they, Generals and the Ministers did not support us and I decided never, never again will I be interested in politics again and I am educating my children also in that respect.  Now, I want to make a contribution in combatting crime, for example, but this terrible red door which we were indoctrinated with, these people do not seem such monsters.  They are today governing our country and there is nothing wrong with that.  So, I have decided that I am apolitical, Sir.  I am not racist and I will \"almal onder die selfde kam skeer\" and with me it is now we must all contribute to make this country beautiful.  So, I do not never, ever and I will raise my child like that as well and I want to make it clear to me Mr Williams that, I want to say to him, for me, it is not, politics made this country what it is today and it was a scandal in some cases.",
            "Male"
        ],
        [
            "UNKNOWN",
            "One final point, with the permission of the Chairperson, ... (intervention).",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Excuse me, Mr, sorry, Mr Williams, is there something wrong with the translation, because I think what the witness has just said has not been translated again?",
            "Female"
        ],
        [
            "W RIAAN BELLINGAN",
            "Must I repeat what I said, Madam?",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "We do not know whether there is something wrong with the translators.",
            "Female"
        ],
        [
            "W RIAAN BELLINGAN",
            "Must I repeat it.  Mr Chairman, I will talk slower.  Today I am apolitical.  I never want to have anything to do with politics.  We have supported politics, we have supported the National Party.  No politician have supported us up to this stage, except for Minister Vlok, who provided a document to say that he accept responsibility for what we have done.  After February 1992 we have not been rehabilitated, nobody said you have done everything for us, you should scale down.  I do not have to, want anything to do with the politics.  I am not going to bring up my children like this. I am going to re-orientate my colleagues like that as well.  We have been told about the red bear who were going to consume our country, but nothing have happened, give us the benefit of the doubt.  Today they are governing the country.  Let they go ahead, I do not want to have anything to do with politics again.  That is my comment and that is why I say I am apolitical.\n\tAfter what we have gone through during 18 years in the security police and like, for example, Eugene de Kock, what he has gone through today, what do you get for that?  They sit in big houses at the various beaches and let us join hands together so that we can keep this country safe and that we do not lose this country, because of the high crime figure.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Chairperson ... (intervention).",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "I hope the media will convey it like this.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you Captain Bellingan.  Mr Chairperson, I realise that it is now one o' clock.  I have one further question and I will be done.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Put your question now and we will finish it.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you very much, Mr Chairperson.\n\tMr Bellingan, if I can just come back to your concession yesterday that you may well have given your juniors, if I understand you correctly, to believe that the people whom they engage on that particular day are to be eliminated, that is the concession that you have made?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "There might have been a possibility, we were very tense.  We knew this would not be a little kindergarten picnic and we decided that those, if they shoot first, we will shoot back.  They shot first and then they lost.  I might have mentioned such an example to my juniors.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Right, so then you, are you also saying to the Committee today that you must then accept the responsibility for the deaths of all seven individuals if your juniors, in fact, enacted upon your instructions?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "Mr Williams is 100% correct.  I, Riaan Bellingan, who was a Sergeant at that time, take full responsibility for everybody who co-operated with me.  The askaris, Mbelo and also the responsibility for those seniors who today are saying there was nothing wrong, they did not know me.  Today I accept full responsibility for this whole operation.  If something went wrong and the Committee feels that a crime was committed and that I, perhaps, could get amnesty, I assume full responsibility.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And you will agree that the only evidence that we have regarding what took place on that particular day and in respect of the weapons that had been found on the alleged deceased, is information which emanates from yourselves and your colleagues?",
            "Male"
        ],
        [
            "W RIAAN BELLINGAN",
            "That is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I have no further questions, Mr Chairperson.\nNO FURTHER QUESTIONS BY MR B WILLIAMS",
            "Male"
        ],
        [
            "MS PATEL",
            "Mr ... (intervention).",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We will now take the adjournment.  Sorry.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Perhaps, before we break, I have just been informed that Mr Jimmy Mbane is available.  He is one of the gentleman that was subpoenaed, he is the askari who was on the scene.  I have not had an opportunity to consult with him and I think, in all fairness, before I proceed with questioning Mr Bellingan that, at least, I be given that opportunity.  I will do it over lunch, but, perhaps, if I am not done with him, I beg your indulgence.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Just know what the position is at two o' clock.  We will now adjourn.\nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}