{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1997-03-12",
        "location": "CAPE TOWN",
        "day": "2",
        "names": [
            "CAPT WILLEM WOUTER MENTZ"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54676&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/capetown/capetown_ct2.htm",
        "speakers": [
            "HASSAN MALL",
            "UNKNOWN",
            "JUDGE WILSON",
            "W CAPE",
            "SISI KHAMPEPE",
            "ADV DE JAGER",
            "JUDGE MGOEPE",
            "<UNKNOWN>",
            "JAGER",
            "BRIG CRONJE"
        ],
        "original_speakers": [
            "JUDGE MALL",
            "ADV MPSHE",
            "ADV DU PLESSIS",
            "JUDGE WILSON",
            "ADV DU PLESSIS CALLS\n",
            "WILLEM WOUTER MENTZ",
            "EXAMINATION BY ADV DU PLESSIS",
            "CAPT MENTZ",
            "W CAPE\n",
            "CAPT MENTZ\n",
            "NO FURTHER QUESTIONS BY ADV DU PLESSIS\n",
            "CROSS-EXAMINATION BY ADV MPSHE",
            "MS KHAMPEPE",
            "MR DU PLESSIS OBJECTS",
            "ADV DE JAGER",
            "NO FURTHER QUESTIONS BY MR MPSHE\n",
            "JUDGE MGOEPE",
            "RE-EXAMINATION BY MR DU PLESSIS",
            "NO FURTHER QUESTIONS BY MR DU PLESSIS\n",
            "CROSS-EXAMINATION BY MR MPSHE",
            "NO FURTHER QUESTIONS BY ADV MPSHE\n",
            "COMMISSION ADJOURNS\n",
            "ON RESUMPTION\n",
            "NO RE-EXAMINATION BY MR DU PLESSIS\n",
            "RE-EXAMINATION BY ADV DU PLESSIS",
            "ADDRESS\n",
            "EXHIBIT AA HANDED IN\n",
            "JAGER",
            "EXHIBITS BB AND CC HANDED IN\n",
            "NO QUESTIONS BY MR MPSHE\n",
            "EXHIBIT DD HANDED IN\n",
            "BRIG CRONJE\n",
            "MR DU PLESSIS CALLS\n",
            "BRIG CRONJE",
            "EXAMINATION BY MR DU PLESSIS",
            "WITNESS EXCUSED\n",
            "EXHIBIT EE HANDED IN\n",
            "COMMITTEE ADJOURNS\n",
            "EXHIBIT FF HANDED IN\n",
            "EXHIBIT GG HANDED IN\n"
        ]
    },
    "testimony": [
        [
            "HASSAN MALL",
            "Are we ready to begin?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you, Mr Chairman, we are ready to begin.  \nMr Chairman, the matters for today are the Botswana \noperation Kahn House, Vereeniging incident and Komatipoort \nFour, on page 1, Mr Chairman.  I will hand over to my \nlearned friend, that is the application of Mentz, the Mentz \napplication.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Sorry, I didn't hear, what volume, what page?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, page 68 is the first matter \nthat is Kahn House.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And whose....",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mentz's application, yes.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "May I beg leave to call Capt Mentz?",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes, please.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "CALLS",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Capt Mentz, on page 68 the \napplication starts.  You say the period was between 1989 and \n1992, is that correct?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct, yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Could you give a closer date for us, could \nyou remember?\nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "75",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Unfortunately not.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "On page 69 you started with the explanation \nof this incident, and could you please start with the first \nparagraph.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Instructions were given that an operation in \nBotswana had to be carried out.  The purpose of the \noperation was to eliminate a business just across the border \nin Botswana and a shop as well.  There was also a house.  It \nwas used as a shelter for terrorists.  It was used as a \nshelter for terrorists crossing the border, and it was used \nas a contact point where information and messages were \npassed on and help and assistance given to terrorists on \ntheir way to the Republic of South Africa or were returning \nfrom the Republic.  We expected to find at this house some \nterrorists there who would be overnighting there.  The \ntarget would be eliminated due to the fact that it was \nnecessary to prevent the passage of terrorists across the \nborder.  These terrorists, were at that stage, responsible \nfor handgrenade explosions, landmine explosions, death of \ninnocent civilians and also other acts of terror.   I was \nnot told anything else and it must be remembered that I \nacted on the instructions of my commanding officers.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Capt Mentz, the persons using this \nparticular house, the terrorists, do you know where they \ncrossed the border normally?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Across the border-line not through any official \nborder post where you have to show their passport, they just \njumped the fence, as we called it.  There wasn't a very high \nor electrified fence, it was simply a farm fence and there \nwas a river and on the RSA side there was just an ordinary \nfence.  And they used secret routes there. \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "76",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "You say it was used as shelter and \naccommodation for terrorists crossing the border, this \nparticular contact house. Is your information that \nterrorists were often to be found in that house before they \ncrossed the border?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Could you continue, please, the third \nparagraph.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The persons involved in the operation were Col \nEugene de Kock who was in command.  He was the senior \nofficer there.  The other officers were Lieut Marthinus Ras \nJnr - Gen Ras' son.  He obtained the information and liaised \nwith the local security branch in Zeerust, as well as the \nrest of the Western Transvaal area.  We also had with us \nWillie Nortje, Chappies Klopper, Marthinus Ras, as I have \nmentioned, Warrant Officer Louw van Niekerk, Charlie Chait \nand I later remembered other names  Douw Willemse, Dragon \nAndronowitz, Dawid Brits, Lionel Snyman, Snor Vermeulen, \nJohn Taite.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Could you please repeat those names, \nslowly, because these people have not been notified.  It is \nonly brought to our attention now and you perhaps have their \naddresses or know where they could be found.  Could you \nplease tell the Committee that, so that they can be \nnotified.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Certainly, Chairperson.  I will repeat the \nnames.  Douw Willemse, Dragon Andronowitz, Dawid Brits, \nLionel Snyman, Snor Vermeulen, John Taite.  These persons \nare all witnesses for the Attorney-General, except for, as \nfar as I am concerned, John Taite.  John Taite lives in the \narea of Knysna or George, I don't have a specific address.  \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "77",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The rest, as far as I know, are all witnesses for the \nAttorney-General.  And then there were other people who were \ninvolved, but I can't remember their names specifically and \nI don't want to mention a name if I am not sure of his \ninvolvement, but there were two or three other people \ninvolved as well.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Capt Mentz, before we turn to the next \npage, were you involved in the planning of this operation?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "At no stage, Chairperson.  I was at Vlakplaas. \n I was a junior there.  And as I have said earlier, I \nreceived instructions - when I received instructions I did \nnot doubt these instructions and the way in which Eugene de \nKock had contact with the police and security head offices, \nI had no doubt that these instructions came right from the \ntop, via him.  When I say from the top I mean senior \ngenerals and officers in the security police.  And I didn't \ncall them into question, the instructions.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "How did you see your involvement in this \noperation relating to the political situation in the country \nat the time?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The way I saw it, was that we were fighting the \nANC, PAC and other liberation organisations with every means \nat our disposal.  We wanted to eliminate these people and it \nwas important for us that the operation should be \nsuccessful, seeing that this particular complex was quite \nclose to the border in Botswana, and terrorists had easy \nroutes, easy access to and from the Republic of South Africa \nand they also received further instructions, help and \nweapons there.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Captain, whom did you expect to find in the \nhouse?  You yourself, I am not talking about the planning of \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "78",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "the operation, but that night when you went out, what or who \ndid you expect to find in the house?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The person whose business and home it was, as \nwell as terrorists.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Please continue, page 70.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I just want to add something here.  I earlier \ntestified that I was at no stage involved in the planning of \nthe operation or the identifying of this place, but if I \nremember correctly, I and Willie Nortje went to the \ntechnical branch, Pretoria, just before the operation and he \nthere obtained Scorpion weapons with silencers.  These were \nprepared for us there and I waited in the car.  He brought \nthe weapons out in boxes, cardboard boxes.  I helped him to \ntransport these to Vlakplaas.  It was only at a later stage \nthat I found these weapons at a particular farm. So I was \ninvolved in the transporting of the weapons from security \ntechnical to Vlakplaas.  \n\tWe left from Vlakplaas with quite a few vehicles in a \nconvoy to a farm near the Botswana border.  The farmhouse \nwas deserted. I don't know whom it belonged to.  So we went \nto this farm near the Botswana border and slept in an empty \nhouse that night.  The next day we all obtained weapons, \nthese specific weapons.  Some of these weapons issued to us, \nwere inter alia, Scorpions fitted with silencers.  I am \nsaying inter alia Scorpions, if I remember correctly, we \nonly had Scorpion weapons.  On that same day the weapons \nwere tested at that deserted farmhouse just to check that \nthey were in good working order.  \n\tThe same night, the same evening we went to the \nBotswana border, where we drove along various dirt roads. I \nam not exactly sure of where the place was, and we walked \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "79",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "through the veld.  And we waited at a particular place until \nabout one o'clock in the morning.  We were all dressed in \ndark clothes.  It wasn't camouflage type of uniform or \nclothes, it was just dark denim clothes and sweaters.  \n\tI then heard that the person whose house and business \nit was, was one Mr Kahn.  Later that night we crossed the \nriver.  There is a specific place where a type of a wall had \nbeen built and we crossed there.  I had heard that there \nwere crocodiles in the river.  I was part of the so-called \nback-up team, Andre Andronowitz and myself.  We walked right \nat the back.  But at that particular place where we crossed \nthe river, Eugene de Kock first waited for us all to cross \nand then he crossed, and then he passed us again.  \n\tI was at the back the whole time to make sure that \nnobody was following us or pursuing us or that nobody saw \nus.  Near the business premises and home, which was fenced \naround completely, and there was a type of an incline there, \nI couldn't see exactly what happened, but Col De Kock - I \ncan't remember which leg it was, but he tore the ligament in \nhis knee, near the shop, and after that he had to be \ncarried.\tIf I remember correctly, Louw van Niekerk and Douw \nWillemse stayed with him.\n\tI entered a gate and I think on the left-hand side \nthere was a black shack, asbestos shack, but they told me \nthat the night watchman was there.  I went past this place \nand after having passed the shack I heard the night watchman \ncoming out.  He must have heard something.  He was shot \nthere several times.  He shouted - I can't remember who shot \nhim, it was very dark and I had already passed that point.  \n\tI was inside the premises to perform security and \ndefence functions there and I went to the shop to see if \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "80",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "there were any people there.  The shop is on the left-hand \nside. I went around it and I was between the outside fence \nand the shop on the premises.  The direction which I was \nfacing was back towards the border of South Africa.\n\tFrom the members went into the house next to the shop \nand people were shot.  The people, I think Marthinus Ras \nJnr, he was in the house, he went into the house. I think \nWillie Nortje as well and others.  I can't remember exactly \nwho, but I am virtually certain of these two.  \n\tI later heard that an Indian man, his wife and two \nchildren had been killed in this operation or died in the \noperation.  They were sleeping. They were shot, explosives \nwere placed in the house. \n\tYes, Willie Nortje now works for National Intelligence. \n He is also a State witness and he was one of the people who \nwent into the house.  \n\tWhilst after we had moved away from the house for some \ndistance the house exploded, was blown-up.  The explosion \ntook place whilst we were already moving back towards the \nborder.  Nobody knew - when I say nobody I mean Lieut Ras, \nMarthinus Ras Jnr, he knew who was inside the house.  It was \nhis information and the security branch Zeerust.  It was \ninformation I didn't know.  \n\tSpecifically who were in the house - the instructions \nwere that the residents had to be eliminated because there \nmight be terrorists in the house.  There was no information \navailable beforehand that there would be children in the \nhouse and nobody expected any children in the house.  If I \nhad known that children would be shot dead I would probably \nhave had a problem to continue with the operation.  But I \nwould like to add here that I would still have gone along \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "81",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "with the operation, I wouldn't have taken place in cross-\nborder operations after being told that children could \npossibly be killed.  I would have had a problem with that, \nbut I wouldn't have told De Kock and them no, I am not going \nwith.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "What effect would that have had if you had \ntold them no, you weren't going to go with them, that you \nrefuse?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Well, in the first place I already knew of a \ncross-border operation which was to take place.  I don't \nknow what they would have done with me, but they could have \neliminated me, because perhaps I had become a risk through \nknowing too much or they could have transferred me. But I \nwould have been worked out of Vlakplaas. \n\tIf I can describe it like this  such as a platoon \nwhich had to march, and if you take out the marker or a \nspecific person then the platoon is no longer functional, it \ndoesn't have sufficient people.  So I just went along with \nthe stream.\n\tI personally would not have shot an innocent child \nthere, but as I have already testified, I didn't go into the \ndwelling house. I was just securing the area around the \nhouse.  I would have gone along in a group context, as I \nhave already said.\n\tI still have a problem with this operation, I think \nabout the children who were shot, and I don't live \ncomfortably with this fact. \n\tIf I could put it this way; it won't comfort me in any \nway, but at that time I tried to deal with this, and I told \nmyself that the Defence Force did aerial raids across the \nborders, also on foot, and there were other operations as \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "82",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "well where innocent civilians were killed.  \n\tFurthermore, the terrorists planted bombs in the \nRepublic, landmines as well, and children and innocent \ncivilians were also killed in those incidents, and that is \nthe way in which I tried to deal with this incident.\n\tAs I have already testified, Vlakplaas was the military \nwing of the security police, of the South African Police for \nthe government of the day, the National Party.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And Vlakplaas was called in to perform \nprecisely these sort of operations?  Is that correct?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct.\tWhen we left the premises, I \nwas once again part of the back-up team. I can remember that \nwe struggled to carry De Kock because he was a big man.  So \nwe progressed quite slowly.  Andronovitch I once again \nwalked quite fast or slow jog and we kept looking back \ntowards the Kahn house. I can remember that there were other \nlights close to this particular place, and I thought that \nthis must be a little village or something.  We had to check \nthat we weren't being followed or that somebody close to the \npremises had seen or heard us.  That is what I meant when I \nsaid I was part of the back-up team on our way back. \n\tWe once again crossed the river to the vehicles.  We \nhad already reached the vehicles when the place was blown \nup.  As I said we were already in the Republic at that \nstage.\n\tWe then went back to the farmhouse, from which we were \noperating.  After which we packed our stuff and early the \nnext morning - I remember we didn't sleep.  Early the next  \nmorning we drove to Richards Bay to constitute an alibi for \nus.  Col De Kock was lying on the back seat because his leg\nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "83",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "was injured.  I drove the vehicle.  I think we bandaged his \nleg but he didn't get any medical treatment for his leg.  We \njust drove to Richards Bay with him in that condition.  In \nRichards Bay there were other members that had already \nbooked places and made arrangements and preparations for our \naccommodation.  This was under the command of Warrant \nOfficer Piet Botha.  He is now Capt Piet Botha.\n\tThey rented rooms for us and they would have done \nthings to our beds to make the cleaners believe that we had \nactually slept in the bed.  As I have said, that was to have \nan alibi.\n\tAs I saw the operation it was essential to eliminate \nthis passage used by terrorists. I gave no orders and I only \nacted on instructions and orders.\n\tThe persons who were killed, four persons, including \nthe two children.  The names of the persons are unknown to \nme.  As far as I can remember it was the Kahn family and \ntheir house had been blown up.   It was only the home which \nhad been blown up, not the shop.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Capt Mentz, general motivation on page 74 \nto page - top of page 81, do you confirm the correctness of \nthat?  On page 81, the second paragraph, you explain the \npolitical motivation.  Can you just read that for us, \nplease, the motive.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The motive in which I acted was in the \nexecution of my orders. It was also for the protection of \ninnocent people and elimination of activists.  This was \nnecessary in the light of the war that was raging then.  \nThis incident happened during the political unrest during \nthat period.  The whole land was burning. There were all \nsorts of problems, arson and other crimes that were \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "84",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "committed in the name of the liberation movements against \nthe State and the destabilisation of the State.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The next page, page 82 at the top.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The aim was as explained above, because \nliberation movements acted against the State and to resist \ntheir actions of overthrowing the State.  It was also \nagainst activists.  It would frighten them to act actively. \nI also at all times acted under the command of De Kock.  As \nI have already said, Capt Ras Jnr, it was his information \nand his co-ordination.  He will also come and testify to \nthat extent.\n\tThe elimination of the activists and the safe house was \nnecessary in the light of the fact that the activists were \ninvolved in serious acts of terror. It was necessary to \neliminate these activists to stabilise society.\n\tIt was furthermore necessary to protect the lives of \ninnocent people, black and white.  It was impossible at that \nstage to neutralise activists completely by ways of the \nSecurity Act or normal police action. It was imperative to \nact preventatively in foreign countries.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "On page 83, you are asked an explanation or \nyour explanation regarding financial gain.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Quite a while after the operation, I will say \napproximately three or four weeks afterwards, Willie Nortje \ncame to me and handed me an envelope, all the other people \ninvolved also received such an envelope.  If I can remember \ncorrectly, there was R6 000,00 in that envelope.  He said \nthat it was for that operation and that the main branch \ncongratulated us on it.\n\tI regarded that as a reward for that specific operation \nand for the reason that at that stage the National Party, \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "85",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "the Government of the day would not officially have been \nable to give us medals for bravery for over border \noperations and so on.  We saw that we were not receiving \nmedals for it but they gave us monetary rewards.  That was \nthe first and the last time.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "What bravery was there in shooting four \ncivilians who were asleep, that you thought you deserved a \nmedal?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chair, I did not expect a medal, it was an \nover-border operation, in a different country, which was the \nenemy of the National Party, the Government of the day. If \nwe were caught there by the Army of Botswana or the police \nor terrorists, they would have shot us.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Was Botswana the enemy of South Africa?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Mr Chair.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You've just said so, you said a foreign \ncountry that was an enemy of the government of the day?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Mr Chair, then I would like to correct \nthat.  They supported the enemies of the South African \nGovernment in housing these terrorists.  They allowed these \npeople to use their country for operations against the South \nAfrican Government.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Capt Mentz, were you told anything \nbeforehand with regards to extra remuneration?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Was the payment at all a motive for your \ninvolvement in the operation?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, not at all.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Alright.  What did you think about this \nwhen you were paid for the operation, with regards to the \nhigher officers and the main office, what did you think they \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "86",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "accomplished by this?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was their way of, in the first place, \nshowing us that it had been an approved main office \noperation, and that they wanted to thank us in this way for \ndestroying this house and for the fact that this route would \nnot have been used again.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "And Capt Mentz, under whose command did you \nact?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Under Eugene de Kock and the other officers \nthere, who were present there.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "How was the payment made?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was at Vlakplaas ...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "No you misunderstand was it by cheque, was it \nin cash?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Mr Chair, it was cash in a sealed brown \nenvelope.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Given to you by one of the people who had \nparticipated in the operation?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct, Mr Chair, Willie Nortje.  For \nexample, we never stood in a long queue to receive our \nenvelopes.  We were called to the side one by one.  I, for \nexample, had to go to Nortje's office.  He closed the door \nand then he gave the envelope to me, but I know that other \npeople also received money.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Are you finished?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I have no further questions.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Mr Mpshe, have the relations of the victims \nbeen notified in this case?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, no.  Mr Chairman, attempts were \nmade to trace the relations, Mr Chairman, and the only thing \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "87",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "that I could lay my hands on was the Sowetan newspaper \nreport, wherein this Kahn family was reported about by a \nperson who was a - by a Black woman who was working for \nthem, and at that time she made a report when she was in \nBotswana. I could not make any traces as to families in \nBotswana. It was only a report in the newspaper.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Did you enquire from the Government and other \nsuch things?  If they owned a shop, a large shop, we are \ntold, somebody presumably wound up the estate?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I did not make enquiries in the Botswana \nGovernment, but I am making enquiries with the ANC desk and \nthey did not have any particulars about the Kahn family, \nsave they also referred me to the World newspaper report.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Yes, I am not asking that.  Surely when \nsomebody dies like this, who owns property, the estate would \nhave been wound up and there would be a record kept in the \nrelevant department as to what had been done with the \nassets; had that been paid to members of the family, you \nwould have got the names of them.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, that may be so, but I did not make any \nenquiries with the Botswana Government.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Are there any questions you would like to put, \nMr Mpshe?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, sir.  Was it necessary \nfor the night watchman to be killed?  In other words was it \nnot possible for him just to be caught and bound and put \nback into his shack and go on with the operation?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chair, I was not involved in that.  I don't \neven know who shot the man, but I can remember that he \nscreamed and that he was then shot.  They wanted to silence \nhim to prevent him from warning other terrorists who might \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "88",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "have been in the house.  The persons who shot him had to act \nquickly to silence him.  I don't even know if he possibly \nhelped ANC freedom fighters or terrorists. I don't know.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "You said in your application that you wouldn't \nhave killed the children yourself.  Am I understanding you \nto be saying that the death of these two children was \nuncalled for?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "If De Kock or Marthinus Ras had told me \nbeforehand that there were going to be children in the house \nand that we were going to shoot them, and if he told me I \nhad to do it, I would have told them I won't.  But as I have \ntestified I would still have gone with.  I am sorry about \nthese children who were shot.  I don't know, I don't even \nknow how old they were. I also don't know whether or not \nthey gave the terrorists staying over there that night, if \nthey gave them food. I didn't know anything beforehand, but \nas I have already said if they had told me that I was to \nshoot those children I would not have done it.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Are you telling us that the killing of these \nchildren was uncalled for, according to you?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, that is possible.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Are you also asking for amnesty as far as the \ndeath of the two children is concerned, not so?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.  Because after I had heard \nthat there were children in the house, and that was after we \nhad crossed the border again, after we were back at our \nvehicles in the Republic, we were talking about who did \nwhat.  I just heard that the children were sleeping. Up to \ntoday I do not know how old they were.  I do have a problem \nwith that but I apply for amnesty for them.  Because \nafterwards we all know the law.  I associated myself with \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "89",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "their death and therefore I am as guilty as the person who \nshot them.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Now if you are asking for amnesty in respect of \nthe death of these two children, what political motivation \ndo you attach to the death of the two children?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "As I have said, they could have favoured \nliberation movements, they could have helped these people, \ngiven them food.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "They might three and four years old, as far \nas you knew, how can you make speculations like that?",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "I honestly think that you should avoid \nspeculating to that extent.  You have no idea as to whether \nthey were infants or what.  I think the answer should really \nbe just exactly what you know and not what your conjecture \nis, please.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Mentz, were you advised at any stage of the \nages of the children concerned when you discussed the \nincident?  On your way back you were told that the children \nhad been killed.  Were their ages indicated to you?",
            "Female"
        ],
        [
            "UNKNOWN",
            "No.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Did you bother to ask to see whether they \nmight have participated?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I never asked.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "May I continue, Mr Chairman?  Thank you. I \nhaven't heard the answer to my question.  What political \nmotivation do you attach to the death of the two children, \nif you were \"vereenselwig\" yourself with what the people \ndid?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chair, this home belonged to their father, \nMr Kahn.  This house was used for terrorists.  The children, \nI can't speculate, but they were under the influence of \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "90",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "their parents.  It doesn't matter how old they were, they \nwere part of the operation.  Their house was blown up.  The \naim was to destroy this place, as I have said, to eliminate \nterrorists and to prevent them from using this as an\nentrance route, and that is why they were killed.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I won't pursue that because you are again \nspeculating as to what you think was the position.  Let us \ngo back to the Kahn family, the husband and the wife.  Were \nthey labelled or were they investigated and proved as being \nactivists in Botswana?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "As I have already said, they were - it was the \nsecurity branch of Western Transvaal and specifically \nZeerust, Capt Marthinus Ras Jnr was working in that area at \nthat stage.  They would have made sure by means of source \nreports that the people who were doing business on those \npremises, favoured liberation movements and helped them \nfinancially, that they received food, they received \ninformation. I accepted this and I accepted that this place \nwas used for that specific purpose.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I don't want to believe that you were told or \ninstructed by Eugene de Kock, and others, Willie Nortje, \nthat come with us, we are going to do an operation in \nBotswana and you were not told as to the specifics and as to \nwhat has been investigated and found before you could go \nwith them. Is that what happened?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, as I have already testified, we \nwere told that the place was an entrance route at places \nwhere terrorists could overnight, where terrorists were \nhelped.  They received information there, information was \ntransferred there, and it was an operation.  At Vlakplaas I \nnever worked with files. I was a foot soldier. I was in a \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "91",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "war against liberation movements for the Government of the \nday.  I accepted that since these orders came from the head \noffice, that they would have made sure that this information \nwas correct.  It was not just simply decided we are bored \nand therefore we have to go over the border and destroy the \nhouse.  It came from the top. I believed that they knew what \nthey were doing. I never doubted the orders that came from \nthe top.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Let me confine it because whenever I ask a \nquestion and then you go very wide on my question. I will \nconfine you to what I want you to tell me, to tell this \nCommittee.  Was the Kahn family eliminated because they were \nactivists or terrorists in Botswana or because they were \nhousing terrorists in Botswana?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "They were aiding, helping terrorists. I do not \nknow to which party they belonged, but according to me, if \nyou helped a terrorist, you do conform yourself to the \nstruggle, to the liberation movement.  They were activists \nagainst the South African Government.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, that may be so but helping a terrorist or \nan activist doesn't necessarily mean that you are also a \nterrorist or an activist.  Is that not the position?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Mr Chair, I see it differently. If you \nhelped a terrorist movement at that stage you were in my \nbooks, also part of the struggle and a terrorist.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Let me take you back to the Ribeiro matter, I \nthink the same facts in the Ribeiro matter would also come \nin here.  Yes, I am told you were not involved in the \nRibeiro matter, but you were present when the evidence was \ngiven and cross-examination was done on this Ribeiro matter. \n That day, it was established that Dr Ribeiro himself was \nnot CAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "92",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "an activist but assisted activists and terrorists medically. \n How do you respond to that one?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, with respect, I don't \nwant to inhibit my learned friend, but I don't understand \nthe relevance of that question. I don't understand why the \nRibeiro matter is raised here and I don't understand the \nreason for the questioning. I object against the question.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, it is very easy to understand. The \nwitness has just testified that if you assist an activist or \na terrorist, it means you associate yourself with that and \nyou may be an activist yourself. Now I am sketching out the \nRibeiro incident in that it was found the opposite in the \nRibeiro matter, not by this Committee, but the evidence \n...(intervention)",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "But Mr Mpshe, then perhaps you should put the \nwhole story.  There was also evidence that they assisted \nthem financially to go out of the country and assisted them \nfinancially after their return.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct, that was the evidence given.  \nBut the point I am trying to make here, is that the fact \nthat he was assisting them financially and medically, did \nnot make him an activist. As the witness says if you do \nassist, then you are one.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "I think Mr Mpshe, on that point you can \naddress us on when the time comes, in the Ribeiro case.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "As it pleases the Committee.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you.   Thank you, Mr Chairman, that will \nsum up my questions.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "One of the problems I have with the evidence \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "93",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "here, and in other instances, is you continually say you \nwere a foot soldier.  You merely carried out the \ninstructions of the generals.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And you took part in the killings of numbers \nof people.  You can't even remember what year this was in.  \nThis was somewhere between 1989 and 1992.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "That is the impact it had on you.  Why did \nyou people never take the trouble to do a little \nreconnaissance?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chair, as I have already testified, Capt \nMarthinus Ras who worked in that area, close to the border, \ntogether with the other security branches, would have made \nsure beforehand what was going on.  They would have checked \nwhere we were going through, they would have verified with \nthe informants, that this Kahn business cum house was used \n...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "These are lovely excuses. They were not \nchecking what was happening that night, Ras was with you, he \nwasn't checking, was he?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "We were not waiting and sent him over to find \nout what was going on.  All of us went together.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Yes, but why did you Vlakplaas hit squad who \nwas brought in from Vlakplaas to the Western Cape, the \nEastern Cape, Eastern Transvaal, all over the country to \nkill, why didn't you check first?  You did not know who was \nsleeping in that house that night.  You made no effort.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I didn't.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "The whole of your unit made no effort to find \nout.  There might have been a doctor who was treating \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "94",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "someone who had been brought in urgently ill, or a nurse or \na priest.  You didn't know.  You went in and killed the \npeople you found in the houses.  Why did you not bother to \ncheck up to make sure there were not innocent people, and in \nthis case you would have found there were two children?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chair, Marthinus Ras would, together with \nthe local security branch, have verified this information, \nbut we didn't go over first to make sure.  We expected \nterrorists.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "He was with you, you were all together that \nafternoon, you all went there together.  Nobody, it is quite \nobvious, nobody was checking up and nobody did in the other \ncases.  Why not?  I am not asking for a motive for the \nattack, I am asking for the actual mechanism.  You are going \nto attack a house.  You are going to shoot the people in it \nand blow it up.  Why did you never take the trouble to find \nout who precisely was in that house, which you could have \ndone in most instances, by just watching the house for the \nafternoon.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chair, it was in a different country.  \nMarthinus Ras' amnesty application is already before you. I \nwill request the Committee to ask him these questions, \nbecause he was in control of this operation, together with \nthe security branch.  There might also be other applications \n...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You were the Vlakplaas hit squad brought in \nto do the killings.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Why did the Vlakplaas hit squad not check up \non what they were attacking?  Why do you always try to put \nthe blame on somebody else.\nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "95",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I refer here to Marthinus Ras who was with me \nin the Vlakplaas hit squad, it was his operation.  I \naccepted that he would have made sure.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "I thought he was in the Western Transvaal \nSpecial Branch?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Mr Chair, he was also at Vlakplaas, but he \nworked in the Western Transvaal/Botswana district, from \nVlakplaas.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "So you agree, you made no effort to check up \nwho was in the houses before you attacked them?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, I didn't.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "The whole of your Vlakplaas unit, not just \nyou individually.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, Marthinus Ras would - he was not\nall the time with me, he would have made sure.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "He was with you that afternoon and evening, \nhe wasn't checking up.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "From the time we came to the farm, yes.  But I \ndid not go there with him.  We weren't driving there in - \ntogether, so I don't know if he checked beforehand.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "But he was with you at the farm, he wasn't \nwatching the place.  The other cases we heard, you didn't \ncheck on beforehand, did you? It was not your practice.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, we acted on a source information from other \nbranches.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "On page 71, the third paragraph or the last \nparagraph there, that sentence reads \"that nobody knew who \nwere in the house before the house was entered.\" what does \nthat mean?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chair, when I read this sentence I added to \nthat, I said nobody knew who was in the house, but I believe \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "96",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "that Marthinus Ras would have known.  We weren't told.  When \nI testified in main I extended on that, expanded on that.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "On what basis do you believe that Ras would \nhe have known?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chair, because I spoke to Marthinus Ras \nduring this week and he told that his application - I don't \nknow if it is here yet, but he says he explains it in his \napplication who knew and who didn't know.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Further on you say,\n\t\t\"There was no information that there had been \nchildren in the house, and nobody expected \nchildren in the house\".\nwhat time did the attack take place?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was after one in the morning.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Surely you would have expected that children \nwould be there in the house at that time?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chair now that I think back, yes, but I \ndidn't know that there were going to be children in the \nhouse. I knew that Kahn and the terrorists in the house \nwould have been eliminated and that the place would then be \nblown up to destroy the buildings.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "If the Kahn had children where would you \nexpect their children to be at that time of the day?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chair, in the house?",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "You see this sentence of yours that there was \nno evidence that there were children in the house, is \npuzzling.  The real question should have been, was there \ninformation that there were no children in the house, isn't \nit so?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Mr Chair, that is correct.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Because one would have expected that time of \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "97",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "the night that children should be in the house.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Mr Chair, I admit that, that's true, but I \nthought there was going to be Mr Kahn and the terrorists.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Was there any real concerns about the safety \nof children in the house, was there any serious concern on \nthe part of your team?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Mr Chair, there was never any talk of \nchildren being in the house. It was never discussed.  I \ndon't know if specifically the people who were in the house \nwho shot the people there, then discussed it amongst \nthemselves, but it was never mentioned before we reached the \nfarm house.  I was the back-up, I was never told that.  It \nwas never discussed, but I don't know if, whether or not \nthey discussed it beforehand, those people who went in the \nhouse, if they knew this, but I am sure that Marthinus Ras \nwill come and explain this.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "And what you do know, you say here is that \nthere were instructions that the occupants of the house be \neliminated?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, sir.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "And nothing further was said about the \nchildren, as far as you can remember?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Mr Chair, terrorists were expected in the \nhouse.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Thank you.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Where in Botswana was this?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chair, I am not exactly sure, but Col Roelf \nVenter testified, I think they - he spoke about Derdepoort. \n This rings a bell somewhere that it could have been in this \narea, the Derdepoort border post.  I have never been there. \nI am not one hundred per cent sure, but it could have been \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "98",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "in that area.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Can you give us a little more indication \nwhere Derdepoort is?  I don't know if any of the \nCommissioners know.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Is it from Rustenburg on the road to \nNietverdiend where Herman Charles Bosman lived?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chair, no, I think it is, if you drive to \nZeerust you pass through Zeerust, and there somewhere to the \nright. If you turn to the right outside of Zeerust, there is \na border post, but it is not that one, it is on a dirt road \nbefore you get Zeerust, in the Botswana direction.  I think \nthere somewhere, there is a border post somewhere there as \nwell.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "How far is this from Vlakplaas approximately?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "To Zeerust?",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Is it in the vicinity of 2 to 300 \nkilometres?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Did you ever serve in that area?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Mr Chair.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "You were never stationed thereabouts?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "You never investigated any routes there?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Mr Chair, I only once accompanied De Kock \nto Mmabato, Mafekeng.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "(Indistinct - not translated).",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "He went to pay an informant from Botswana \nthere.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "When were you transferred to Vlakplaas?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was the 1st of August 1989.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "That was after you met De Kock when you \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "99",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "arrested one of his Vlakplaas unit members for murder in \nSouth Africa?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct, it was Almond Nofemela.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Perhaps to help the Committee Mr Chairman \nDerdepoort, as the witness has correctly stated, before you \ncan reach Zeerust, there is a turn-off at the Groot Marico, \njust over the bridge, you turn right into Groot Marico and \nthen it takes you through to the Swartruggens area, \nDerdepoort is just around there. It was the border of \nBotswana.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "A very long way from Richards Bay.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Mr Chair, Richards Bay, we went there \nafterwards to create an alibi.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Can you probably throw more light why you \nchose Richards Bay all the way from North West?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Mr Chair, it was to make sure that nobody could \nhave seen us in the vicinity or in the area, because then \nthey could have concluded that we were in the vicinity and \nthere was an attack at the house.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "It is approximately the farthest place you \ncan come or you can go in South Africa from Derdepoort.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct, Mr Chair.  The morning when we \ndrove away we were told for the first time that we were \ngoing to Richards Bay.  That's why I say we never had all \nthe details of the operation, but the people in command, \nlike De Kock and Basson, they knew.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "When did you realise or were told for the \nfirst time that children were shot dead?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was the evening when we went over the river \nand when we got in the vehicle, when the place blew up, it \nwas said that children were also shot. I don't know who shot \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "100",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "them, but we were told they were shot.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "You heard after they had been shot?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Mr Chair.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "The purpose for which this operation was \nexecuted, was to close the gateway for the terrorists into \nand out of the borders of the Republic of South Africa.  I \nwould be correct in summarising the purpose in that way?",
            "Female"
        ],
        [
            "UNKNOWN",
            "That is right.  Also to kill terrorists that we \nmight have found there, but there weren't any.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "And this Mr Kahn was aiding and abetting the \nterrorists.  Now when did you become aware that the person \nwho was aiding and abetting the terrorists was this certain \nMr Khan?  Was that before you were on your way to Gaberone, \nwhilst things were being prepared, or were you told this \ninformation as you were travelling and crossing all the \nrivers full of crocodiles into Botswana?",
            "Female"
        ],
        [
            "UNKNOWN",
            "No, Mr Chair, we were told this while we were \nat Vlakplaas.  We were told that there was a house in \nBotswana - for the purposes as I have already explained - \nwhich had to be blown up and eliminated.  But I didn't have \nany source files from Zeerust or the Western Transvaal.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Who told you, was it Marthinus Ras Jnr?",
            "Female"
        ],
        [
            "UNKNOWN",
            "It might have been either Ras or De Kock, but I \nthink it would rather have been De Kock.  He was our \ncommander and he would have told this to us.  He would have \ntold us that.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Did you think it relevant at that stage to ask \nfor more details about Mr Kahn to find out more about his \nmarital status, to find out more about who the occupants of \nthe house were?",
            "Female"
        ],
        [
            "UNKNOWN",
            "No, Mr Chair, I never received orders from De \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "101",
            "Female"
        ],
        [
            "UNKNOWN",
            "Kock with regards to covert offensive or defensive \noperations.  Because he had been the commanding officer and \nliaised with us, as well as with security head office, I \nnever questioned this. I believed that it would have been \nproved by head office and police and that those people would \nhave made sure that the information is correct. I never \nasked questions.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You felt no responsibility to do that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Mr Chair, my seniors - I believed my \nseniors would have done that.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "I just want to clear up a point which worries \nme too.  When the decision to attack this house and property \nwas made known to you, were you told specifically that there \nwere going to be terrorists in that house at the time you \nwere going to attack, or was that a matter of no concern?  \nYou knew that there was a house, you knew that there was an \nowner and according to you, it was known that that owner \nprovided succour to terrorists and so on, and so it didn't \nmatter whether there were terrorists or not, you were going \nto blow up this house, irrespective of - even though there \nwere no terrorists there?  Was that the plan?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chair, I was brought under the impression \nthat there might have been terrorists there.  But the house \nhad to be blown up.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "There might have been terrorists and even if \nthere were no terrorists the house had to be blown up.  \nThat's the point.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Mr Chair, the place had to be destroyed so \nthat it could not be used again in the future.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes, so even if there were no terrorists, that \nhouse and the family that occupied this house, had to be \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "102",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "eliminated, had to be killed.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Captain on page 69, you say that - I might \nhave missed something here - the purpose of the operation \nhad been to eliminate a shop and a large business.  Is this \nwhat happened eventually?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chair, it must read the house.   The people \nweren't sleeping in the shop, the house had to be blown up.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "I am told that in your evidence, you added \n\"and the house\". In other words it would have said that the \naim of the operation was to eliminate \"a house, a shop and a \nlarge business\".",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "What I meant to say was that it was a business \ncomplex, there was a shop, but the house at the business \ncomplex, I mean, the house had to be eliminated.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "But there must be a shop and then a business \npremises in which people would not be sleeping, people would \nbe sleeping in the house.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is what I meant.  Let's say it was a \nsmallholding with a shop and a house next to it on one \npremises, the house was next to the shop.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "What troubles me is whether you did stick to \nthe mandate?  Were you told to eliminate the shop and the \nbusiness, which is something quite distinct from the house?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, this is a mistake.  The order was to \ndestroy the house.  There was no attempt to burn down the \nhouse - ag, pardon,  the business.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "It is not just one word that we are dealing \nwith here, we are dealing with quite a number of points.  A \nshop and a large business, you in fact even described the \nbusiness, shop and business, described as a big business or \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "103",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "something.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chair, there was only one business on the \npremises. There was only a shop.  There was no garage or \nwhatever else.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "But you see when you initially compiled your \napplication you knew that the people were killed in the \nhouse, isn't it?  You knew that the people were killed in \nthe house.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Mr Chair.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Now how could you have by accident have \nomitted also to say that the house was also to be attacked, \nand instead only mentioned the shop and the business?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chair, but just at the end of this paragraph \nit is mentioned that it was used for a liaising house.  It \nmight have been the case, but we never attempted to destroy \nthe shop.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "I am trying to understand the basis on which \nyou could possibly have made this kind of mistake when you \ncompiled your application.  How could you have forgotten to \nmention the house, when in fact you knew then already that \nthe people were killed in the house.  How could you have \nforgotten also to mention that the house was also to be \nattacked?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chair, we sat late at night in drawing up \nthese affidavits.  We had to take it to the police the next\nmorning.  It could have slipped in there.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Well let's see what you mean, are you \nsaying that you were also, you were instructed also to \neliminate the shop and the business?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Mr Chair, what I mean here ... \n(intervention).\nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "104",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, can I please come in here.  \nYou will see on page 71, specifically - specifically in page \n71 there is a clear distinction between the house and the \nshop; explosives were put in the house and the inhabitants \nwere shot in the house, nobody knew who was in the house.  I \nwas inside the premises and I looked into the shop to see if \nthere were not people there.  So he draws the distinction \nthere later on.  I just want to point that out in all \nfairness Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "I know that, I know that they attacked the \nhouse, isn't it?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Mr Chairman, but the line of \nquestioning, with respect, was that he never mentioned in \nhis application the house. I just wanted to clear that up.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "No.  No, that is not the line of my \nquestioning.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, then I misunderstood.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Initially I did so, but my attention was \ndrawn to the fact that he did mention the house.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, then I misunderstood it.  Thank you Mr \nChairman.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Yes.  Now I am going back to page 69.  You \nsaid that the shop and business were to be eliminated.  Or \ndo you want to delete that or that whole portion?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "If the Committee would allow me, I just want to \nreiterate, what I meant was this is a business premises, \nwith one shop on it.  It was only one shop where food and \nother things were sold.  There were no other businesses.  \nThe shop and the premises with the shop on it, is business \npremises and next to that was a house.  I expressed myself \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "105",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "wrongly.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Yes, well that will leave us with a shop, \nthat there was a shop, isn't it.  Now I am asking you \nwhether your instructions were to attack that shop or \nwhether we should also cancel, delete the shop as well, and \nleave only the house.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chair, no, we only had to attack the home or \nthe house where the people ...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "And the shop and the business are all a \nmistake.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "....  where the terrorists might have \nbeen....(intervention)",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "They should not have been here.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "We weren't ordered to burn down the house, \nthere was no explosives - there was only explosives for the \nhouse.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Are you sure that this is a mistake, wasn't \nthis actually the order that you go and blow up a shop and \ninstead of blowing the shop you people deviated and then \nattacked the house?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Mr Chair, the order was Kahn, the house and \nterrorists.  The people there had to be eliminated, the \nhouse had to be blown up. It was never said that while you \npeople are going to attack the house, others had to burn \ndown the shop.  That was never said.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Well I've noted your point, you are you \nsaying that all this was a mistake and we could just as well \ndelete that, but I must tell you that I cannot understand \nhow you could have made this kind of mistake.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Can you recall who conveyed to you precisely \nwhat you were supposed to do, what you were supposed to \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "106",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "destroy?  Who told you precisely, was it De Kock, was it \nRas?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, it was De Kock.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Was he conveying his remarks to you personally \nor to the group as a whole?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "At the farmhouse there was a quick meeting and \nit was told to me, if I remember correctly, you and \nAndronowitz must stay behind all the time, to make sure that \nwe are not being pursued or attacked from behind.  I was on \nmy way there and I stayed behind all the time and the same \non our way back, I stayed right at the back.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.  No, I am concerned about the instructions \nas to what was to be destroyed, when that was being told, \nwas that told to you personally or was that told to the \ngroup that you are going there to destroy this, that or the \nother?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, it was given to the group that the house \nhad to be attacked, terrorists and Kahn had to be \neliminated, we had to set explosives.  If I remember \ncorrectly the explosives were set in the main bedroom and \nthen we left the area.  But we were never told you, you and \nyou must shoot the children. That was never said.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "No, I wasn't thinking about that.  I know what \nyou were told that you and Andronowitz were to stay behind \nor follow from the rear.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, there was a group meeting beforehand.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes I heard they had a group meeting, their \ninstructions were that you were going to destroy certain \nthings.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "When you left Vlakplaas you didn't know what \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "107",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "you were going to do. Is that it?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Chairperson.  At Vlakplaas we were told \nthat we were going to jump the fence into Botswana and that \nthere was a house which the terrorists were using.  So we \nknew we were going to operate in Botswana.  That we knew.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Were you told that after the operation you \nwere going to go and establish an alibi?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, as I said, that morning after we finished \nand we came to the farmhouse, we decided we would go to \nRichards Bay to constitute an alibi. That was told to us \nthen.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Where did you get the clothing to go and \ncreate your alibi in Richards Bay?  Here you were all \ndressed in dark denim clothing, which would have stood out \nlike a sore thumb in Richards Bay, wouldn't it?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Mr Chair,  but as I testified earlier, at \nVlakplaas if you left to go and do a job you sometimes were \nabsent for two or three weeks.  So we always carried clothes \nwith us, other, a change of clothes. We only put on the dark \nclothes there on the farm.  For the rest we had normal, we \nwore normal clothes, we never wore uniforms.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "So all of you had enough clothing to last for \nsome time?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Mentz, you have given evidence that you \ncannot sleep even up to this day because of your \nparticipation in the killing of the children, which is still \nweighing heavily on your shoulders.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Chairperson, I was involved in several things \nwhich affected me, and at times I have to use sleeping \ntablets to be able to sleep.  These things affected me. I \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "108",
            "Female"
        ],
        [
            "UNKNOWN",
            "can't say it was only this case or another case.  Each and \nevery time when you talk about these things it all comes \nback to you and then the whole thing starts afresh.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "How did you feel when you received the payment \nof R6 000,00 from Mr Nortje, knowing that it was payment \nrelated to the killing of such children?",
            "Female"
        ],
        [
            "UNKNOWN",
            "All of us received that, we all used it and I \nthought well, that's the way it worked and I used it, but I \nfeel bad and I have remorse about the children.  As I said, \nat the start of my evidence, the way I tried to deal with \nthis and to make it easier for me, I use the example of the \nDefence Force with cross-border operations and aerial \nattacks and in the course of which innocent children are \nalso killed.  That's the way I try to explain it to myself \nor to justify it to myself, I don't know.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Thank you.",
            "Female"
        ],
        [
            "HASSAN MALL",
            "Any re-examination?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you, Mr Chairman, \nplease.  Capt Mentz, could we please go to page 23 of your \napplication.  Could you please read the last paragraph.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I tried to make this application as detailed as \npossible.  Any further elaboration on the facts will be done \nduring my testifying before the Commission.  Aspects such \nas, for instance, my motives and the objectives with which I \npursued these acts will be more fully motivated during \nevidence.  Due to constraints of time I stand by the \ncontents of this application.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Now Capt Mentz, since these applications \nwere drafted, you have also talked about this with Marthinus \nRas. Is that correct?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.\nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "109",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Have you spoken to any other people who \nwere involved in this incident?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, not one of them.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Capt Mentz, the evidence which you have \ngiven about this incident here today, is that the truth?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, it is.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Is there any reason why you would lie to \nthis Committee about the blowing up of the house or the \nblowing up of the shop or business complex? Is there any \nreason why you would want to tell a lie?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Not at all, Chairperson, that is why we are \nhere.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Is there any benefit which you would derive \nfrom not telling the truth on that aspect?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Chairperson, if I don't tell the truth, I \nsimply prejudice myself.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Are you satisfied that if the written \nportion of your application, if that does not set out the \nsituation hundred per cent correctly, that you have now \nclarified the position before the Committee and that they \nhave now heard the truth?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, the questions put to me by the Committee \nhave clarified this.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Capt Mentz, there are some questions about \nprevious applications and also this application.  Questions \nhave been asked to yourself and other persons who were in \nsubordinate positions and I would like to go into this in \nsome detail to sketch the situation in the military context. \n The South African police at that stage, especially in \nVlakplaas, which operated like a military unit, I would like \nthe Committee to understand the customs and the practices. \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "110",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "If a higher officer gives you an instruction during this \nperiod that we are now referring to, and I am specifically \nreferring to this incident, would you have accepted that the \ninstruction was given on the basis of information at the \ndisposal of a senior officer?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "And as I have already said, if De Kock gave \nyou an instruction then I believed that it came from the \ngeneral staff security police.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I never doubted De Kock's instructions. I \nbelieved it came from head office.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Is that how the system worked, Capt Mentz?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.  I never opposed De Kock or anything like \nthat at that stage.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "For instance, let us sketch the situation, \nI would like the Committee to understand this.  Could there \nhave been a situation where you would meet and where the \ninstructions were given and then the matter was discussed \nand then you would ask questions, you cross-examine the \ncommanding officer to make sure that his information was \ncorrect.  Would that have been a possible scenario?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I don't know, nobody ever questioned De Kock in \nmy presence.  We accepted that it came from head office. I \nnever cross-questioned him.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "And during your training, was that what you \nwere taught, that instructions work in this way?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And during your training as a policeman were \nyou not told to obey the law?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, but these were different circumstances.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Yes, but you knew that this was not legal \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "111",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "actions done by policemen during the course of their duties, \ndidn't you?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Mr Chairman.  Capt Mentz, if, \nfor instance, you were to launch your own enquiry as a \nresult of this information or your own investigation, would \nit firstly have been possible for you in your position to \nget information from the informers in the Western Transvaal, \nacting on your own?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, because then I would have had to say to \nthem no, you wait, just wait, don't do anything, I am now \ngoing to get into my car, drive to Western Transvaal and I \nwant to get insight into all these things.  It never \nhappened and I couldn't do it.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "What would your commanding officer's \nreactions have been if you had tried to do something like \nthat?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That I didn't trust them or the security branch \nor the police.  They would have worked me out.   I would \nthen have constituted a security risk for them.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Capt Mentz, at that stage did you know \nabout operations abroad done by the South African forces, \nDefence Force and Police?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Were you at that stage aware of the fact \nthat South African Defence Force operated in South West \nAfrica and in Angola?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Did you know about the police unit Koevoet \nin South West Africa?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.\nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "112",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Did you know how they operated?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, everything.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Did you accept that that was part of the \nGovernment's policy, do you think the Government knew about \nthis?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "And did you accept that the Government \napproved of this?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Chairperson, we were never called in and \ntold stop your activities or anything like that, so I \nbelieved that that was proved under the policy of the \nNational Party to combat terrorism.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "And in that light, in that context, the \ninstruction which you received about this incident, did you \nconsider this to be part of that context?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Did you regard it as justified in the \ncircumstances?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Did you regard it as an instruction from \nhead office?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, as I have said earlier, yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "And Capt Mentz, your own subjective view \nabout this matter, what were your views about the people in \ncommanding positions at head office, who would have given \nthese instructions and their knowledge of the operation?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I believed that the instructions came from \nthem, they approved them and that was why it was carried \nout, and that it was done with the approval of the National \nParty.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Do you never whether there was a report \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "113",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "sent back on this incident, back to head office?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Did anybody in your group involved in this \noperation, were they ever repudiated at any stage?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, not one of us.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "And that was the case, despite the fact \nthat children had been killed?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct, and that's why they sent us \nmoney.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Now about the issue of the children, I want \nto ask you one or two questions.  Did you know, you \nyourself, did you know beforehand that the Kahn family had \nchildren?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Do you know whether any of the other people \ninvolved in the operation knew that the Kahn family had \nchildren?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "At that stage I didn't know, but now I do know. \n As a result of my conversation with Marthinus Ras, I now \nknow that he knew.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That he knew that there were children?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, and that is what he will testify.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Where you were present, were there any \ndiscussions about children ever?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, except when we crossed the river back into \nthe Republic when the house was blown up, it was said that \nthere were children.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Captain, you were also asked about the \npossibility of reconnaissance operations beforehand to check \nout the scene there. Now in the circumstances reigning on \nthat evening and the way in which the operation was carried \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "114",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "out, and the area, would it have been possible, could it \nhave been done easily?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, as I testified earlier, we were not to be \nseen in that area.  That's why we created the alibi, the \nRichards Bay alibi.  If we had tried to go there earlier \nthat day and drive around there and we had been seen, that \nwould have blown the whole operation.  That's why we stayed \non the farm, we were not allowed to leave there.  We only \nleft there that night to go to that place.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "If one person, presumably a black person had \nwandered around outside the shop, can you seriously say that \nwould have blown the whole operation? I am not talking about \nthe whole mob of you driving in your cars, waving your \nsilenced guns.  It was perfectly easy for you, from \nVlakplaas, we have heard of all the askaris you have, to \ntaken one and sent him quietly to just see who went in and \nout of the house.  Wouldn't it have?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is so, Chairperson, but perhaps it was \ndone and perhaps I was not aware of it by the local security \nbranch sources. I don't know about that though.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "So if it was done, they went in knowing there \nwere children in that house and determined to kill them. Is \nthat what you are saying?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairperson, I don't know whether it was \ndone, I can only testify about what I know, I can't testify \non anybody's else's behalf.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "If it was done, it means they went in knowing \nit?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It is possible, but I didn't know it.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "What did you expect there, whom did you \nexpect to find there?  Could you answer?\nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "115",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Kahn and terrorists.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And Mrs Kahn?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Possibly, yes, I foresaw the possibility that \nshe could be there.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You talk about the Kahn family.  When you \ntalk about a family you would normally think of children as \nwell, don't you?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is so.  I didn't know that there were \nchildren.  But, I have already said, that if at Vlakplaas I \nwas told that there could possibly be children involved, \nthen I would have had a problem with it, but I would still \nhave gone along with the operation.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Do you know how old the children could have \nbeen or are you not at all aware?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, until today I don't know.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No further questions, Mr Chairman.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You said a moment ago that no one in your \ngroup was ever repudiated, but you took steps, we have heard \nfrom time to time, to avoid or to frustrate police \ninvestigation into some of the killings, didn't you?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is so.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Very well, thank you. We move onto some other \naspect of the matter now, Mr Du Plessis.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Mr Chairman, the next matter we wish \nto deal with is page 104, the happening at Penge Mine.  Capt \nMentz, please start on page 105, read that for us.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Chairperson, I would just like to say that, if \nI remember correctly, this happened before the Brian \nNgqulunga case, but I can't remember specific dates.  \nNgqulunga was July 1990, I think.  If I remember correctly, \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "116",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "this happened before that, and in my application I didn't \nknow who the victim was in this case.  The Attorney \nGeneral's office, during our first session in Johannesburg, \nthey asked and told me it was Johannes Maboti.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr Du Plessis, I think this mine spelling is \nP-E-N-G-E, Penge Mine.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you, Chairperson.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Proceed.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Col Eugene de Kock, I cannot remember the date, \nbut it was after two in the afternoon, Eugene de Kock, Col \nEugene de Kock gave the instructions to take him to \nVereeniging in his vehicle, it was a Toyota Cressida.  At \nthat stage I didn't know exactly what it was all about.  We \nwent to a police station near Vereeniging.  As far as I can \nremember, it was the De Deur police station.  \n\tWhen we arrived there we met Warrant Officer Duiwel \nBrits.  He was there in a brown Land Cruiser.  Sgt Louw van \nNiekerk, Sgt Leon Floris.  We were outside the police \nstation and then another security branch policeman - I know \nhe is a security branch in Vereeniging, but I don't know \nhim.  He came walking out of the police station with a Black \naskari.  It was the first time that I had seen that \nparticular askari. \tCol De Kock told him to come with and \nthe security policeman from Vereeniging was then no longer \nwith us.  The askari got into the vehicle by himself, into \nBrits' vehicle, he was not forced to get into the vehicle.  \n\tCol De Kock and I followed the Land Cruiser.  I asked \nDe Kock where we were going and he said we were going to \nPenge Mine to find out what the askari had to say. We then \nwent from Vereeniging on the freeway as far as Pretoria and \nthen on the Witbank freeway.  On the other side of Boschkop \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "117",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "we took a turn-off to the left and then it becomes a gravel \nroad. Here I want to make a correction.  Where it says the \naskari was tied up, that's wrong.  I will point that out \nnow.\tWhen we stopped on the dirt road and I got out of the \ncar and I went to the vehicle I then saw that the askari was \ntied up. I then inferred that they had tied him up whilst we \nwere driving.  I mean his hands were cuffed or something.\n\tAt that stage I wasn't quite certain of the purpose of \nthis operation, what was to happen to him, but my conclusion \nwas that the askari had been detained at the police station \nin De Deur and I believed that he would probably be killed \nbecause he was an ANC or PAC freedom fighter who had been \ncaught by the security police.  He then became an askari and \nthat he had gone back to the ANC and given information to\nthem. I then suspected that he probably would be killed, \nbecause otherwise we would have gone back to Vlakplaas with \nhim, and De Kock would then have spoken to him there.  \n\tI can't remember exactly why we stopped at Boschkop.  \nAs far as I can remember now, I think De Kock wanted to make \nsure that he was tied up.  I say here, and he also \nhandcuffed him.  I don't think he physically cuffed him, I \nthink he just checked to see that the cuffs were secure.  \n\tWe then drove off to Penge Mine, the mine situated on \nthe other side of Burgersfort, in the Eastern Transvaal and \nit was the first time that I ever went there.  We arrived at \nthe mine. It was - there was a small village community and \nthen outside the place there were several mines and this \nPenge Mine was one of these mines.  We arrived there that \nnight at the mine and then met Warrant Officer Snor \nVermeulen and Warrant Officer Lionel Snyman.  They are also \nwitnesses for the Attorney General.\nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "118",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Penge Mine was at that stage used for a training base \nand askaris were there trained by Vermeulen and Snyman.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Could you - Penge Mine is also about 300 \nkilometres from Pretoria?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "In the north-easterly direction of the old \nProvince of the Transvaal. It is now the Northern Province,",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct.\tThe askari was then cuffed to \na pole and we drank further there.  Later that night De Kock \ngave an instruction that we should take the man with us to \nthe mine dumps.  It is not on top of a mine dump, I would \nsay it was sort of a hole that had been dug, excavated area. \n When we got there a chair had already been placed there and \nan explosive had already been attached to the underside of \nthe chair. The askari was then placed on the chair and tied \nto the chair. \n\tOn the way there I walked right at the back. Whilst I \nwas walking at the back I saw how Floris, that is Leon \nFloris, gave De Kock a revolver.   I say here in my \napplication it could have been a pistol, but afterwards I \nthought about it again and I am almost certain that it was a \nrevolver, the .38 type.\n\tAs I said the explosives had already been tied to the \nunderside of a chair before we arrived there.  De Kock \nmeanwhile had now received the weapon from Floris and he \nshot him twice or three times.  When I saw that he was about \nto shoot him I looked away, but he shot him three times. I \ntherefore didn't see how the bullets hit the man directly.  \n\tNobody told me, yes, he had gone over to the other \nside, but that is what my belief was, that the man had \nreturned to the ANC and had given them information.\nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "119",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "We then walked back and whilst we were doing so Lionel \nSnyman had an LMG machine-gun and it was mounted some \ndistance away and he then shot off a couple of shots in the \nmine dumps, to make it sound as if we were busy with \ntraining at night, et cetera.\n\tI then continue.  Whilst we were walking back I became \nvery nauseous. If I say nauseous, I don't mean that I \nstopped and vomited.  My nerves were very, very tense, I was \nvery nervous and I had a nervous feeling at the pit of my \nstomach.  I say here that it was totally unacceptable for \nme.  I knew the man was to be killed and I associated myself \nwith that, but the way in which it was done, I found \nunacceptable. If they wanted to kill him they should have\nshot him from behind or they should have blindfolded him or \nsomething, but don't shoot him where he is tied to a chair \nand actually looks at you. I didn't feel good about that.  \nWhen we were nearly at the base camp, the explosion took \nplace and the askari was blow into the air.\n\t I was never told what the real reason was but my \ninference was, and I stand by that, that that is the reason \nwhy he was killed.  My inference was that he was an askari \nwho had returned to the ANC and then gave them information \nthat he was arrested and that there probably hadn't been \nenough evidence against him.  If I say information which he \ncould possibly have given was that he could have given \ninformation about SAP members and he could have been \nsubjected to intimidation, especially the black members, \ntheir homes were attacked, petrol-bombs were thrown at their \nhouses.  In some cases some of them were killed.  And the \ninformation which he could have passed on, for instance, he \ncould have revealed the identity of any \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "120",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "informers.  We all ... (intervention).",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr Mentz, you don't know of anything, you are \nnow speculating.  Do you know what the reason was or not?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Nobody told me, but that is the inference that \nI drew, that he was passing on information.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "But the nature of the information and exactly \nwhat it was about, that is something that you are \nspeculating on.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I don't know.  I continue.  The middle of the \nlast paragraph.  It must, however, be remembered that I was \na non-commissioned officer and my senior officer did never \ncompletely confide in me about everything, and in this case \nDe Kock did not take me into his confidence by telling me \nexactly why the Askari was eliminated, as I have already \nsaid, that is an inference which I drew. \n\tI, in my earlier evidence also said how I regarded \ninstructions from De Kock, that he was in liaison with head \noffice and that the generals would have approved it.  I \nregarded it as part of the struggle against the ANC at that \nstage, and regarded it as the elimination of an ANC activist \nand terrorist who had returned to the ANC.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You keep calling people terrorists, when you \nhave no basis for doing it whatsoever.  You don't know what \nthis person had done, you don't know why he was killed.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I will correct that, Chairperson. I will call \nthem - I will call him the particular askari, or the askari \ninvolved. \n\tI have already said here that I found out that it was \nJohannes Maboti.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Captain, let us just stop there for a \nmoment with the actions of Vlakplaas at that stage.  The \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "121",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "conduct and actions of the Vlakplaas people, against whom \nwas it directed?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Against the liberation movements and fighters, \norganisations such as the ANC, PAC, the enemies of the \nGovernment of the day, who was the National Party.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "In all cases?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "In all cases.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "And the way you saw it at the time, were \nthe operations launched by the people at Vlakplaas, \nundertaken by them, was it approved by the commanding \nofficers in head office?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, that's how I saw it and I still believe \nthat today.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "As you saw it at the time, and today as \nwell, relating to that particular time,  were the Vlakplaas \nmembers involved in the elimination of ordinary criminals?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Were they involved in the elimination of \nany other persons that you know of?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, not as far as I am aware.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Now bearing that in mind, Capt Mentz, I \nwant to ask you what is the possibility, and I don't want \nyou to speculate, I am asking you in the light of your \nevidence, what is the possibility that the operation against \nthis particular person could have been something other than \nan operation against the ANC or liberation movements or a \nperson who was an enemy of the State?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Chairperson, it was specifically aimed\nat the ANC/PAC.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Please just listen to my question.  Please \njust listen carefully to my question. I want to ask you, \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "122",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "arising from what you have just testified about, the \nbackground, the way in which Vlakplaas operated, the fact \nthat you said that Vlakplaas only operated against ANC \nactivists and terrorists and people who belonged to \nliberation movements, the fact that you said that they did \nnot act against criminals, did not eliminate criminals and \ndid not eliminate other people, what is the possibility that \nthis askari could have been a common criminal or just a \nnormal person who was eliminated?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "According to me there was no such possibility.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Capt Mentz, the political motive, the \ngeneral justification you will find on page 110 to page \n... (intervention).",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Sorry Mr du Plessis before you get there \nbecause you made a whole lot of assumptions, summed up in \none word, askari.    You said what other possibilities, what \nother reasons could have existed for the elimination of an \naskari.  Once you use the word askari, you have made a lot \nof assumptions.  You have assumed that this person, as we \nhave come to understand what the word askari means, you \nalready assume that this person must have at some stage have \nbeen a so-called terrorist, in the ranks of the ANC.  He \ncame back, kept at Vlakplaas,  Vlakplaas, all these things \nyou are assuming at once, once you use the word askari.  I \nthink what Mr Mentz should tell us is why do you think this \nman was an askari, on what basis?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairperson, could I put it this way, the \naskaris were not only at Vlakplaas.  In some cases some of \nthem were placed out to other security branches such as in \nNatal, Durban.  There were people there who worked with \naskaris, in the Cape as well, and in other cities as well.  \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "123",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "They also had their own askaris who came from Vlakplaas.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Couldn't this man have been arrested for \nstocktheft?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Couldn't this man just have been captured?  \nMaybe he was, as you say, he was a terrorist, he had just \nbeen captured, he was not as yet an askari, he was not as \nyet converted into an askari.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, right at the outset of my application I \nsaid that De Kock had told me that he wanted to find out \nwhat the askari could tell him, what he wanted to say.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Oh I see you got it from him, from de Kock. \nThank you.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Mr Chairman. ...(intervention)",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Mentz, you do make reference that way on \npage 105, and that is the last paragraph of your \napplication.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Capt Mentz, perhaps we should just follow \nthrough the questions they have asked you to their logical \nconclusion, in the light of what Judge Mgoepe has just said. \n Bearing in mind the way in which Vlakplaas operated as I \nhave asked you just now, operated against enemies of the \nState, terrorists, members of liberation movements, this was \nan askari.  So is it possible that this was an action by \nVlakplaas members against one of their own people, without \nhim being in any way involved in liberation movements or \nbeing a supporter or a sympathiser of the liberation \nmovements?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, no, they wouldn't have.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "According to your view?\nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "124",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Could we then turn to the political \nmotivation. You confirm that in general, from page 110 to \npage 115.  And then on page 115 the third paragraph, the \nsecond line after the word \"duties\", is that sentence \ncorrect?  \"Although I was not a member of the security \nbranch\"?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, that should be scrapped. From the third \nparagraph, \"although I was not a member of the security \nbranch\".  That is a mistake on our side.  This came out when \nI was stationed at Murder and Robbery.  Then I was not a \nmember of the security branch, so this is incorrect in this \napplication.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Capt Mentz, do you confirm the rest of the \npolitical motivation?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Page 115?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "115 Mr Chairman, yes.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "What sentence is that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The sentence in the third paragraph, after \nthe comma in the second line, is the word \"pligte\" (duties) \nand it must come out from the word \"alhoewel\" (although) \nuntil the end of that sentence - \"although I was not a \nmember of the security branch\".",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That was just included by mistake.\n\tCapt Mentz, do you confirm page 115 to 116?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "On whose instructions were you operating?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Col Eugene de Kock.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "CAPE TOWN HEARING\tAMNESTY/",
            "Male"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "125",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Mr Mpshe, any questions?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, thank you, Mr Chairman. \n Captain, page 115, the second paragraph, \n\t\t\"The political objective was to combat terrorism \nto combat the destabilisation of the country and \nalso to try and combat the enemies of the State, \nwho tried to topple the State, including the ANC \nand the PAC, \nhow applicable is this to the askari who was eliminated?",
            "Male"
        ],
        [
            "HASSAN MALL",
            "What is the question?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "How applicable is this paragraph to the \neliminated askari? In other words, does he fall within the \ncategories mentioned here?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, if he had passed on information, as I \nbelieved he had, he had been an askari in the police, that's \nwhat I believed he passed on information back to the ANC and \nthat would have, it would have helped the ANC/PAC in their \nstruggle to topple the government.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "But that's just an assumption you are making.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's what I believed at the time.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "With reference to this man, that is an\nassumption you are making now?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, this askari.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Now if we use the word askari and we accept as \nyou say that he was an askari, that would tell us that he \nwas on your side, on the National party's side, not so?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "At first, the way I saw it, an askari, was that \nhe was first a freedom fighter, and he had then been \narrested by the security police and they had then turned him \nor got him so far as to assist us, became an askari with us, \nreceived a police salary and notwithstanding that, whilst he \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "126",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "was doing his duties, he then fed information, which he \nobtained, back to the ANC or PAC, whatever the case may be. \n That is as far as I see an askari.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, let's be specific.  Is my understanding \ncorrect, that if you label, if you say this person is an \naskari, that means that he is now working for the security \nforces?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.  Yes, in other words he was a double \nagent. He made as if he was working for the security forces \n...(intervention)",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That may be so Colonel I just want to know \nwhether this is the position about an askari, that's all.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's how I saw it.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "If he was an askari and as you have agreed with \nme, he was working for the security forces, what political \nmotivation did exist for him to be eliminated if he was \nworking for the security forces?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "But I told you - pardon.  I said that this man \nwas apparently working for the security police, but then \nthat would have been a front. He pretended to work for us \nwhilst at the same time leaking sensitive information back \nto the ANC/PAC.  That's what I believed.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Isn't is so that in fact the askaris who \nwould normally be killed, would be those who were regarded \nas being a risk to the security forces?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Those who were not regarded as a risk, those \nwho were in the eyes of the security branch were reliable \nwouldn't be killed.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "It's only those who would be regarded as \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "127",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "being a risk in the sense of being double agent, that will \nbe killed?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "And you are saying that in your view, rightly \nor wrongly, the deceased in this case fell into that \ncategory for those who were a risk?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "According to the way I saw it, yes.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Is it not correct that they would also be \nkilled if they were a danger to the unit in that if they \nwere going to expose the unit?  In the operations of the \nunit they would be killed.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, sir.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you, Mr Chairman and Members.  You must \nhave covered my area.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Just to get some clarification here.  The two \nof you never drove in the same vehicle from Vereeniging to \nPenge Mine?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No.  So I don't know what happened or what was \nsaid in that vehicle.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "And you say that when you arrived there the \nchair had already been prepared, it was at a mine at some \nkind of excavation there.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Who was in command there at Penge Mine?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Warrant Officer Snor Vermeulen and Warrant \nOfficer Lionel Snyman.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "They did not accompany you from Vereeniging, \nthey didn't drive with you from Vereeniging, you just found \nthem there?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I found them there.\nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "128",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "So could we then assume from the fact that \npreparations had already been made, that they must have \nreceived instructions where you were not present?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Page 107, Captain, the second, first and \nsecond lines, you talked about when you arrived at Penge \nMine, \n\t\t\"The askari was handcuffed to a pole.   We then \ncontinued drinking.\"\nwhere did you start drinking on this day?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "If I remember correctly, Chairperson, De Kock \nand I stopped somewhere beforehand and we bought beer or \nsomething.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Where?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I can't remember specifically.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And who provided the drink now?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "We had bought this liquor.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You bought some beer which you drank and then \nyou bought some more you brought along for a party.  Is that \nthe position when you were going to kill the man?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, we bought a lot of alcohol, of drink.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And of what sort?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I can't remember, I think it was beer, but I \ncan't remember. It might have been, there might have been \nstrong drink as well.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And you all drank there before you killed \nthis man?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Was this man questioned at all in your \npresence?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Chairperson, no, not where I was present, but \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "129",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I can remember when we were drinking there, it was a whole \ncrowd of us. I think that De Kock and one or two others \nspoke to the man.  He was tied up quite a distance away from \nus.  If I can sketch the scene, if you enter the mine then \nthere is a building and lean-to's on the left-hand side and \nI - that was Snyman and Vermeulen's base where they slept.  \nBecause they arrived there a couple of days before us.  We \nsat under the lean-to there and we made a fire and the \naskari was tied up quite some distance away from us, tied up \nto this pole.  And not within earshot, and I think De Kock \nand one or two of the others spoke to the man at some stage, \nbut I was not present during any conversation.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Did you have a braai there?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, sir.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "The man was not questioned in your presence?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Sir.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "The second point I want to ask you about, is \nyou told us in your evidence that you found this incident \n\"totally unacceptable\".",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Did you ask for a transfer from Vlakplaas?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "At a later stage I ... (intervention).",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "After this incident that you found totally \nunacceptable?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Not directly afterwards, but at a later stage I \nwas transferred to another unit.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Yes but why didn't you, if it was totally \nunacceptable, this sort of behaviour, why didn't you ask for \na transfer?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Chairperson, I was part of an elite unit.  It \nwas at that stage seen as an elite unit in the security \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "130",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "police. I associated myself with the fact that the man was \nbeing killed or was killed, but as I testified already, they \ncould have done it differently.  They could have, for \ninstance, blindfolded the man or shot him from behind, and \nit worried me that he was actually looking straight at them \nwhen they killed him.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Was it more important to you be part of this \nso-called elite unit than to do what you regarded as morally \nright?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Chairperson, I believed that somebody had to do \nthis dirty work to prop-up the Government of the day and to \ncombat ANC and PAC terrorists.  Somebody had to do it. If \neverybody had asked for transfers who was to do this work, \nand that's why I thought I would stay there.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "So although it was totally unacceptable to \nyou, you would have us believe that, you nevertheless \nthought you would stay there to do this sort of work.  Is \nthat what you are telling us?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, sir.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "But would it have been safe for you to ask \nfor a transfer immediately after this incident?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Sir, I have testified about that as well, \nbecause then the chances were that I could just one night be \nshot through a window in my home.  The issue here was not \nthe colour of your skin, but if you were a threat for such a \nunit in the security police, the chances were that you could \nalso be eliminated, anybody could be eliminated.  I was \nscared, I was afraid of De Kock.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Mentz,  I know you have already testified \nthat it was very difficult to question orders of your \nsuperiors. In this case you had taken quite a major leap by \nCAPE TOWN HEARING\tAMNESTY/",
            "Female"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "131",
            "Female"
        ],
        [
            "UNKNOWN",
            "asking De Kock where you were going to on arrival at De Deur \npolice station, and after seeing there the askari getting \ninto Mr Brits' car, did you not ask for more details about \nwhat the askari was going to be questioned about?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I did ask De Kock where we were going, because \nI was driving the car and I had to know where to drive to. I \ncan't specifically remember what De Kock and I discussed, it \nis a long time ago, but that's why I say I believe that this \naskari was a double agent.  I can't say specifically what I \nasked him and what he said, because I can't remember.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "But was the askari already tied at that time?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "So it was not yet apparent that he was going \nto be killed?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, I only saw that as Boschkop.  That is where \nI made the conclusion.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr Mentz, you earlier testified that you were \nnot one of De Kock's confidantes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chair, during the first time I testified I \nexplained that I had initially been taking De Kock around.  \nNo not today, but earlier on.  Later on I worked away from \nhim.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "I do not think it is very clear whether or \nnot you are expressing yourself correctly or whether it is \nthe interpretation, I just want to put something to you, as \nI understand your evidence.  You associated yourself with \nthe fact that people had to be killed during the struggle in \nwhich you were involved between the liberation movements and \nthe police?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "You, however, did not associate yourself with \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "132",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "the method used to kill this person?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "What aspect of the method was unacceptable to \nyou?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chair, this askari had to know that he was \ngoing to be killed.  Now he is walking with us, in front of \nus, he is cuffed, he sees this chair.  He was a trained \nterrorist, he knows what explosives look like.  He was tied \nto the chair and they shoot him. I cannot remember \nspecifically his face or where they shot him.  If they \nwanted to execute him, I would say shoot him from the back \nor blindfold him so that he couldn't see it.  I never - I \nfelt that this wasn't right.  It bothered me.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "So is the position that up to now we will never \nknow why this man was killed, is that it?  What the precise \nreason was.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chair, except for what I believe, we won't \nbe able to ascertain that, that it was my impression.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes no apart from impressions, you never learnt \nfrom De Kock or your superiors precisely why he was killed \nand nor did you ask?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chair, it might be that they told me, but I \ncan't remember specifically.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "So we are left in the dark as far as this \nCommittee is concerned,  we won't know why?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Except, Mr Chair, for the fact that all the \npersons I have mentioned have applied to this Committee and \nthey will testify about that.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Do you know whether De Kock was accused of \nthis murder?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I don't know.\nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "133",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "We will take an adjournment at this stage.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Mr Du Plessis, re-examination?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I have no re-examination, Mr Chairman.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Male"
        ],
        [
            "HASSAN MALL",
            "Yes, we move onto the next matter.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, the next matter \nyou will find on page 128.  Capt Mentz, this incident took \nplace in April 1989 - in 1992, pardon.  Page 129, before you \nstart with your evidence, Capt Mentz.  What was the position \nregarding the bringing in of weapons into the Republic after \nnegotiations have started with the ANC and the PAC, let's \nsay from 1990?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "There was an increased number of smugglings \nfrom neighbouring states.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "What was the purpose of this smuggling of \nweapons, in general?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The weapons were smuggled after the banning of \nthe liberation movements have been lifted.  The weapons we \nconcentrated on were weapons that were brought in for in \ncase the negotiations between the ANC, PAC and the National \nParty would have been abandoned, so that the weapons could \npossibly have been used if the liberation movements wanted \nto return to the liberation struggle.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Can you continue on page 129, can you just \nplease read to the Committee.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "From 1991 at Vlakplaas, weapon smuggling was \ninvestigated, amongst others, on the Mozambique border.  The \nweapons were suspected to be brought through the Komatipoort \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "134",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "as well as over the border fence.  Lieut Chappies Klopper \nwas in command of this operation.  He is now a State witness \nand worked for National Intelligence with Willie Nortje.  \nThere were various members of units, C10 as well as from \nthe special task force there at this specific operation.   \nIf I can mention some of the task force members.  Sarel \nJansen van Rensburg, Ashley Crookes, Floors De Jonge and \nAndre Laas.  The last three were all under officers.  There \nwere furthermore Ovambo Koevoet members. These were members \nwho fought in the Koevoet war in Ovamboland, and they were \nunder the command of the South African Police in South \nAfrica now.  These were Lucas Khimelo and a certain Simon \nHiginbamgwasa - (I don't know how to spell it), as well as \nother Black members, whose names I can't remember.  \n\tInformation was received that weapons were being \nsmuggled or would be smuggled for giving them to the ANC and \nthe PAC across the border, in a white Ford Cortina vehicle. \nI cannot remember who told me that the weapons would be \ngiven to the ANC, but I suspected that it was Willie Nortje. \n \tThe Koevoet members had an appointment with the \nactivists in order to ambush them.   When I speak here of an \nambush, I don't mean an ambush to kill them.  The purpose \nwas to meet them in a police ambush and to arrest them.  We, \ntogether with the task force members took position next to \nthe road in the veld. I can perhaps just explain that our \npurpose was that when Lucas Khimelo met them on the dirt \nroad and when they saw the weapons and were paid with cash, \nif they gave this cash money to those people, that would \nhave been the sign and we would have jumped out of the \nbushes from the side of the road and arrested them.  In the \npast we already had already had such operations where they \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "135",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "were prosecuted in a normal court.  \n\tLucas Khimelo and the other members of Koevoet waited \nin this dirt road.  They had their own vehicle there.  They \nwould then meet the weapon smugglers there.  Approximately \nseven o'clock that evening, this vehicle had not arrived.  \nThe command was given by Willie Nortje that we must retreat \nand we went to Schoemaas, that was the police base close-by \nwhere we stayed and we went there to rest.  We started \ndrinking at the canteen and we used a lot of alcohol.  I was \nunder the influence of alcohol during the further events.  \n\tLater that evening Lucas Khimelo and his members came \nback to Schoemaas.  They then first called Lucas Nortje and \nsomebody else to the side and the others of us were later on \ncalled and we had a meeting.  There were quite many of us, \nof Koevoet members from C10, from Vlakplaas as well as task \nforce members and also the local security branch members.  \nLater that evening we were told by Lucas Khimelo that him \nand the Koevoet members drove into the smugglers.  When they \ndrove into them the smugglers told them to go into a double \ntrack road because they didn't want to be in the main dirt \nroad there, because it was carrying heavy traffic.  Khimelo \nfollowed them and told us that the smugglers had weapons in \ntheir car and that they were afraid that they would be \nrobbed by these people.  They then decided to eliminate \nthese people by shooting them.  Because the police action \nduring that stage was sensitive and because C1 Vlakplaas \nused ex-Koevoet members, this evoked a lot of criticism from \nthe National Party and it was a problem.  After the \nsmugglers have been shot,  Khimelo returned and told us what \nhad happened.  First Cronje and Klopper and then us. It was \nthen discussed and we planned the operation.\nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "136",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Capt Mentz can we stop there please.  Were \nyou at all involved in the shootings?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, I wasn't, I was only present, I wasn't \npresent there, I was only present afterwards.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "In other words what you are saying happened \nthere, is based on what you heard.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Can you please continue.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "During this discussion it was decided that it \nwould create a problem if it was mentioned that the Ovambo \nKoevoet members shot the smugglers, because at that stage \nthere were various rumours that the security police were \ninvolved in so-called Third Force activities and \nspecifically Vlakplaas, by, amongst others, Dirk Coetzee and \nNofomela.  In other words, the information that came from \nthis incident would of course place further pressure on the \nSouth African Police and the Government.  \n\tAt that stage negotiations were started and there were \nnegotiations between the ANC and the PAC and the National \nParty and other such liberation movements. If it came to the \nknowledge that the NP Government was compromised by the \npolice, it would make the negotiations difficult.  There was \nthen decided that we had to restructure the operation to \nmake it seem as if the smugglers were shot by the task force \nmembers.  The reason for that was that they were not accused \nof being involved in Third Force activities, but because it \nwas actually an operational division of the police.   We \ndidn't want to embarrass the Government.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Capt Mentz, if it had been known that this \n- if this operation came to the fore, would it have been to \nthe - would it have been a good thing for the security \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "137",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "police?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Definitely.  It would have helped the ANC or \nthe PAC, because it would have shown that while they were \nnegotiating with the Government of the day, that the police \nwere using ex-Koevoet Ovambo members to eliminate some of \ntheir members.  It would not have been good for the \nGovernment of the day.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Can you go on on page 132, please.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I was then ordered by Lieut Chappies Klopper to \nhelp with the reconstruction of the event, because I have \nhad experience at Murder and Robbery.  I did this.  Nobody \nwould have believed that weapon smugglers would have sold \nweapons to five white men.  Therefore, the car was taken \nback to the main road. \n\tThese people were shot in a small double track road and \nwe decided that the story would have been that we were \nwaiting in the vehicle until the white Cortina came back. \nThe informant said this specifically that it would have been \na Cortina.  We then would follow the white Cortina and we \nwould have approached the vehicle from the back.  We would \nalso say that we were shot on from the vehicle and that we \nshot, then shot back. It would then be said that the four \npeople in the vehicle were killed.  \n\tIn the boot we found various illegal weapons, amongst \nothers, AK47 weapons, an RPG7 and also RPK and Makorov \npistols.  The four bodies were taken out and put in our \nmini-bus.  We had a combi mini-bus so the four bodies were \nput upon, on top of each other in the back and a blanket was \nthrown over them.  The cartridges were picked up and we then \nleft them.   We took the empty cartridges to the road and \nleft them there.\nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "138",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "We then went to Schoemaas with the four bodies.  We \ndidn't go into Schoemaas, but we only hooted at the gate and \nthey came.  They knew that we would find them, see them in a \nhouse at the back of Schoemaas.  We waited for Willie Nortje \nand Chappies Klopper to join us there.\n\tWhile we were waiting somebody, I can't remember who, \nmade the remark in a joke that one is still living.  These \nbodies were put one upon the other.  There was a blanket \nover them. It was very dark.  We stopped next to the house. \nI took out my pistol and shot at one of the bodies. It must \nhave been the top body.  It was dark and I could not see. I \ncould not see who I shot or where I shot that person, \nalthough I hit the body. I don't know exactly where.  At \nthat stage I was certain that all of them were dead.  \n\tMy actions there I can describe as very tense and \ndrunk, irrational, something I would not normally have done. \nI was so frustrated and angry at these people who brought in \nthe weapons, still while we were negotiating - while there \nwere negotiations going on.  I was very drunk and angry and \nfrustrated. I did this.\n\tThe shot I fired did not cause any injury or death. I \nwas under the influence of liquor. I would not have done \nthis under normal circumstances.  The bodies were then taken \nto the mortuary in Komatipoort.  The bodies were taken to \nthe mortuary.  A dossier was opened. I then made an \naffidavit on this, which was not a true and correct \nexplanation of the event.  It was done for the reasons \nabove.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The specific reasons you mention here, are \nthese the reasons you also testified about just now?  The \nreasons about the fixing of the scene?\nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "139",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Were these the reasons relating to the \nproblems of the information being made known?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Can you please page to 135.  Are these\nthe names of two persons involved?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, that's right.  The other two we you could \nnot identify.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The political motivation and general \nmotivation from page 136 up to 140 and on 141, the second \nparagraph, you want to change something.  What do you want \nto remedy there?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "In the third line.  The original operation was \n- I want to take the word \"moontlik\" (possibly) out, weapons \nand in the \"in\" must be \"to\".",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "And on the next page 142, at the bottom, \nyou say in whose, on whose orders you acted?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I acted on the orders of Chappies Klopper and \nWillie Nortje.  They gave me the orders and therefore I \nbelieved that Eugene de Kock would have approved these \norders, because I knew that Willie Nortje called De Kock \nbefore we went out to go and remedy the scene.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "And then on the next page you said that the \nprosecution took place in the Supreme Court.  You also have \na copy of the - the case is still hanging, in any case.  Oh, \nsorry, of the charge sheet.  A copy of the charge sheet has \nbeen attached.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, I see the charge sheet was \nnever attached. It is in my possession if the Committee \nwould want a copy thereof.\nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "140",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Does the charge sheet give the names of all \nfour people who had been killed?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, perhaps I will have a look, I \nhave it in my possession.  If the cross-examination can go \non, I will look for it and I will give you an indication.  I \ndon't think so, Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Mr Mpshe, are there any questions you would \nlike to put to this witness?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I don't have questions, Mr Chairman.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Male"
        ],
        [
            "HASSAN MALL",
            "You have referred to these persons who are \nbringing the arms in as smugglers, is that right?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct, Mr Chair, smugglers of the \nliberation movements.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "I want to know why you say they were smugglers \nof the liberation movements, what proof is there that they \nwere smuggling for the liberation movement and were not \npeople who were merely selling arms to the highest bidder?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chair, I know that some of these people we \nquestioned in the past, said that these weapons were going \nto Natal for attacks on Inkatha, and people were arrested on \nthe East Rand who had of these weapons in their possession. \n They, during questioning, said that they give it to the \nliberation movements. I did not speak to these specific \nfour, but I believe it was concerning this matter.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "They may be lying of course, they may be \nrunning a business, selling arms to people who want to buy \nthem, to ordinary criminals?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is possible, Mr Chairman, some of these \npeople were also found guilty in different cases, but it is \npossible.\nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "141",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Found guilty of what?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Possession of weapons and selling weapons.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "The questions asked mean that if that - would \nthat person not possibly have supplied me with those weapons \nif I offered them a higher price?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Mr Chair, they would definitely or \ncertainly not have sold weapons to anybody.  We got onto \nthem because of informants, who - Nortje handled them \nthrough Khimelo. They would not have sold to strange people. \n They would have had to contact informants.  But if we did \nthis, it would have been possible.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "If a warlord or leader of a gang was interested \nin getting arms, and made contact, he would be supplied arms \nby these smugglers wouldn't he?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, it is possible, sir.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "And is there nothing to say that on this \noccasion the arms that were being smuggled were for the ANC \non this occasion or the PAC?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chair, I could not say specifically for whom \nthese weapons were intended.  They might just as well have \ngone to Inkatha.  Furthermore, in my application before the \nCommission I also apply for a certain event where we \nreceived weapons from Inkatha, but from a specific person. I \nbelieve that these weapons were going for a militant freedom \norganisation.  The political parties murdered each other on \nthe trains and everywhere.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "As I understand the evidence, your evidence, \nyour agents were going to buy these guns from these people.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, and then arrest them.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "So they were not bringing the guns in to give \nto known ANC or other activists whom they knew, they were \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "142",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "prepared to sell them and they were going to sell them to \nyour agents.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Our people pretended to be members of a \npolitical party. I was not there when they spoke with them.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "That opens up all kinds of possibilities. If \nyour agents could have easily bought guns from them, the \nsuppliers don't seem to be particularly concerned about who \nthey were going to sell to.  They weren't going to ask proof \nfrom your agents whether they were members of the ANC or \nPAC?  They were quite happy to sell them.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That might be the case, but I believe that the \nweapons were going to the ANC, the PAC or Inkatha.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "No, I don't understand it when you say you \nbelieve it, we are now trying to test the reasonableness of \nyour belief.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You can't have believed they were going to \nthem.  Haven't you told us that you set up an ambush, a trap \nbut when they bought the weapons the money was handed over, \nyou are going to jump out and arrest them?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct, Mr Chair, and we could have \ninterrogated further to find out to whom these weapons were \nreally going.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "No the weapons were going to be sold there, \nin front of your eyes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Mr Chair, we would have arrested them and \nwe could have questioned them further.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Instead of which you went off and had a party \nagain?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chair, the operation was then cancelled. It \nwould not have continued.  We then went, we had a braai and \nwe drank. That was all that we could do at Komatipoort.\nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "143",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Who gave instructions to the leader of the \nKoevoet from your group, or under whose orders were Koevoet \nacting?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "They were divided at Vlakplaas into certain \nunits.  They were under the command of Gen De Kock at C10.  \nThere were also other ex-Koevoet members who were used as \ntrackers at other branches.  All of them weren't with us.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "I'm talking about this particular occasion.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, may I just point out and I \nshould have done that perhaps at the beginning.  Amnesty is \nnot sought for murder in this matter.  Amnesty is simply \nsought for being an accessory after the fact for - for \nperjury and obstruction of justice. I am just making that \npoint Mr Chairman because of the fact that we are not asking \nfor amnesty for murder.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chair, they were under the command of Lieut \nKlopper and Nortje.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Is it therefore reasonable to conclude that \nwhen these people were killed by the Koevoet, they were \nacting under instructions from Klopper or Nortje?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chair, it is difficult to tell, because \nNortje was with me and some of the other task force members \nbefore they were shot, we were together.  We then withdrew. \n I do not know what orders Nortje gave them further on, but \nI think they acted on their own, on the spur of the moment.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "What about Klopper?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "To my knowledge, I can't remember whether \nKlopper later spoke with them before these people were shot. \n It might be the case but I have no knowledge.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "I understand you to say that you helped in \ncovering up this incident because you were worried that the \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "144",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "disclosure thereof would have embarrassed or weakened the \nGovernment, or being to the advantage of the ANC or PAC \nduring negotiations?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "What I don't understand is, why would that be \nso?  The people killed would have been simply arms \nsmugglers. How can that - I am trying to wonder whether \neverybody in the country would not have been happy that arms \nsmugglers were killed?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Mr Chair, if I remember correctly, it was \nin the news and in the newspapers that the Government \nallowed that ex-Koevoet members, Ovambos, operated with the \nsecurity branch and specifically Vlakplaas and Vlakplaas' \nreputation how they could go and shoot these people.  They \ndidn't want - they didn't want the police to employ these \nex-Ovambo members, but it was still done.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "In fact I think the feelings were very strong \nagainst these Koevoet members?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, that's correct.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "So basically when you discovered the \nVlakplaas people had killed them, it was a cover-up now for \nthe security police and Vlakplaas - the Koevoet people who \nkilled them, sorry.   When the Koevoet people came back and \nsaid they had killed them, you covered up to save the name \nof the security police and Vlakplaas?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct, Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Could you please explain to us, members of \nKoevoet were members who - were they South African citizens?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Some of them, but not all of them.  The South \nAfrican white policemen who served in Ovamboland, like in my \ncase, I went for three months at a time, and we were a \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "145",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "normal counter-insurgence unit, some of these members then \napplied for staying there for very long, for a year or two \nyears, and they were then members of the Koevoet team.   \nWhen I say Ovambo members, they were members from South West \n- now Namibia.  They then also worked with the tin units, \nthe counter-insurgence units.  They could - they were very \ngood at warfare.  There were also Ovambo members, together \nwith Koevoet.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Were there in South Africa feelings against \nKoevoet?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Were they regarded as members of a Third \nForce?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "And now if you covered this event up, was it \nfor the protection of Koevoet or for the protection of the \nGovernment, in whose service they were?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The security police, the police and the \nGovernment in whose service they were.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Did I understand your answer to be that your \naction was taken in the interest of the South African \nGovernment and the South African Police?  Is that what you \nare saying?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, the security police, the police as a whole \nand the police who pursued the objectives of the Government \nof the day, which was the National Party Government.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "But if you were directly implicating and \nholding out to the world that this action was performed by \nthe police, by the South African Police or a Vlakplaas unit, \nif that is what you were going to hold out to the world how \nwas that protecting the police?\nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "146",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The false plan which we had was to say that it \nwas the task force, the special operational unit which had \nshot these people. Then no questions would have been asked. \n But the moment you mention that it was Koevoet members or \nVlakplaas members, then it was a problem.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you, Mr Chairman.\nAt that stage were the actions of specially the Vlakplaas \nunit,was it still directed against the liberation movements?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Chairperson.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "And the Vlakplaas involvement in this \nevent, if that was disclosed, would that have a prejudicial \neffect on the Vlakplaas operation?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I believe so, because if I remember correctly, \n just after this it was insisted that people such as De Kock \nand other persons who were known to the ANC, that they had \nto leave the police. I think it was one of the ANC's \nrequirements for further negotiations, and that in fact \nhappened, they packages and our unit was disbanded just \nafter that.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Capt Mentz on page 129, the bottom \nparagraph, you said that information was received that \nweapons were smuggled for making available to the ANC and \nthe PAC across the border, in a white Ford Cortina.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I can't remember who told me that the weapons \nwould be made available to the ANC.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "But you think that it was Willie Nortje?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Now you have conceded that there is a \npossibility that these people could have sold weapons to \nother people. Now I want to ask you, what do you, in the \nlight of what you can remember, what was told to you, what \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "147",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "was more probable,  would they have sold weapons to private \npeople or was it more probable that they would have sold \nweapons to supporters of freedom fighters and movements?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, they would rather - if they didn't sell it \nto trained terrorists, they would have sold it to street \ncommittees, the self-defence units and those kinds of bodies \nand people.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "We are talking about this particular \nconsignment, not generally?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, this particular consignment.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, this particular one.  We are speaking \nof this specific consignment of weapons.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I believed that the weapons were going to \nthese people.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Can I take you to page 132, the last two \nsentences of the first paragraph, the middle of the page, it \nstarts with \"the reason for that\".  The last two sentences \nof the first paragraph.  It is on page 132, it starts with \nthe words \"the reason for that\".",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The reason for that was that they were not \naccused of Third Force activities and they were actually the \noperational section.  There was already a kind of a stigma \nattached to Vlakplaas at the time that they were involved in \nThird Force activities.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Thank you, you are excused.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, before the witness is excused. \n In respect of the matter of Brian Ngqulunga, we did some \nresearch and we got hold of parts of the record of the \nevidence in the Eugene de Kock trial, and we also are going \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "148",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "to be placed in possession this evening of the excerpts of \nNgqulunga's evidence before the Harms Commission, which we \ndeem important for this Committee.  Now I have in my \npossession bundles of the evidence in the De Kock trial, \nespecially, well, actually the evidence of Warrant Officer \nNortje.  I intend to hand that in to the Committee, but what \nI want to do, Mr Chairman, and it is going to be very short, \nis refer you to one or two pages in the evidence and ask \nCapt Mentz's commentary on that, if you will allow me to.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Is Nortje going to come to give evidence?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Pardon, Mr Chairman?",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Will Nortje be coming to give evidence?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "He is a State witness, Mr Chairman, I am \nnot sure - not in this application.  Not in this \napplication. He is a State witness, I am not sure if he is \napplying for amnesty.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Don't know whether he has.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Or whether he has, I don't know.  But as \nfar as I know all State witnesses did apply for amnesty, so \nwe can accept that he probably did.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "You would like to put portions of the evidence \ngiven by Nortje in that case to this witness?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, I just want his comments.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I want his comments on that.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Does it affect him or implicate him?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "There is mention of him in the evidence, Mr \nChairman. I may mention - perhaps I can give you an idea of \nthe purpose thereof, and if the Committee doesn't deem it \nimportant or necessary, then we can dispense with it.\n\tThere are two aspects which become clear from the \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "149",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "evidence.  The first one is that there was a plan to \neliminate Ngqulunga, apparently and that was the - what Capt \nMentz testified about that he heard later, apparently \nbecause there was a worry that he would become scared \nbecause of the false evidence that he gave in front of the \nHarms Commission.\n\tNortje also secondly, confirms the fact that there was \na second reason for killing Ngqulunga,  and that is that he \nwas a person who was giving information to the ANC.  He does \nrefer in his evidence to that fact.  I can point that out to \nyou.  \n\tThen thirdly, the evidence indicates that people high \nup in the security headquarters knew exactly what happened \nin this incident, with Ngqulunga.  \n\tFourthly, Mr Chairman - pardon, I lost the point now.  \nIf you could just bear with me.  If you could just bear with \nme, Mr Chairman.  Oh, the last point was that there is also \nevidence in this record pertaining to the fact that De Kock \nwanted the people who were involved in this matter, that is \nBellingham, Botha, Baker and Mentz, and especially Baker and \nBellingham, to be tied up with an incident such as this, so \nas to have a hold over them.  That is the gist of what I \nwanted his comments on. I can, however, just hand it in and \ndeal with that in argument, if the Committee doesn't deem it \nnecessary to hear any evidence on this.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "I think you may proceed by putting that to your \nwitness.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you, Mr Chairman. May I beg leave to \nhand up sets of the copies of the record of Nortje's \nevidence.  It is thick but I am going to refer you to just \nthe relevant pages.  That would be, I think EXHIBIT AA, Mr \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "150",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Chairman.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "Mr Chairman, I want to place on record that I haven't \nprovided Mr Mpshe with a copy of this, which I perhaps \nshould have done earlier in this week and it is my mistake \nthat I didn't do that. If he needs to ask any questions \nabout that, he has got a problem with that, then that's my \nfault.  May I proceed, Mr Chairman?",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes, sure.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, am I correct that this is \nExhibit AA?",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Annexure AA, yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Exhibit AA.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Capt Mentz, could we turn to page 7 of this \nvolume.  I would like you to read the second last paragraph \nof Warrant Officer Nortje's evidence.  He says he would like \nto also tie up Bellingham and Baker to certain incidents, on \nthe next page, because they are not yet directly involved.  \nThey haven't as yet been contaminated, as we called it, and \nhe decided that the two of them - he would use the two of \nthem.  Actually he went for Baker.  And then he says \nfurther, and he then gave them instruction, after we rented \nthe combis, or they knew that they were going with.  He then \ncalled in Wouter Mentz and Piet Botha.   Mentz had just been \ntransferred from Murder and Robbery at that stage.  He \nhadn't been there for very long.  \n\tNow could you comment on this for the Committee, about \nthe whole issue of the contamination and the purpose and the \nwhole modus operandi?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Chairperson, I don't know why De Kock gave \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "151",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Baker and Bellingham these instructions and that he wanted \nto contaminate them.  I don't have any knowledge of that.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Could I ask you, were you aware of the fact \nthat that was the way in which De Kock operated, to involve \npeople in certain events, to contaminate them as such?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I misunderstood, yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Now in your case, if you were involved in \ncertain events, would it have created a problem for you, if \nyou wanted to leave Vlakplaas or to talk about what happened \nthere?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It would, yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Good I then take you to page 25. In the \nmiddle of that page the question was asked do you know \nwhether people higher up knew of that?   I believe they \nwould have been informed there, must have been informed. Is \nthat in line with your evidence?",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "My page 25 is blank for the top half of the \npage.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, yes, that is the page I am on, Mr \nChairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "So where are you starting from?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "In the middle of the typed part?",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "In the middle of the typed portion?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, it says - let me read the second \nparagraph, \"vanwaar af\" - from Brig Van Rensburg's side who \nwas then the commanding officer, and do you know where the \npeople higher than him knew of this?  I believe that they \nwould have been so informed, they must have been informed.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "If you read the previous one it reads as an \ninstruction and the question was where did the instruction \ncome from?\nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "152",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I would have rectified that now.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "This deals with the instruction and where \nit came from.  Is that in line with how you remember it?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "And then the next question was, what, \naccording to you, was the reason why Brian Ngqulunga had to \nbe eliminated and the answer, because he wanted to talk \nabout Mxenge from Durban. That is one of the reasons.  You \nhave already testified about that, that you were not aware \nof that.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I didn't know anything about that.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Then he says Mxenge and on the next page he \nsays yes, let us assume that, let us accept that.  He has \nalready testified to that before the Harms Commission?  That \nis correct.  And on which occasion he also denied his \ninvolvement of that.  The answer was that is correct.  And \nthen Capt Mentz you said that information came from \nelsewhere, not from C1, but from elsewhere, that this man \nhad possibly changed tactics and went to talk to the ANC and \nNortje said that is correct, that's how I understood it.  Is \nthat in line with the information which you had received \nrelating to the reason for Brian Ngqulunga's elimination?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct, Chairperson.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "And then it said, and from the top the \ndecision was taken that he must be eliminated.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Just bear with me, please, Mr Chairman.  \nCapt Mentz, just to complete the picture here, on page 45 \nfrom 21, lines 21 to the next page 22, there is once again \nevidence about the contamination.  Mr Chairman, I am just \ndrawing your attention to this, I have already asked the \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "153",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "witness about this.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Then on page 45 ...(intervention)",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Page 45 which lines?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "From line 20 onwards.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "And then on page 48 from line 12, there \nNortje is testifying about the question of whether you had \nbeen contaminated.  The question was  did it justify the \nchoice of Mentz, motivate?  No, but Mentz had just arrived \nfrom Murder and Robbery at that stage and he had not yet \nbeen contaminated.  Yes, well, I suppose he was, but I don't \nknow whether he knew that he had done something wrong.\n\tDid you know anything about this motivation to \ncontaminate you?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Chairperson.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "But is there a possibility that that is the \nreason why you went on this operation?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, I have no further places but \nCapt Mentz indicates he wants to say something about a \nspecific page.  Could you please continue, Captain?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Chairperson, on page 45, the second last \nparagraph.  Could I continue?  \n\t\t\" It was the choice of the people who were \ninvolved, who were to be involved in the \noperation\".\nChairperson, I don't agree with that. You were never given a \nchoice, you were never asked do you want to go with tonight \nor not, you were just told, you never had a choice?  ADV DE",
            "Unknown"
        ],
        [
            "JAGER",
            "But does it here refer to your choice or \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "154",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "does it refer to the fact that he chooses you to go along on \nthe operation and once you were involved you were actually \ncaught up in the web and you were contaminated. Isn't that \nthe choice that he is referring to?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's possible Chairperson, then maybe I \nmisunderstood it.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Captain, any other aspects which you would \nlike to comment on?  I am not going into detail on all of \nthis. So please just page through and see whether there are \nany other aspects you would like to comment on.\n\tCaptain Mentz, one last question.  Insofar - I am not \ngoing to refer you to each and every place here, but insofar \nas Warrant Officer Nortje's evidence differs from what you \nhave testified, do you stand by what you have testified?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I stand by what I have testified.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I have no further questions in this regard.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, in respect of this matter we \nhave also obtained affidavits from the other people who were \ninvolved in this specific matter of Ngqulunga.  Firstly, \nthere is an affidavit by Col Baker and then there is also an \naffidavit by Col Bellingham or Capt Bellingham, I beg your \npardon. I beg leave to hand up copies of these affidavits.  \nThe affidavit of Baker would then be EXHIBIT BB and the \naffidavit of Bellingham EXHIBIT CC.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "Mr Chairman, you will note that both these affidavits \nsay that they have perused the written amnesty application \nof Capt Mentz, that they confirm the correctness of the \ncontents of the amnesty application of Capt Mentz, \npertaining to the nature and particulars, the date, the \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "155",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "place, the name of the victim, the political objectives and \nthe particulars pertaining to the order given.  \n\tThen each of them say that,\n\t\t\"I wish to state that I will apply for amnesty for \nthis act myself, and that my amnesty application \nwill substantially contain the same evidence that \nwas contained in Capt Wouter Mentz's application, \nas well as his testimony. I therefore support Capt \nMentz's amnesty application. I am of the view that \nhe has made full disclosure of all relevant facts \npertaining to this incident\".",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Does anything tie up this affidavit with the \nincident that we are talking about?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, it doesn't appear from the \naffidavits themselves, but I was involved specifically with \ndrawing these affidavits, although I did not draw the final \nversion.  That's why I see it now for the first time.  It \ndoes relate specifically to this fact.  Capt Mentz can also \ntestify to that because he was present when this was done.  \nSo I can give you a confirmation that this, it relates to \nthis specific incident.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Have they been present when he gave evidence?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, Mr Chairman, they were not present when \nhe gave evidence, but there was a tape-recording made which \nthey listened to, of the evidence which Capt Mentz made \nhimself, Mr Chairman. But Mr Chairman, I am presenting this \naffidavit mainly to confirm the correctness of the \napplication as it stands in the application papers.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Could you again, please, give us the \nreference of Brian Ngqulunga's application, what was it?  \nSchedule ...?\nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "156",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "53, page 53.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Mr Chairman, yes, it was on page 53, \nSchedule 4.  I beg your pardon for the oversight.  I won't \nsay who was responsible for the final draft, Mr Chairman It \nis my attorney sitting next to me, Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes. Mr Mpshe, are there any questions you \nwish to put this witness?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, I have no questions to put to this \nwitness.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, just to respond quickly before the \nChair and the Committee members are perplexed by the \nenvelope that I have just sent up.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The Chair and the Committee will recall that in \nPretoria I was requested to obtain Annexure A to the post-\nmortem report of Brian Ngqulunga.  Mr Chairman, I did take \nsome means of obtaining the Annexure A.  I went to the \nGarankua police station on the 4th of March 1997 and I was \nreferred to a Constable Chelo Lusaba who is dealing with \nthis type of matters.  She together with another policeman \nentered the store room and they looked for the docket, which \nthey could not find.  Unfortunately I said to her that I \nneed a statement from her that the docket got lost in their \npossession and she promised to fax it down to me, but she \nhas not done so.  \n\tMr Chairman, in the meantime, I got hold of the \ncontents of the envelope before you.  Now these are the \nphotos of Brian Ngqulunga where he was found, how he was \nfound and the wounds and everything that was done by the \npolice.  I think this will or may substitute the absence of \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "157",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "Annexure A.  Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "This is in lieu of what we were expecting, that \nwas Annexure A to the post-mortem report?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is so, Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "And Mr Du Plessis, have you had sight of this \ndocument, these photographs and documents?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Mr Chairman, I have had sight of the \ndocuments.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Well, these documents, including the \nphotographs will go in as Exhibit CC.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I am sorry, Mr Chairman, is it not DD, Mr \nChairman?",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "I'm sorry, EXHIBIT DD, you are right.  Yes, \nthank you.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "I have before me a memorandum which has just \nbeen handed to us now. It is addressed to the Amnesty \nCommittee, from Mr Pik Botha.  Do you have a copy, has that \nbeen served on you?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I have, thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Mr Du Plessis, do you have a copy of that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I do have a copy, Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "We haven't had time to read this and I am \nwondering whether we should take a short adjournment, to \nenable you to read it as well, and to consider what you \nshould do about it.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I have only received it now, Mr \nChairman. I would like to take it up with Brig Cronje and \nperhaps convey to the Committee just his view on this and \nhis reaction on this.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.\nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "158",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I cannot recall his evidence in any event \nas having been to the effect that he factually knows or knew \nthat Minister Pik Botha knew about it.  I will take it up.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes, whether the Press may have reported it.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, it may have been reported differently.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes, very well. Before we take this \nadjournment, apart from that, is there any other matter that \nhas to be dealt with?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, at this point in time, in \nrespect of evidence, there are no other matters.  In respect \nof the matter of Brig Cronje relating to the Swapo incident, \nwe have decided to withdraw that matter.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Alright, just let me get that.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "With reservation of all our rights, Mr \nChairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Which number is it?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, that is page 39 of Brig \nCronjes application.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Schedule 2?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Schedule as, as it pleases you.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "What do you exactly mean, withdraw with \nreservation of all your rights?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, what I mean and I intended to \nexplain that now, is that we wish to consider our position \nregarding this application.  The cut-off date for the final \napplications is in May and we want a little bit more time to \nconsider our position in this regard.  If we make a decision \nto launch an application in regard to this matter again, we \nwill do so.  But at this point in time we have decided not \nto go ahead at this point in time with that application, Mr \nChairman.\nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "159",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "So are you just asking to have it removed \nfrom our roll?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, yes.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Or are you in fact withdrawing the \napplication?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, the effect is that I am asking for it \nto be removed.  What we will do is to, if we decide to go \nahead with the application, we will lodge a formal \napplication, again in the same fashion with the same \ncontents, just to make hundred per cent sure that there is \nno problem.  We, however, want some time to consider that \napplication and to decide if we really want to go ahead with \nthat application.  So I am asking the Committee to strike it \nfrom the roll of the hearings.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes, very well.  You are granted leave to \nremove this matter from the roll.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you, Mr Chairman.   Mr Chairman, then \nthe only matter that - actually two matters that are left, \nwould be the record of the Harms Commission proceedings \nwhich we will obtain this evening, and then Prof Robertse's \nreport.  Now as I have pointed out to you in chambers, and I \ncan say that now here as well, I have had to have \ndiscussions with some of my clients, the applicants, about \nthe question of the publication of the contents of that \nreport. I also had to convey that problem to Dr Robertse and \nI am trying to reconcile everybody concerned in this matter \nso that these reports can be made available to the \nCommittee, as public documents.  I am in the process of \nnearly finalising that and it will be finalised hopefully \nlater this afternoon. I cannot give you an indication \nhundred per cent when.  Dr Robertse, I spoke to him this \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "160",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "morning, before the hearing started and he gave me an \nindication that he would be able to finalise it throughout \nthe morning, but that he would - and he discussed it with \nme, that he would have, would like to have one final short \ndiscussion with Capt Hechter, and that is the position I \nfind myself in, Mr Chairman.  I have done my utmost to have \nit ready. I promised Monday, but there have been problems \nwith this.\n....Page 156, Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Page 39?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, that was in respect of the Swapo \nincident.  Are you asking me about the Swapo incident?",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is at page 39.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I beg your pardon.  I thought you \nreferred to the Gaberone bomb.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "We will adjourn at this stage to enable you to \nconsider this memorandum and for us to read it as well, and \nwe will resume at two o'clock.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Mr Mpshe, you asked no questions about the \nNortje evidence. I am going to tell you that, if in the \ninterim you feel that you might want to consider the matter \nand put questions, you will be allowed to do so.  Alright, \nwe will adjourn now and resume at two o'clock.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "CAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "161",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Mr du Plessis, the memorandum which has been \nhanded to me, is addressed to the Amnesty Committee and it \nbears the date 12th of March 1997.  In it Mr Botha records \nthe following, or rather what Mr Botha said was recorded as \nfollows  That he objects most strongly to the \nunsubstantiated comments made by Mr Nortje yesterday before \nthe CommittEe which apparently were not challenged by any \nmembers of the Committee.\n\t\t\"According to Press reports today, Mr Cronje \nalleged that there was no doubt that I knew of a \nsecurity force plot to eliminate one of the master \nminds of the 1983 Church Street bomb blasts in \nPretoria.  According to the Press reports, Mr \nCronje alleged that I publicly claimed that a \ncertain MacKenzie was an ANC member and that he \nhad blown up his own vehicle.  Mr Cronje then \nstated that there was no doubt in his mind that I \nknew what the true situation was.  Mr Cronje did \nnot indicate any source for this allegation.      \nThe facts are that the Botswana  Government \ncomplained to the South African Government.  The \nDepartment of Foreign Affairs, as is the normal \npractice, sent the Botswana Government's comment \nto the South African Security Forces.  The South \nAfrican Police responded that they had \nincontrovertible evidence that MacKenzie was being \nused by the ANC to transport weapons into South \nAfrica from Botswana.  The SAP also said that they \nhad evidence that MacKenzie was in regular contact \nwith certain members of the ANC in Zambia and \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "162\n\t\tBotswana. The SAP assured the Department of \nForeign Affairs that the SAP was prepared to \nprovide access to evidence which supported the \nfacts which the SAP conveyed to the Department of \nForeign Affairs.  The `incontrovertible evidence' \nof the SAP was forwarded to the Botswana \nGovernment in June 1987 in a formal note which was \nreleased to the Press.  It is obvious that Mr \nCronje and his colleagues have supplied false \ninformation to the Department of Foreign Affairs. \n It is also obvious that after Mr De Klerk's \nevidence that the Cabinet was often deceived by \ncertain members of the SAP dealing with these \nmatters. I consider Mr Cronje's unsubstantiated \nallegations as a disgraceful attempt to draw \nattention away from his irresponsible activities. \n I will be grateful if the Committee could ask Mr \nCronje on what basis of fact he made these \nallegations.  Due to lack of time I have no other \nmeans, but to convey the statement telephonically \nto the Committee.\"",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, I firstly just want to place \non record, according to Mr Mpshe, the reference to Mr De \nKlerk should be De Kock. I presume that's Eugene de Kock in \nhis evidence.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "You are right.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "And that should be rectified.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Now Mr Chairman, may I respond to this?",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes, please.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Why do you say  De Kock, Mr Du Plessis?\nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "163",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I don't know, Mr Chairman, I was asked by \nMr Mpshe.  Perhaps he should address you on this.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, I was informed last by the person \nwho took the message, Mr John Allen, who spoke with Mr Botha \nthis morning.  He says he has made a mistake, he didn't say \nDe Klerk but De Kock.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "He conveyed this to me.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "After Mr De Kock's evidence?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Well, on the assumption that this ought to \nreflect Mr De Kock rather than Mr De Klerk, can we proceed \nfurther with this matter?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, I can respond to this, and I \nwould like Brig Cronje to tell you exactly on what he based \nhis allegation, and I will call him as a witness in that \nregard.\n\tI firstly want to state that from Brig Cronjes point of\nview I was asked to place on record, in respect of the \nsecond last sentence, where Minister Botha said that it is \nobvious that Mr Cronje and his colleagues have supplied \nfalse information to the Department of Foreign Affairs, that \nwe reserve our rights in that regard.  Mr Cronje will give \nevidence about that now, he will deny it, but that we also \nreserve our rights pertaining to deal or specifically with \nthe purpose to deal with this allegation in a different \nforum in this regard.  We regard this as defamatory.\n\tNow Mr Chairman, is it possible that I could call Brig \nCronje to explain to the Committee exactly on what he bases \nhis evidence?  Thank you.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Please do call him.\nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "164",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Male"
        ],
        [
            "BRIG CRONJE",
            "(sworn states).",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Brigadier, you don't have \nyour application before you. I am going to read it to you, \nthe relevant part.  You will find it on page 159 to 160.  \nYou there testified, Brigadier - can you just read it to us \nagain, please, on the last paragraph of page 159",
            "Male"
        ],
        [
            "BRIG CRONJE",
            "\"I remember when the bomb exploded, it may \nthe headlines in the papers.  Botswana \ncomplained to the South African Government.  \nIt was alleged that MacKenzie was a member of \nthe ANC and that he blew up his own vehicle.\"",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Then the first paragraph on page 160 -",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "\"I have no doubt in my mind that  Minister \nBotha had to know what the true situation \nwas.\"",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Can you please explain to the Committee \nwhy you say that there could not have been any doubt in your \nmind?",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "After the incident, I, myself, and Brig Loots, \nwere called to van der Merwe's office after the incident.  \nHe wanted to find out exactly what had happened, how the \noperation went wrong and everything about that operation, \nbecause he said he would have to inform Minister Pik Botha. \n To my mind, to inform means that you tell him the truth.  \nYou do not want the true facts in order to inform him \nfalsely. I know Gen van der Merwe so well that I know that \nhe would not have lied to a Minister.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Is it on those grounds that you said that \nthere was no doubt in your mind that Minister Botha knew?",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "Yes, and furthermore, even MacKenzie had blown \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "165",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "up his own vehicle he would have been dead, he would not \nhave been living any more.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Male"
        ],
        [
            "HASSAN MALL",
            "Do I understand you to mean that the \ninformation that you gave to Gen van der Merwe, was in \naccordance with the evidence that you are giving here now?",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "Yes, Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "That that is the information that you conveyed \nto him?",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "I conveyed this information to Gen van der \nMerwe, I never lied to my generals.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "And you don't know how that was conveyed to Mr \nPik Botha?",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "No, Mr Chairman, I don't know.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "The report was made to Gen Van der Merwe by you \npersonally?",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "It was actually Brig Loots who informed him \nabout the operation, because it was not my operation, it was \nBrig Loots'.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "And were you present throughout?",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "Yes, Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.  Any questions?",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Did you know anything about the formal note \nwhich was released to the Press?",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "Yes, I read that in the papers.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And was that note correct, did it correctly \nreflect what had happened?",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "No, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Was that the incorrect version?",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "That's correct.\nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "166",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Was that a note formally released to the \nPress by the Department of Foreign Affairs?",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "That is correct, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And you don't know where they got their \ninformation from?",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "No, Chairman, I accept that it would have been \nfrom Gen Van der Merwe.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Brigadier, I don't know whether you have the \nmemo in front of you, the affidavit. I would like you to \nhave one in front of you.  The first or rather the second \nparagraph Mr Botha is talking about reports he saw in the \nPress now.  He also says that according to the reports in \nthe Press, he now sees in the Press, he says Mr Cronje, that \n\"an allegation was made that a certain MacKenzie was a \nmember of the ANC, was an ANC member and that he had blown \nup his own vehicle. \".",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "That is what was in the paper,  in today's \nnewspaper.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "I am talking about the first article in the \nfirst paper right after the incident.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "I can't understand this memo.  The way I read \nit according to Press reports today, Mr Cronje alleged.",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "Yes, then I agree with you.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "So it was the recent Press reports after you \nhave given evidence.",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "Yes, Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "You must please help me now because I do not \nremember, I do not recall you saying that MacKenzie had been \nan ANC member who blew up his own vehicle.",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "Yes, I never said that. I said that MacKenzie \nhad been an informant and that his vehicle had been blown up \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "167",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "by somebody else.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Therefore this quotation Mr Botha here \nquotes, was read somewhere in a paper that gave the facts of \nyour evidence wrongly. And in the second paragraph, he \ndiscusses what he then did.  And there he nowhere says that \nanybody told him that MacKenzie had blown up his own \nvehicle.",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "That's right.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "He only says there that MacKenzie had been an \nANC agent who brought weapons to South Africa.   Was that \nnot in accordance what you informed them at that stage, that \nMacKenzie had transported weapons in the vehicle?",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "Yes, that was what happened and what was in \nthe papers at that stage.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "The vehicle had been registered in \nMacKenzie's name.",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "I said that the number plates of the vehicle \nwere registered in MacKenzie's name.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "But it was not said in this report that \nMacKenzie had died in the incident or that he blew up his \nown vehicle.",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "No.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Was he one of the masterminds of the 1983 \nChurch Street bomb blast?",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "Mnisi was, Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Mr Mpshe, do you have any questions to put to \nthe brigadier?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I have no questions, Mr Chairman.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Male"
        ],
        [
            "HASSAN MALL",
            "Mr Du Plessis, before I excuse him, are there \nany other questions you would like to put to him?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, I just want to clear up one \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "168",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "thing if you would give me one second, please.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr Mpshe, I just want to hear, was Mr Botha \nadvised that he has been implicated in this application?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Not yet, Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Well, he's been implicated in the application \nitself, he wasn't implicated during the evidence.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "He was implicated during the evidence, yes.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "No, on page 156 of the application he has \nbeen implicated.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Of the applicant's ...",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Of the applicant's application.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Or 159, I don't know, I haven't got the ...",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "160, no, no, I wasn't aware of it, he was not \ninvolved.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.  Mr Du Plessis?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you, Mr Chairman.  \nBrigadier, these Press reports of Mr Botha where he makes \nthese allegations, did you see these Press articles \npersonally?",
            "Male"
        ],
        [
            "BRIG CRONJE",
            "Yes, I did.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Is that all?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, I just want to make sure that \nthe witness understood me.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Brigadier, the Press releases I am talking \nabout, I am talking about this week's Press items.",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "That is correct, yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "CAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "169",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Thank you very much, Brigadier.",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "This memorandum will be numbered as an EXHIBIT \nEE.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, then that concludes our work for \nthe day.   What remains are the matters that are of non-\ngross violations which as agreed upon earlier on, will be \ndealt with in chambers.   Mr Chairman, I am informed by my \nlearned friend about the psychiatrist's report, that it will \nbe available tomorrow, which would mean that the Committee \nadjourns and indicate a time when we are to resume for the \npurposes of that report.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "What is the earliest that the report will be \navailable, Mr Du Plessis?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, we are going directly to \nStellenbosch to see Prof Robertse. I could have it available \ntonight. I want to try and make arrangements to fax it to Mr \nCurrin and it would be available early tomorrow morning.  We \ncan deal with it at eight o'clock or earlier.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr Du Plessis, if I turn up here at six \no'clock tomorrow and you haven't got that report here and \nyou ask for the matter to stand down ...",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I won't Mr Chair.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Very well, Gentlemen, the Committee will \nadjourn until nine o'clock tomorrow morning, in the hope \nthat we will finalise this as soon as possible thereafter.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, I will give you my undertaking \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "170\nthat tomorrow morning we will finalise it.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Thank you.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes, Gentlemen?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you, Mr Chairman. Mr Chairman, we \nhave had an opportunity yesterday afternoon to visit Prof \nRobertse in Stellenbosch.  He did have another consultation \nwith Capt Hechter and we were able to sort out any problems \n- all the problems regarding the report.  It is possible for \nme to hand in a report in respect of each of the five \napplicants.  \n\tThe report is accompanied by Prof Robertse's curriculum \nvitae, as well as a letter in which he explains the fact \nthat he had to consult again with Capt Hechter, and that he \ncould not do that in Cape Town yesterday.  I requested him \nyesterday afternoon when we adjourned, if he could come to \nCape Town so that we could finalise it here and it might \nhave been possible to deal with this perhaps late yesterday \nafternoon, but it wasn't possible.\tI beg leave to hand up \ncopies of the report to you.  \n\tMr Chairman, I don't intend to deal with the contents \nof the report at this point in time.  I believe that would \nbe ANNEXURE FF, if my memory serves me correct.\n\tMr Chairman, the report is an extensive report. If I \ncan just give you a little bit of background about the \nreport. It is an extensive report, dealing with firstly, \npost-traumatic stress, with specific emphasis on memory \nloss, but not only that, as a general background. Then it \ngives an evaluation of each of the applicants.  It discusses \nthe problems that they currently have, as a result of the \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "171",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "actions they were involved in, and it specifically then also \ndeals with the question of memory loss.  It does not only \ndeal with that question.  It deals with a further variety of \nissues which we deem important for purposes of argument in \nthis regard.  Specifically with reference to the general \nbackground in respect of which the applicants operated.  I \nwill refer to the report in my argument, unless you want me \nto address you on something specific out of the report.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "I understood yesterday that you were going to \nfind out from Mr Currin whether he has any views on this \nmatter.  Has that been done?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Mr Chairman, obviously because of the \nlogistical problem, we had a problem.  My attorney, Mr Britz \ndid speak to Mr Currin. He said - to his personnel.  He \ncouldn't get hold of him personally.  They indicated that \nthere wasn't a problem, that the report could go in, but \nthey said that we should place on record that they reserve \nall their rights pertaining to this report and that they \nwill let the Committee have their view on this in due \ncourse.  \n\tI may mention that I had a discussion with Mr Currin \nbefore, last week, about this report and the possibility \nthat oral evidence would be required.  He gave me an \nindication that he does not think that that would be \nnecessary and only if the circumstances really warrant it, \nhe would ask for such an opportunity.  We obviously, if he \nwants to do that, we obviously will have discussions with \nhim, see if we can't sort whatever he wants to deal with, \nsort that out between ourselves, so that we perhaps could \npresent the Committee then with a joint separate report or a \nmemorandum, pertaining to his problems and the answers \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "172",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "thereto.  \n\tWhat I foresee, Mr Chairman, is that if he has certain \nquestions, they could perhaps be put by him to Dr Robertse \ntelephonically.  It could be taped and it could be \ntranscribed or it could be dealt with in any other way that \nwould make the Committee's task much easier, instead of \ncalling him as a witness.  Obviously if the members of the \nCommittee wish to ask Dr Robertse questions the same \nprocedure can be followed or he can be called to give \nevidence.  He is prepared to give evidence.\n\tI don't know if there are any further aspects \npertaining to this, Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "The way I understand it, a copy of this \nparticular document has not yet reached Mr Currin. Is that \nit?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It hasn't, Mr Chairman.   We will, we are \ngoing to try to do that today.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "We will let him have that.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Well, on the understanding that you have \nconveyed to us that you will endeavour to discuss this \nmatter with Mr Currin, it may be that after you have \ndiscussed it, you will submit jointly a memorandum.  If it \ntranspires that Mr Currin requires the witness to be called \nto give evidence or for himself to call a consultant to give \nevidence, we will deal with that matter when that problem \narises.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, that is my suggestion, Mr Chairman.  I \ndon't want to belabour the Committee with that, I think Mr \nCurrin and ourselves can deal with that very easily, as we \nhave dealt with other issues during these hearings, and I \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "173",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "think we can come to a very satisfactory conclusion without \na problem.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Could I also add that I would suggest if that \ndoes arise, arrangements should be made to hear the witness \nelsewhere and not - we don't all have to come down to Cape \nTown for that purpose.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, obviously an arrangement can be made \nwhich suits the members of the Commission the best and we \nwill make arrangements to be available in that regard.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Mr Mpshe, have you any comments to make in this \nregard?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, thank you, I don't have any \ncomment, but just to confirm what my learned friend has told \nthe Committee about Mr Brian Currin.  I also had a \ndiscussion with him telephonically yesterday and he stated \nto me exactly what my learned friend has just conveyed to \nthe Committee.  Thank you.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Thank you.  Thank you very much. This document, \nincluding the letter from Dr Robertse and all the annexures \nthereto, will figure as EXHIBIT FF, in these proceedings.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you, Mr Chairman.  Mr Chairman, then \nthere is only one issue left, and that is, we gave the \nCommittee an undertaking that in respect of the matter of \nBrian Ngqulunga, we would endeavour also to obtain the \nrecord of the evidence that he gave at the Harms Commission. \n We have been able to obtain that, Mr Chairman.  I don't \nhave the usual confirmation that it is a correct transcript, \net cetera.  This - one of our other clients, one of Mr \nBritz' other clients obtained this for us.  I don't have any \nreason to believe that it is not correct, but I don't have \nthe \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "174",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "normal confirmation thereof.  But I, however, do have copies \nfor the Committee which I beg leave to hand up.\n\tMr Chairman, I don't intend to deal with that record at \nall in evidence by Capt Mentz at all, and I will only use it \nin argument, for argument purposes. Mr Chairman, that would \nbe Exhibit GG.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "This transcript of the evidence given by Mr \nBrian Ngqulunga before the Harms Commission will be received \nby the Committee as EXHIBIT GG.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Is there any other matter, Mr Mpshe?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you, Mr Chairman.  I don't know whether to \nraise that here, Mr Chairman, but it pertains to the \ndiscussion between the Chair and members with the lady, Ms \nPumla. I don't think it can be raised here.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Ja.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you, Mr Chairman.  Then there is nothing \nmore to say.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "You will make available a copy of the report?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I have made it available to her.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Thanks.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, I'm sorry, there is just one \nissue that I would like to raise and that is the question of \nthe heads of argument and the question of judgment.  It is \nsomething that we could discuss it with chambers with you or \nwe could raise it here. I just want an indication from you.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "We should talk about heads of argument, so that \nall of us have some idea as to when we would be able to \nattend to this matter, in the absence of calling any further \nevidence.  \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "175",
            "Unknown"
        ],
        [
            "BRIG CRONJE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Mr Chairman, there are a few issues \nthat have to be cleared up in that regard.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.  Well, now are we not in a position to fix \na time by which heads of argument is to come in?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, yes, that wouldn't be a \nproblem.  I would need, I would say approximately three to \nfour weeks inbetween, inbetween other matters that I have to \ndeal with, to be able to finalise the heads of argument.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Would you base your argument on the typed \ntranscript to the evidence?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Mr Chairman, and that would also cause \na problem.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Yes, our experience in the past, I think, to \nsay three to four weeks might be a little ambitious.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I am a bit apprehensive in committing \nmyself to that.  That was obviously on the basis that I have \nthe record available on Monday, that I can start, which I \ndon't think would be the case.   We have the record of the \nfirst part of the hearing.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Mr Mpshe, have you any objection to the \narrangement that counsel be allowed four weeks within which \nto submit his heads of argument?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, I would have no problem with that, \nMr Chairman, but I just want to indicate that the record is \nnot yet available, Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "I understand that, yes.  The heads of argument \ncan be commenced with, in respect of that portion of the \nhearing where the record is completed, so regular work can \nbe done in the meanwhile.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, may I enquire from the Chair \nif it would be possible for me to approach the Committee \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "176",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "perhaps, or yourself, if there is a problem with the \navailability of the last part of the record, and I see that \nthere isn't enough time.  The reason why I am prepared to \ncommit myself to a period soon after the hearings, is the \nfact that we deem it important to have the heads of argument \nin and we want to deal with this while everything is fresh \nin our minds.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Of course.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "May I approach you then when a problem \narises pertaining to the record, Mr Chairman?",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes, there is no hard and fast rule, but we \nwere hoping that if we discussed the matter here publicly, \nit is clear to all interested parties, that this matter is \nnot just going to drag on and on, you know, and the public \nknows nothing about when we are going to be turning our mind \nto this application. So I think it is important for the \npublic to know that the next step in these proceedings is \ngoing to be heads of argument, which at present are to be \nfour weeks from now, and if there are difficulties in the \nway of obtaining a transcript of the evidence, that is a \nfactor which the Committee will take into account.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Thank you.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, if you will just bear with me \nfor one moment.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, I beg your pardon.  Mr \nChairman, there is one aspect which I want to raise with the \nCommittee and that is the question, if the heads of argument \nis presented to the Committee, can we accept that the \napplications have been finalised and the applications will \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "177",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "then be adjudged on the basis of the evidence presented to \nthe Committee coupled with the heads of argument?  \nObviously, if that is not the case, I would like an \nindication from the Committee exactly how possibly other \namnesty applications might have an influence on that, \nbecause it might be important for me to present you with \nsupplementary heads of argument, pertaining to other \napplications if the Committee is going to take the contents \nof other applications into account.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "I think you must assume that when the time \ncomes for the Committee to consider this massive volume of \nevidence, and its far-reaching implications, that if at some \nstage in the near future, other applicants give evidence, \nwhose evidence may impact on your client's case, your \nattention will be drawn to that.  You will be afforded an \nopportunity to react to it.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Mr Chairman, I just want to clear this \nout that I would then have the right to present you with \nsupplementary - if you haven't given judgment yet, to \npresent you with supplementary heads of argument pertaining \nto that evidence in the other application that is going to \nbe led by somebody else.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Well, the whole purpose of drawing it to your \nattention is to enable you to deal with the matter.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you, Mr Chairman, I just wanted to \n...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "As I recollect, one of your clients yesterday \nasked us to have regard to the evidence of someone else who \nhad made an application.  Could I add something to what the \nChairman has said about notification.  It seems to me that \nit might well be in your interest if you are notified of \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "178\nhearings.  Rather than merely the evidence that was later - \nbecause obviously you would be - your clients should be \ninterested parties at such hearings.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Mr Chairman, we would appreciate that \nif the Commission could let us know of all hearings that are \nscheduled so that we can decide exactly where we have to ...",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Well, all hearings relating to incidents that \nyour clients have been involved in or may be.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And clearly you don't want to be told about \nhearings that have nothing whatsoever to do with them.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, but Mr Chairman, what I do foresee is \nthat we also act for about 20 other applicants.  So I do \nforesee that we might be here in respect of other \napplications as well.  So we would like to have a schedule \nof all hearings that are scheduled so that we can decide.  \nWe will take it up with the Commission.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.  Alright.  This brings to a conclusion the \nproceedings this morning, Mr Mpshe?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is so, Mr Chairman, thank you.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.  Mr Mpshe, is the position that the \nCommittee's next public hearing is going to be in East \nLondon on Monday morning?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is so, Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Very well.  The Committee now adjourns and if \nthere are any further developments that impact on this \nparticular application, notice to all interested parties \nwill be given.  You will make a copy of your heads of \nargument insofar as they are relevant to Mr Currin's client \nas well.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, MR Chairman, I will make available a \nCAPE TOWN HEARING\tAMNESTY/",
            "Unknown"
        ],
        [
            "W CAPE",
            "",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "179",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "copy of my heads of argument to Mr Currin, and I will also \nendeavour to make it available to Mr Visser, if he should be \ninterested and Mrs Kruger and anybody else who appeared \nduring the hearings.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Thank you.  Thank you very much.  The Committee \nadjourns.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "",
            "Unknown"
        ]
    ]
}