{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1997-03-11",
        "location": "CAPE TOWN",
        "day": "1",
        "names": [
            "JAN HATTINGH CRONJE",
            "JACQUES HECHTER",
            "PAUL VAN VUUREN"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54675&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/capetown/capetown_ct1.htm",
        "speakers": [
            "HASSAN MALL",
            "MOKOTEDI MPSHE",
            "ADV DU PLESSIS",
            "UNKNOWN",
            "JUDGE WILSON",
            "ADV DE JAGER",
            "JUDGE MGOEPE",
            "SISI KHAMPEPE",
            "JACQUES HECHTER"
        ],
        "original_speakers": [
            "JUDGE MALL",
            "ADV MPSHE",
            "ADV DU PLESSIS",
            "JAN HATTINGH CRONJE",
            "BRIG CRONJE",
            "JUDGE WILSON",
            "ADV DE JAGER",
            "JUDGE MGOEPE",
            "MS KHAMPEPE",
            "JAQUES HECHTER",
            "CAPT HECHTER",
            "PAUL JACOBUS JANSEN VAN VUUREN",
            "W/O VAN VUUREN",
            "JACQUES HECHTER"
        ]
    },
    "testimony": [
        [
            "HASSAN MALL",
            "Yes Mr Mpshe.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman.   Chairman today is the 11th of March '97 sitting here in Cape Town, a continuation in the Van Vuuren et al application.  Mr Chairman as per schedule we were supposed to hear the matters on the date of 28 February 1997, but as already explained to the Chair in Chambers, we will go to matters that follow thereafter under the date, 3rd March 1997, and I will hand over everything in the hands of my learned friend. Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes Mr du Plessis?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman.  Mr Chairman we intend to call Brigadier Cronje first this morning.  We intend to call him in respect of two matters, the first matter you will find on page 156 of his bundle of applications.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Can you just hold on.  Yes?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman that is a matter that deals with the bomb blast in Gaberone.  Now in the Schedule it is set out, it refers to the death of Mackenzie, Mackenzie didn't die, so that is wrong, it doesn't refer or doesn't deal with the death of Mackenzie, it deals with the bomb blast in Gaberone. May I be permitted to call Brigadier Cronje?",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes please do.\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t2\tBRIG CRONJE",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman if you will just bear with me for one moment, I just want to sort something out with Mr Mpshe, before I go ahead.\n\tBrigadier Cronje on page 156 you said that the incident happened, could you please start reading from your application from the first paragraph?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Johannes Mnisi was a former askari at Vlakplaas and he decided to rejoin the ANC.  He then went into exile in Botswana and from there he launched and planned a variety of terrorist activities, he was one of the main planners of, for instance, the Church Street Bomb. According to information he also planned other landmine explosions and other acts of terror.  Some of these acts caused the deaths of innocent people, according to our information at that time.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Now Brigadier can you remember, relating to the Church Street bomb, were innocent people killed?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Could you continue, next paragraph?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "There was an informer, a certain Mackenzie who was a member of my department's informers and he infiltrated Mnisi's organisation. Brigadier Wikus Loots, the commander of the Security Police in the Western Transvaal approached me about this matter.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Before you continue, let us stop with Mackenzie. You say that he infiltrated Mnisi's organisation, what exactly did he do for the Security Branch?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "He smuggled weapons out of Gaberone and brought back weapons for the ANC back to the Republic and he CAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t3\tBRIG CRONJE\nthen established certain bodies and reported back about the nature of these bodies.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "What are these bodies?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Arms caches.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Could you continue with the third paragraph?",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "He was largely an operative of yours.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes he was.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Third paragraph Brigadier?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Brigadier Wikus Loots, the head of the Security Branch in Western Transvaal, approached me about this matter.  He told me that  - that must be the \"elimination\" of Mnisi, not neutralising. And this was discussed with General van der Merwe and that he received instructions to continue. He contacted me and asked me to assist him.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier, any other persons, were they mentioned apart from Mnisi, can you remember?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes two.  Pulu and Demakudu.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Could you continue on page 158?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Loots knew Mackenzie and suggested to me that Mackenzie must be sent through with a vehicle.  Mackenzie's vehicle was then taken to Special Forces after I could mention, after we'd had meeting with Commandant Charl Naude of Special Forces. Charl Naude then planted a bomb into the vehicle and this was controlled by remote control and also by means of a light sensor.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier I would like you to explain to the Committee, you say there was a remote control device here which could operate the bomb and then a light sensor as well. Could you briefly describe the difference between the\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t4\tBRIG CRONJE\ntwo mechanisms?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The remote control would have been handled by one of Naude's people physically, he would have observed the combi and he would then activate the bomb by means of remote control.  The light sensor was built into a secret compartment or panel which Mackenzie and the ANC used to use to conceal explosives and in so doing cross the border with these explosives in the car.  Now the light sensors would have immediately become operative once the compartments were opened and the bomb would then explode and it would only be somebody who actually knew where the compartment was, who would then activate the light sensor.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier, please stop there for a moment. The tracing of this particular compartment, would that have been done by an expert?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes. It would have to be a person who knew where that compartment was.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Continue please, third paragraph.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I had talks with Brigadier Loots as well as  with Commandant Charl Naude's Special Forces to plan the operation. Charl Naude told us that he had agents in Botswana and that he would arrange for one of those agents  to pass on the information when Mnisi was in the vehicle and Mackenzie not being in the vehicle at the time, so that the bomb could be activated by means of remote control. What happened there was that Mackenzie booked into a motel on the outskirts of Gaberone and one of these Paulo Demakudu or Mnisi would have fetched the combi from him, inserted the explosive and handed it back to Mackenzie.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Was that the planning?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes the planning was and that is what would\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t5\tBRIG CRONJE\nnormally happen.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "I just want to correct this. You said what happened. Is your evidence that what normally happened, was that Mackenzie would book into the hotel?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Correct, continue please.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "So that the bomb could be exploded by remote control as soon as Mnisi entered the vehicle,  the agent would ensure that Mackenzie was not in the vehicle at the time.  The plan was put into operation and Mackenzie was sent with the motor bomb to Gaberone.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier could you please tell the Committee what the chances would have been that this motor car bomb with Mackenzie in the car would have exploded in the process of the driving of the vehicle from here across the border?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No such chance, absolutely no such chance without the bomb being activated by means of the light sensor or remote control.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "So please continue with the sentence, \"I later learnt that....?\"",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I later learnt that, from Mackenzie himself exactly what had happened to him.  He told me that he left the combi at a place unknown to him, weapons were loaded into the combi to smuggle back into the Republic, however  ...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Was it 'unbeknown to him or unbeknown to me'?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I don't understand.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Your answer was interpreted as, 'he left the combi at place unbeknown to him'?\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t6\tBRIG CRONJE",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, to me.  Whilst he was in Gaberone he told me that he had to go to Zambia, specifically Lusaka for further training.  The ANC apparently already knew at that time that he was one of our informers and he told me that on the boat crossing the Zambezi River, they assaulted him and broke his arm.  He was taken to Quatro Camp where he was further detained and tortured.  As a result of the above the whole plan went awry and I later learned from the newspaper that the bomb the bomb exploded unplanned.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Could you stop there, unplanned, what do you mean by that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "By that I mean that the bomb exploded without Mnisi or any of the other two being in the vehicle.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Do you have any knowledge of exactly how the bomb exploded?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I don't but I have a suspicion which I can express here, that what happened, the bomb exploded when the secret compartment was opened and the light sensor was activated.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "But you don't know exactly?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Could you continue with that middle paragraph?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "After the bomb had exploded the number of the plates of the vehicle were traced by the Botswana Police and in this way it became known that the vehicle was Mackenzie's vehicle.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier perhaps just continue with the last paragraph.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I remember when the bomb exploded in Gaberone, there were a lot of headlines in the newspaper and CAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t7\tBRIG CRONJE\nthe Botswana Government made objections to the South African Government and the Foreign Minister, Pik Botha at the time alleged that Mackenzie was a member of the ANC and had blown himself up with the vehicle.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier could we stop there for a moment before we continue.  Was there any report back to you about this operation?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, the operation was actually Brigadier Loots's affair and I just assisted in the whole operation.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier, in relation to the exploding of the bomb, what was the actual target for the explosion?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was Mnisi, Pulu and Demakudu.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "According to the planning, would the bomb have exploded if civilians could be injured in the vicinity?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No not at all.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Would the bomb have exploded if unknown people were in the vicinity?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No that was not part of the planning.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And the Special Forces agent, was he in Gaberone?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "The person operating the remote control?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Was he the person who would have operated the remote control, in other words would he decide when the bomb was to explode?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.  Yes he had photographs of these people and he would only explode the bomb if they were there.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Could you turn to the next page, page 160.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "There's no doubt that Minister Botha must have known what the true situation was, it was essential to CAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t8\tBRIG CRONJE\neliminate Mnisi, not neutralise, eliminate because he was the main planner of many of these operations in the RSA, and had planned numerous acts of terror and also executed these, I've already dealt with this above. \n\tThis action was also taken during a time when there was a situation of total onslaught or war in the country and it was general policy in respect of ANC terrorists, especially those responsible for serious acts of terror, to eliminate these. It was also in line with the pro-active conduct of the defence force and was also in line with the general instructions from Brigadier Victor and Brigadier Schoon and furthermore, also that General van der Merwe approved of these plans.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Could you please turn to page 161, you say paragraph B, could you please read it?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I am not aware whether anybody was killed or injured in the explosion, as far as I can recall there were reports that somebody was killed.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Right page 162, from 162 onwards to page 167 you set out the general political motive, do you confirm that as correct?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And page 167, the last paragraph, please read the last paragraph on that page.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The objectives were to, in respect of Demakudu, Pulu and  Mnisi, to eliminate these because they were involved in several acts of terror, inter alia, bomb explosions and the death of seven innocent people.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Page 168, please read that.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was essential to eliminate them and it was also essential in view of the situation of war which existed CAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t9\tBRIG CRONJE\nin the country. It was war and elimination was part of the battle against the ANC/SACP, and others who wanted to topple the government. No other steps were possible against Mnisi apart from eliminating him.  He couldn't be arrested because he was in Botswana and there was no other legal way in which we could act against him.  The only way to effectively neutralise him would be to eliminate him.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Could I take you to page 156?  I want to take you to the heading which reads\nMotor bomb explosion in Gaberone in Botswana and possible death of members of the public.\nDo you have any personal knowledge of the question about who or whether anybody had been killed or injured?  Were you personally aware of any such fact?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, only what I read in the newspapers.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Do you have any personal knowledge whether these were members of the public?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman, I have no further questions.\nNO FURTHER QUESTIONS BY ADV DU PLESSIS",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "You say that Mnisi was a resident of Swaziland, was he a South African citizen?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Botswana.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Botswana.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes Chairperson he was a South African but he had gone to live in Botswana.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "To your knowledge was any inquiry held after the explosion of this bomb?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I think there was, I think there was an investigation by the Botswana Police.\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nJUDGE MALL\t10\tBRIG CRONJE",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "And do you know what the outcome of that inquiry was?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No Chairperson.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Do you know what happened to Mackenzie?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes Chairperson, Mackenzie, after the negotiations were over and people started coming back he came back from Lusaka and I spoke to him again. I also heard that Mackenzie was killed in a gang fight in Eersterus in Pretoria a couple of months ago.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "In the heading you say that the probable injury and deaths of members of the public when the bomb was planted.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes Chairperson.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Do you refer here at the stage when the bomb was planted, do you refer to the fact that you foresaw possible deaths of members of the public or do you mean that as a result of what later happened that it was probable that people would be killed?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That it could probably happen but it wasn't part of the planning.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "It wasn't something that you foresaw, it wasn't an objective.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "As I understand it the bomb was in a secret compartment that was used to smuggle explosives or firearms.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "So it is extremely unlikely that anybody would have opened that in the presence of members of the public?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Correct.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Mr Mpshe do you have any questions?\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV MPSHE\t11\tBRIG CRONJE",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Yes Sir, just one.  What is the name of the agent from Spesmagte, the one who had the remote control?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I really don't know it was one of Charl Naude's people, so I really don't know what his name was.\nNO FURTHER QUESTIONS BY ADV MPSHE",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Was he not a member of the security force?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It is possible that he was one of Charl Naude's subordinates, that is possible.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Any re-examination?\nRE-EXAMINATION BY ADV DU PLESSIS",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman that is the only evidence in respect of this matter that I wish to lead.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Are you going to proceed with this witness in some other matter?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "In the next matter, yes Mr Chairman.  The next matter you will find on page 142, it is the death of an unknown activist which happened around about 1987 in  Mamelodi Pretoria, can I take you there Brigadier, the details begin on page 143.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Captain du Plessis, under my command ...(intervention)",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier, please just stop, let's just make sure that everybody has the right page.  Page 143 Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes thank you.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier can you continue, please.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Captain du Plessis who was under my command, brought in a male activist for questioning and he would have been involved in a number of serious acts in Mamelodi, information was obtained that he was aware of houses in\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t12\tBRIG CRONJE\nMamelodi where armed terrorists were housed by the ANC, sympathizers of the ANC.  Information was obtained that he knew exactly where terrorists were to be found and he was questioned by Pretorius.  Du Plessis then later asked me to accompany himself and Lieutenant Momberg...(intervention)",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Could you stop there please. I'm sorry to do this but I've been listening to the translation and there was reference to a certain Pretorius which was wrong. It was not a right translation of the evidence. I don't think that it's going to make any difference but I just want to point out the reference to a Pretorius was not correct.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman if you will allow me, I'm going to draw the Commission's attention every time where it happens.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes please do.  Was it just that the name is wrong?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes Mr Chairman, that's the only point I'm making.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Good, can you proceed please.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr du Plessis requested me to accompany himself and Lt Momberg, Capt Prinsloo to go to Mamelodi on that evening to find out whether these terrorists could be traced on the basis of the information given by the activists during interrogation. Other members could have been present but I can't remember their names.  He did not point out houses in Mamelodi and also did not point out terrorists.  We then drove along a gravel road to Bophuthatswana where the man was further questioned.  Prinsloo and du Plessis sat at the back of the combi and\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t13\tBRIG CRONJE\ninterrogated this man and during questioning he was assaulted.  He was inter alia beaten and throttled and during interrogation he died. He was then blown up in a deserted area with a limpet mine.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier please stop there. Did you extract any information of any value out of him during interrogation?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "He gave information which meant something but I can't remember the exact nature of the information.   I can't remember exactly.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier was the intention during this interrogation to eventually eliminate him?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No that was not the intention, because we wanted more information out of him, so that was not our aim.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Continue please, the third paragraph.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was essential to interrogate activists like these to obtain essential information about the ANC's activities.  The activist's death was an accident and it was not our intention to eliminate him and I never gave such an instruction. A limpet mine was available in the vehicle, my members always used to carry these around with them, some of my members who were actively involved in combating acts of terror, often had weapons of Russian origin in their vehicles with my knowledge.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier on this last point, I would like to make sure, this limpet mine, the limpet mine wasn't carried around in the vehicle specifically for this operation?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No not at all.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier, the political motivation, general motivation is on page 146 to page 150 and further,\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t14\tBRIG CRONJE\n153, do you confirm the correctness of this?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes Chairperson.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "At the bottom of page 153 you say, please read the last sentence on 153.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The objectives and aims were to question an ANC supporter.  It was necessary to obtain information from the activist, interrogation was the normal procedure and I believed that the activist had valuable information.  The activist died before he could give any information, but it is possible that he could have given information, I've forgotten, I refer back to the general background above.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And right at the bottom, 11(a), page 154?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I acted in terms of the general instructions of Victor, mentioned under General Background.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman I have no further questions.\nNO FURTHER QUESTIONS BY ADV DU PLESSIS",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "I have been engaged in trials both as counsel and as a judge for many years where the police have given evidence about interrogations, where the accused has given evidence about interrogations, and it was not considered necessary to take a man off into the bush and strangle him to interrogate him.  Why didn't you question him in the normal way, you had powers to detain him?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Chairperson it was at night, we didn't want to do it in a built-up area, we wanted to do it outside somewhere where it was quieter.  You're correct, we did have powers to question him further but that was the practice.  They beat him during interrogation.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "By interrogation in your sense of the word, you really mean torturing him, isn't it?\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nJUDGE MALL\t15\tBRIG CRONJE",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, he was assaulted.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "I think that is a correct word, it is not merely an interrogation where questions are put and answers elicited. He was tortured physically?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes he was.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And as a result of that torture he died?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Correct.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Now Brigadier it would seem to me that, or perhaps I should ask you this, it must have been clear at some stage that the deceased was severely beaten with obvious injuries?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes I saw that and I didn't stop it.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "You say that the intention was not to kill him?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Correct.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "What did you intend to do with such a severely beaten person with obvious injuries?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Chairperson at this stage I can't say, if it was so serious that we couldn't detain him any further, then the possibility would have been that we would have eliminated him.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Well that is what is troubling me. It seems to me that the person was so severely injured that you had no option but simply to eliminate him, and therefore in that sense you cannot say that there was no intention to kill him?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Let me put it this way. The injuries which he sustained as a result of the beating weren't that serious, but he died because they strangled him.  That was not the aim.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Well after the assault that was inflicted on CAPE TOWN HEARING\tAMNESTY/W CAPE\nJUDGE MGOEPE\t16\tBRIG CRONJE\nhim what chance did he have to be released back from your custody into society?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "He probably would have laid a charge of assault, but at that stage we were all witnesses and we would all have denied this.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Was it not in that time a practice on the part of the security police that people severely beaten and injured during interrogation would be eliminated, some of them?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes that is so but I would rather have obtained information from him about terrorist houses and activities and he had this information.  I would rather have obtained that information than to kill him at that stage.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "I assume that the reason why he was beaten was that he did not give you the kind of information that you people wanted?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.  He didn't want to point out the homes and houses in Mamelodi, so I don't know.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "And it must have been clear wasn't it, at some stage that if despite such a severe assault, he was not bringing out any information then probably he didn't have any information and there was no need to keep him alive anyway?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "According to our information he really did have this necessary information about terrorists, otherwise we wouldn't have beaten him.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "But after a severe assault it become clear that this person possessed no information, otherwise with this kind of assault and torture he would have given the information, he would have disclosed it?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "If he remained alive he might have given it\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nJUDGE MGOEPE\t17\tBRIG CRONJE\nto us but they carried on with the strangling and the throttling for too long and that's why he died.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Now you say that this landmine that was in the vehicle was not being carried around for the purpose that was used that night?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct Chairman.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "For what purpose was it carried around?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I said that members of staff always or constantly had this type of weapon, weapons, including limpet mines in their possession, with my full knowledge, but that was not the purpose that evening to use the limpet mine.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Yes you say so, you told us that they used to carry it around, but what I want to know from you is the purpose for which it was carried around?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It could be that for instance when they had a case such as this or where they have an activist, find an activist's house, then they would use this landmine.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "So it was carried to use against either people like this or activists?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Were you surprised to see it in the vehicle that night?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Not at all, I knew that they were carrying around this type of thing.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Were you surprised that it was used to blow up the body of this person to pieces?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, after he died I gave instructions for him to be blown up.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "But you told them to use this particular landmine to blow his body to pieces.\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t18\tBRIG CRONJE",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, I just want to make sure again, the translation says landmine but it's a limpet mine, there's a big difference between them.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "A limpet mine, I think it was my fault, I think I spoke of a landmine.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "A landmine ja, but the interpretation was also a landmine and as you know a limpet mine is a lot different from landmine.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Well what you said was that you were not surprised that it was used for that purpose.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Had it been used for that purpose before?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "There were such cases, yes.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "When you got into the vehicle, you were aware that this was, is it a limpet mine, I don't know the difference, were you aware that it was there in the vehicle?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No not at that stage.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "From whom was this information obtained that the activist concerned knew about the presence of terrorists around Mamelodi? From whom had you obtained that information?",
            "Female"
        ],
        [
            "UNKNOWN",
            "That would have been from informers.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "And how reliable was this information obtained from the informers?",
            "Female"
        ],
        [
            "UNKNOWN",
            "During questioning at the office he admitted that he was aware of such houses and that he would point out such houses.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "So you started questioning the activist concerned in your office?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Yes they first questioned him there.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "And what did this questioning entail the use\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nMS KHAMPEPE\t19\tBRIG CRONJE\nof force on him at that time?",
            "Female"
        ],
        [
            "UNKNOWN",
            "He wasn't assaulted in the offices, we wouldn't have done it there.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "So he merely volunteered information without any force ever being used by your members?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Correct.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Was it therefore not strange, that when he had to point out the houses concerned he was unable to do so?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I was surprised, I didn't question him myself but the information which my people gave me, du Plessis, was that he was able to point out these houses.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Now when du Plessis and the other member of your staff throttled this guy, where were you?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I was in front next to the driver of the vehicle, that's where I was sitting.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Did you witness the throttling?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Some of it yes, but not the whole interrogation.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "You were in a position to stop them from doing that as a senior officer.",
            "Female"
        ],
        [
            "UNKNOWN",
            "I was in a position but I didn't do so.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Thank you.",
            "Female"
        ],
        [
            "HASSAN MALL",
            "I have some difficulties, when you say that there was no intention to kill this man. Is that what you said?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "If that was so then this man was being tortured to a point when despite the torture, he was not giving any information.  Is that so?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Correct.\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nJUDGE MALL\t20\tBRIG CRONJE",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "There was a possibility, therefore, that he couldn't be therefore that he couldn't have given you any information because he didn't have any, that was a possibility?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No I don't think so because at the offices he did give the information, so I don't know whether he couldn't point out the houses or whether he didn't know where the houses were.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Any person in his position, questioned and tortured as he was would reach a stage when he cannot bear the pain and would then give the information that is expected of him, don't you expect that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "My next question is that even if he did give you that information after that torture, it would never have been possible for you to release him. So he would have had to be killed in any case after you had got the information.  Isn't that so?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No Chairperson, the injuries which he sustained, these injuries were caused by hand but it was the throttling that killed him, but his external injuries were not serious.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes but if he was released he would have revealed all this torture that he had been submitted to?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes he could but we would just have denied it because there were more of us than him, he was alone.  We would have denied it.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "So was it your decision ultimately that he should be blown up?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You were asked by Judge Mgoepe a few minutes\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nJUDGE WILSON\t21\tBRIG CRONJE\nago and you said that you saw that the deceased was seriously beaten with obvious injuries and you did not stop it.  You are now trying to tell us his external injuries were not serious.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No what I said was that the injuries were not that serious.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "He was seriously beaten with obvious injuries is what you said.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I assume that he had injuries but they were not that serious.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You saw them surely, you didn't assume, you gave evidence that he had obvious injuries, that means you saw the injuries, or do you want to change your story?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No I saw the injuries.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Sitting in the dark in this vehicle?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "At one point we did actually get out of the vehicle where we were interrogating him.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And assault him outside, you haven't told us a word about this.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No they were still inside the vehicle.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "But what do you mean you got out of the vehicle?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "We stopped and I got out and the others also got out.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And you left them torturing him?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I left them there, yes.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You may not have seen the torture you must have heard it, didn't you?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes that is so.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And outside the vehicle and he was being tortured inside the vehicle, you were still able to tell us\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nJUDGE WILSON\t22\tBRIG CRONJE\nthat he had obvious injuries?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "There was a light in the vehicle.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Brigadier how long did this assault last whilst he was in the vehicle?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Approximately a half an hour, maximum.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "What kind of vehicle were you driving?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "A 16-seater combi.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "In previous cases where information had been given and the person did not want to join, for instance become an askari, did you kill him, or some of your staff members killed him?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes I think that is so.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Now would that not have happened in this case as well?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Chairperson as I've said, I was more keen to obtain the information out of this man.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "But let us assume you eventually did get the information out of him, what would you have done with him then?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Then we would have tried to persuade him to work for us.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "And if he didn't want to?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Then we would have charged him along with these people he pointed out.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And let him go to court and tell the court all about your tortures?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes but as I said we would have denied it.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Yes but once you detained him he could be examined by a district surgeon who would see these strangulation marks around his neck and the other visible\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nJUDGE WILSON\t23\tBRIG CRONJE\ninjuries, what value would anybody attach to your denial?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Well we wouldn't immediately detain him, we had a place where we could keep people like these until they recovered from their injuries.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Where, I want the address, details of it.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "We could have for instance, have detained him at Vlakplaas.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You did that, you took injured people to Vlakplaas did you?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "We could have done so.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "To recover? Did you do so.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "We did yes.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "So there can be other evidence of injured people who were brought to Vlakplaas?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It is possible.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "If you did it, it's not possible, it would happen, wouldn't it?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I misunderstood.  Yes we did that.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And you would then have to explain how it was that he disappeared from the time that you took him away to the time you finally charged him in a court of law?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is so.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "I suggest to you that this is not so Brigadier, that rather you did, as my brother suggested, you eliminated them to avoid all these possible problems.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is also possible that we could have eliminated them, I'm not saying it is not possible.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Mr Mpshe?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Brigadier what was used in the torturing?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Only their hands, no instruments or weapons\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV MPSHE\t24\tBRIG CRONJE\nwere used.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Are you suggesting that the torture consisted of fists and open hands, that's all?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "How many people were involved in this, your staff?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "As far as I can remember, only two people were involved, Prinsloo and du Plessis.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "You didn't take part in the torture yourself? ...(tape ends)",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No I didn't, not myself.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Were you not in charge of the operation?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes Chair, I was.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Now if you were in charge of the operation and, as you have testified, that it was an accident that this man was eliminated, why didn't you stop the throttling on him?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Well I could have stopped it but I did not expect that they would throttle him so long that he would die.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "How long throttling does it take a man to die?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It's quite quick, I'm not exactly sure but I think it would be quick.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Yes but you saw these two men throttle this man?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I did.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "What did you expect from the throttling when you saw them do it?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I did not expect that they would throttle him so long that he would die.\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nJUDGE MGOEPE\t25\tBRIG CRONJE",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "I thought you said that you were watching this?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No not all the time, it was dark in the car, it was just after we got out, then the light was on but\nfurther I sat in the front and they were in the back.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "You could be affected by the darkness and going out, how long did you witness their throttling?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It is difficult for me to say now, it could have been a couple of seconds.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "By the two men?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes by both of them.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Brigadier really did you expect the man to survive being throttled by two men and after this man has been tortured and assaulted?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I did not expect that they would throttle him that long, so long that he would die.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Well as the officer in charge, why didn't you watch and when you could see what was going on tell them to stop, you were responsible, you gave the orders?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes I was responsible but I did not watch them all the time, I was looking in front of me.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "And Brigadier you told us that his death was an accident, and I never gave such an order?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's right I never gave an order that he must be killed.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Well we shall be correct if we draw an inference or come to a conclusion that these men who throttled and killed him acted on their own?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No no it was my responsibility because I was there.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "If you say you accept responsibility, are\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nJUDGE MGOEPE\t26\tBRIG CRONJE\nyou saying you accept responsibility for what you they did in your presence and you quietly just allowed it to happen, is that what you are saying?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes that is what I am saying.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Now I'm a bit perplexed here, if you say you accept responsibility and you quietly allowed what was happening, and then you say you did not give that instruction. How could you not give an instruction and at the same time accept what they were doing?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I accept what they did because I could have stopped them and I didn't.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Let us confine ourselves to the action of the two men and stick to your statement that you did not give that instruction.  Can we say that they acted without an instruction and as such what they did did not fall within the ambit of your operation?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No it was not the intention to kill them, I never gave such an order but I accept responsibility for it because I allowed it to happen.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Did you condone it?",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "That I understand, I understand further that you condoned what they did, but what I'm saying is, put aside the condonation, can we say, the two men, what they did by killing this man, they did outside the ambit of the operation.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes it was not the intention.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "If it was outside the ambit of the operation then it becomes a pure criminal matter?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, I was sitting there, in other words I should have stopped it, but it was not the intention and I allowed it.\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nJUDGE MGOEPE\t27\tBRIG CRONJE",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "You haven't responded to my question, whether this becomes now a pure criminal matter?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No it was done with a political aim, we did kill activists.  The assault and his death were both to gain information about terrorists in the Republic and who wanted to overthrow the government.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Brigadier when you planned this operation, your intention, your aim was to acquire information, elicit information from this man, that was the operation.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes information with regard to terrorists.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Good, and when you planned it as such in order to get information and you did not at that stage plan the killing or the elimination of this man?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Good, that is why I say that the killing that was not part of your operation, it becomes a criminal matter.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No I do not agree with you, the aim was to get information about terrorists.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "The death of this man, the murder of that man, it was still done with a political aim but it was not part of the plan, of this operation.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It does not matter, it still stays a political matter.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Thank you Sir.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "But as I understood you, there was no aim at all.  The death was accidental, negligent, culpable homicide.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was by accident.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Yes, you didn't intend to kill him, so you had no political aim in bringing about his death. The death\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nJUDGE WILSON\t28\tBRIG CRONJE\nwas brought about as a result of their negligence in continuing to strangle him.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes but with the aim of getting information from him about terrorists.  The aim of those terrorists was to overthrow the South African Government.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Brigadier I suppose your statement that you would have denied the assault on the deceased should be considered against the fact that in the past, from my experience both at the side bar and in the bar, in the past, whenever an accused person came to court to say that he had been assaulted by the police, in many instances, the court never believed such a person and the court in fact believed the police when they so denied the assault, isn't it?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Correct.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "As I say, in the past, I don't know about now, now I'm a judge I don't know.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes it did happen.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Any re-examination?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chair.  Brigadier would it in the circumstances of the Security Branch and its activities have been possible for you to prosecute these people for culpable homicide?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No Chair.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Why not?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I could not have these people prosecuted in such a case, all the other operations would have suffered under that and been abandoned.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier, there was a specific question put to you, you were confronted with the statement that you eliminated him and your reply was that it would have been possible that we would have eliminated him. I just want to\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t29\tBRIG CRONJE\nget your answer to this, I want to get some clarity, did you ever have the intention up to his death, to eliminate him?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "The possibility that you conceded to, does that relate to later actions of yours?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Now Brigadier is it possible that you could have decided to detain him?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes that is so.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Is it possible that you would have been able to question him later in detention as well?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier was it usual for the security police to eliminate people who could talk about questioning later on?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No it was not.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "The nature of these injuries, were these injuries of such a nature that he would have died from that?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier just to make it clear to the Committee, what is the difference between a limpet mine and a landmine, could you explain it?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "A landmine, I'm not an explosives expert, but a landmine is used to blow up a vehicle, a limpet mine is much smaller and can be used for many other things.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "I want you to explain to the Committee where a landmine is usually planted.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "In a road under the ground.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And a limpet mine?  Where is a limpet mine placed?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It can be placed on any metal object.\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t30\tBRIG CRONJE",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Does a limpet mine work like a magnet?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "In other words, Brigadier, a limpet mine can for example be put in a toilet against a wall or any other place, it doesn't have to be put under the ground, or buried under the ground?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No it's not necessary.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "The further questioning Brigadier, did that take place close to, in the vicinity of the place where the person would have pointed out the houses to you.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No it was far away.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Brigadier, I just want to ask you, the methods used with regard to the questioning, was that the methods used by the security police against activists?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.\nNO FURTHER QUESTIONS BY ADV DU PLESSIS",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Does that mean it is the practice of the security police not to question activists in police stations or other such, but to take them out into the bush and torture them?  That is the general practice of the security police, or was it the practice of your unit only?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was the general practice of the security police.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Brigadier, why was it necessary to blow up the body with a limpet mine?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chair so that the impression would be created once again, that he was playing with this limpet mine or that he wanted to leave it in the road and that he in this way blew himself up. It was supposed to seem that way, as if he did it himself.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "So it's not like a case that we heard before, CAPE TOWN HEARING\tAMNESTY/W CAPE\nJUDGE MGOEPE\t31\tBRIG CRONJE\nthat the body was blown into several minute pieces.  Did you blow it into several minute pieces or did you only blow it once?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Only once.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Brigadier, was it also normal practice of your unit, in particular, to take people to Vlakplaas to interrogate them there, where there were better facilities for this kind of interrogation?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Chair, no we did not question people at Vlakplaas, there were usually other people with us, we never actually questioned people there.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Why was this place chosen in Bophuthatswana, you were from Mamelodi, why could he not be questioned in some dark area in Mamelodi?  Was it a place which you had previously used for this kind of interrogation?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Could you please repeat the question?",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Why did you choose this specific place in Bophuthatswana, you were from Mamelodi where this activist was supposed to point out houses in Mamelodi?",
            "Female"
        ],
        [
            "UNKNOWN",
            "It was a very secluded place where we took him.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Had you used it before for this kind of interrogation?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Yes we had.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Had you killed anyone there before?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Mr Du Plessis is the witness giving further evidence.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "I have no further questions Mr Chairman and I have no further witnesses in this incident.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Thank you, would he be giving evidence in the\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nJUDGE MALL\t32\tBRIG CRONJE\nnext matter as well?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "No Mr Chairman, Brigadier Cronje's evidence in respect of today is finalised.\n\tThere is one other matter which I want to consider, the application, that's the third matter, the matter that happened in Namibia which I discussed with you in chambers this morning and if you would allow me, I would give you my decision tomorrow morning, if we will proceed with that matter or not, Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Very well.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "So Brigadier Cronje is finished Mr Chairman, I will proceed with Captain Hechter, I don't know if it's a proper time to take the adjournment or if we should go ahead.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Chairperson.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes Mr Mpshe, before proceeding with the next matter would it be appropriate to take the adjournment at this stage?  Alright the Committee will take a short adjournment and resume at 11H15.\nCOMMITTEE ADJOURNS\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t33\tCAPT HECHTER\nON RESUMPTION",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman.  May I refer you to page 99 of Captain Hechter's set of applications.  May I call Captain Hechter?",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes please do.",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "(sworn states)",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Hechter, on page 101, Nature and Particulars.  Captain Hechter, before you give any evidence about this matter, would you please turn to page 18 of the application.  Captain, we've already heard evidence here relating to your problems with your memory, and there's one aspect which I would like you to read to the Committee, page 18, first paragraph, please.",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "My memory is very bad and certain facts I can't recall at all. Certain events in this application I could only remember afterwards during consultation and I was told by a psychologist that that could be the effect of post-traumatic stress, and a report from a psychologist will be offered in testimony.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Hechter, we've seen and heard that some things you can remember in detail and others you can't remember at all and others you only have a vague recollection of, is that correct?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "That is correct.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Now bearing that in mind, could you go to page 101 and read that for the Committee?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "My memory is not good as far as this incident is concerned, I remember an incident where I fastened an activist to a telephone pole and he was blown up with a limpet mine so that it would look as if he had blown himself up by accident.  He was already dead when he was\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t34\tCAPT HECHTER\nblown up. I can't remember how he died, he was already dead when he was blown up and I can't remember who else was present.  I can't remember where it took place. I may just mention that the exact place I can't recall but it was in Bophuthatswana district or area, to the North West of Pretoria, somewhere in that area, I can't remember the exact place, but it was in that area. I'm not a hundred percent certain, but I think that there was also a second activist who was eliminated in the same way. As far as this event is concerned, I'm more and more certain that there was a second activist who died in the same way but I can't recall a name or a specific place or date.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Hechter, the statement which you make here, that there was a second activist who was eliminated in the same way.  I want it to be understood in the correct context.",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "It was on a different occasion, it had nothing to do with this particular event.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Now was this activist blown up, these activists, were they blown up by limpet mines or were they dead before they were blown up?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "They were already dead when they were blown up.  Blowing up was only done to conceal their identity.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "So the reference in the fourth paragraph, the reference is made to eliminated in the same way, that is not entirely correct?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "That's correct.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Because they were not eliminated by means of the blowing up?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "Yes.  They were killed beforehand and I then blew them up with a limpet mine so that their identities\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t35\tCAPT HECHTER\ncould not be ascertained, at that stage many of the activists left the country voluntarily for training abroad and their family members didn't always know that they were about to leave the country, and in this way it was also not possible for their family members to know where their loved ones were.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Hechter, could you read the fourth paragraph?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "The Name and Place where, that is unknown, as I've already explained.  I know it was in Bophuthatswana somewhere.  If it is put to me that there was no such an incident, I will not be able to dispute that.  It is only a vague recollection.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "That's the second case?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "Yes. I don't want to sound insensitive because I can't furnish you with the details but I simply can't remember anything except what I have already stated in my application.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Hechter, during, and I'm now going to ask you a general question which will probably be relevant to other applications as well, from October to now, relating to these applications now before the Committee ...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "October last year?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, yes Mr Chairman.  October last year, when you appeared here and these applications were drafted, relating to these applications before the Committee, have you had conversations with other people who were implicated in the applications?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "Continuously yes.  I was continuously having talks with my fellow applicants.\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t36\tCAPT HECHTER",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And could you remember certain things after you were told them by your fellow applicants?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "Some things became clearer to me.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And in each application where you have a problem with your memory and where you have now received such information, have you testified additionally?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Is this an incident where you did receive further information?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "No.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "I know this will be speculation Captain Hechter, but your action vis a vis this activist, could you tell the Committee, you testified that they were already dead, do you know how they died?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "Unfortunately not at this stage.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And if we accept that there is a possibility that you killed them, can we accept such a possibility?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "Yes, I would have killed them personally.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "If that is the case, for what reason would you have acted against these activists?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "I've already said previously and testified that only activists who were very active and who were high profile activists and who became a problem for us, who were identified by means of source reports, more than one source report, they were identified as activists and it would have been better for the Branch to have them eliminated. I would certainly not just have picked somebody up on the streets and eliminated him, it would have been somebody who would have been a problem for the branch.  A high profile political activist.  That was the kind of person I would\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t37\tCAPT HECHTER\nhave eliminated.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Would this person have been involved in the politics of the liberation movements?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "At that stage definitely, he would have been very active, in most cases Mamelodi, Soshanguve, Attridgeville, he would have been active in those areas and he would have been a main figure in the boycotts, assaults, arson, by boycotts I mean school boycotts, bus boycotts, transport boycotts, consumer boycotts.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And would you have acted against people who weren't politically active in the liberation movements and their activities?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "If he was only active, I wouldn't have acted against him, he had to be really prominent and reports must have indicated that he was involved in acts of terror, whether burning down of police homes or throwing of hand grenades, etc.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Now the Political Objectives and Motivation you'll find on page 103 up and including page 108, the Specific Background, page 108 to 109, I want you to please read the last paragraph.",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "The context in which it took place was against the background of an emergency.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "No, the next page 109, the last paragraph.",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "The actions would have been according to the general command of General Victor, the elimination of the activists, although I can't remember, would have been necessary in the light of the situation of war at that stage.  I never took part in the elimination of activists that was not justified under those circumstances, or rather not justified by those circumstances.  Such an activist\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t38\tCAPT HECHTER\nwould most probably have been an activist who was involved in serious crimes, the death of and injury of innocent people, inter alia.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman, I have no further questions.\nNO FURTHER QUESTIONS BY ADV DU PLESSIS",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr Mpshe, has this matter been investigated by the Investigative Unit?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "No Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Because they might have been in a position to ascertain whether there was in fact such an occasion and who the victims were.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, with the information given in the application it would have been difficult for them even to start to know where to go and what to do.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "But wouldn't the Attorney General perhaps know about this thing?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, even if this was given to the Investigative Unit, I do not see really how they would have done an investigation with this type of information given in the application.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Can you tell me whether you have any idea as to where this person came from that was the victim of this matter?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "Mr Chair, as I said, in all probability he was from one of the Black townships, in the vicinity of Pretoria, whether Soshanguve, Attridgeville or Mamelodi.  That was basically the sphere of my action.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Can you recall who was with you?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "Unfortunately not at all. We have discussed it to a great extent but I suspect, and it's only a\n...(intervention)\nJUDGE MALL\t39\tCAPT HECHTER\nsuspicion, Mamasela at one stage said that he was present.  I think he said this and it was also in the press.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Can you remember the approximate age of the activist concerned, Captain Hechter?",
            "Female"
        ],
        [
            "JACQUES HECHTER",
            "Unfortunately not.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Can you remember what activities specifically he would have been active in?",
            "Female"
        ],
        [
            "JACQUES HECHTER",
            "Specifically no, I can't remember anything specific.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Mr du Plessis I don't know whether this is one of the cases which are being investigated by the Attorney General against your clients.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman my information is that it is not.  That is how I had it as well. Obviously the Committee should take into account the fact that we have a difficulty here, that is one of the difficulties pertaining to amnesty applications.  As you've noted, we've tried to include evidence and facts pertaining to all the incidents where the applicants were involved in and especially Captain Hechter and certain incidents he remembers well, and in those incidents he testified vividly.  There is, however, this problem and we have experienced this problem and I simply am not in a position myself to make further inquiries regarding this.  In other incidents Captain Hechter had Warrant Officer van Vuuren to rely on and that made it easier, but here we have no leads, we have nothing.  We could have left this out and not asked for amnesty on this, but Mr Chairman under the circumstances we wanted to include everything as far as possible that he could remember and that is why we included this application.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman I just wanted to confirm what my\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t40\tCAPT HECHTER\nlearned friend has said, that this matter is not being investigated by the office of the Attorney General.  What the office of the Attorney General has done is to give me documentation on all matters investigated by themselves in this application.  This is not one of them.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Thank you.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Mr du Plessis, or shall we leave that when you argue the matter, but I'm just trying to wonder how you had best envisage, how do you envisage the order being formulated by us in the event of amnesty being granted to look like, to be effective?  Are we just here not doing something which we simply cannot do, trying to do something we cannot do, not in the sense that we will deny amnesty but we just don't know what to give him amnesty for.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman that is obviously something I still have to consider when arguing this matter, especially in this kind of matter.  This is a problem intricate to the amnesty procedure in this country Mr Chairman.   The problems that the applicants have, and that Captain Hechter has in respect of this kind of application is, for instance, let us say that the whole amnesty process is finalised, the report is written and in five or six years time somebody who might have been present there goes to the Attorney General and he says he wants to open his heart and he starts talking and he remembers everything, and it comes out and they say, oh this is a lovely case against Captain Hechter, and they bring criminal prosecutions against Captain Hechter, and at the end of the day, if he is then prosecuted, he's going to be prosecuted simply because of the fact that he had a bad memory when he had to ask for amnesty.  So in some way or another, the Committee will have to deal with this Mr\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t41\tADDRESS\nChairman, and I will assist the Committee in as far as possible in argument to see if one can't reach some sort of satisfactory solution to this kind of problem, but in some way or another an order will have to be formulated.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "I appreciate that that is eminently a question of argument, and I know that you could deal with that during arguments, but I wanted to raise it specifically now while your client is still in the witness box.  I'm not saying that there is much you can do to remedy the situation while your client is still in the witness box, but I want to point out that difficulty while your client is still in the witness box because, assuming that we give amnesty in the general terms that with the evidence before us we'd have to, and the kind of situation that you gave an example of arises, how would they tie up that particular incident?  How would they recognise it as being the incident in respect of which we would have given amnesty?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes it was a broad argument now, because Mr Chairman that argument obviously doesn't necessarily relate to this but to other incidents as well.  Obviously it's a very remote possibility, I know that, but on the other hand I have a duty towards the applicants to the extent that I have to safeguard their interest as far as possible, even if it should mean that amnesty is given in respect of possibly murder, in respect of this incident on the basis of certain conditions, or that amnesty is given on the basis of the facts before the Committee or something in that fashion.  I haven't really considered it Mr Chairman.  The one thing that is obviously clear is that there was, the Afrikaans is lykskending here which he will have to apply for specifically and then contraventions of the Arms and\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t42\tADDRESS\nAmmunition Act for instances. Already those contraventions are clear from this, but in respect of murder,  Mr Chairman, I will obviously have to address you specifically on that.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "We can't possibly grant amnesty can we, to someone who says, I might have committed a murder, I don't know, I don't know who the person was, I don't know how he came to be killed.  How can we presume that it was for a political purpose?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes Mr Chairman, obviously one has to take into account the realities of the situation.  If the Committee comes to a decision that it cannot grant amnesty on the basis of this, and the situation arises which I foresee now, obviously one will then have to deal with a situation at that time, but Mr Chairman, I have to, on behalf on my clients, present the Committee with the question how to formulate a decision on this and to make a decision on this.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "But this is something he says he doesn't say he's done. I'm not talking about the explosives, there he has a recollection, here there is no evidence at all, no information as to the killing. It might have been a blood-thirsty murder, we can't give amnesty.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "No Mr Chairman but he says there was a possibility, that was his evidence, and secondly Mr Chairman he also testified that, in respect of this and specifically in respect of the possibility that there was a murder, such a murder could not have been committed otherwise than with a political objective.  That is the evidence before the Committee.  And Mr Chairman I will address you in argument on this, and if the Committee, and I specifically want to answer His Lordship Mr Judge Wilson, if the Committee makes\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t43\tADDRESS\na decision that amnesty cannot be granted in a situation such as this, I have done my duty as far as humanly possible, and obviously if the bad scenario that I sketched arises later on, I will be able to deal with it legally, but if I don't deal with now it would not open any other possible legal avenues on behalf of my client's open later.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Are there no further questions of this witness?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "No Mr Chairman I have finished this application.   The next incident I want to deal with concerns W/O van Vuuren.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes thank you.",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "Thank you Chairman.\nWITNESS EXCUSED\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t44\tW/O VAN VUUREN",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, members of the Committee, before the witness is being led, the applicant is going to testify on the matter on page 44.  I want to remind the Chair and the Committee that there is an implicated person here, Eric Goosen, and that his counsel, George Alberts did approach the Committee in chambers in Pretoria.  I'm made to believe that a ruling was made that he need not be here, and he said if it comes to Cape Town he won't be here but he has no problem that the matter goes on.  He just wanted that to be on record, thank you.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman, may I proceed?",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "He didn't furnish an affidavit?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "No Sir, he didn't.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairperson, Warrant Officer van Vuuren, your application starts on page 44 and you say that it was either '85 or '86, was that at the beginning of your counter-insurgence operation?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes that's correct.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "On page 45, can you start there and read the first paragraph to the Committee?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Sergeant Eric Goosen and I with Kalla Botha and another person whose name I can't remember, I suspect they were from Special Forces, we went to Mamelodi where we received information that arms were brought to a certain person on a certain night in Mamelodi.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Can we just stop there.  The word the must be a, a person not the person.  This person in other words is not a person who acted with Special Forces?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "The person at the end of this paragraph is CAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t45\tW/O VAN VUUREN\ntherefore a different person?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's right.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Can you please continue.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "We picked up a black man who was probably a courier of the ANC.  We questioned him and during the questioning we beat him.  Thereafter we locked him in Sgt Goosen's garage and  we left him in the veld the next morning.  We did not get any information from him, he was seriously assaulted during the questioning.  Brigadier Cronje called us in after Kalla Botha reported to him and after Brigadier Cronje was called.  We explained it to Brigadier Cronje, he was worried that the person was dead.  He wasn't dead.  The Brigadier then reprimanded us, we were sent to his address and we ascertained that he was only injured.  He was still living.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "In other words on page 46 you describe his injuries, the person was injured, his face was swollen, his lips and eyes were hurt and his nose was bleeding. Mr van Vuuren can you remember specifically this person, the information that you received, if I can take you back to page 45, the first paragraph, you say,\n\"Information was received that two terrorists with weapons would come to this person in Mamelodi\".\nWhere did you get that information from, can you remember?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was from Kalla Botha and his people, if I remember correctly.  They had an informant who was with us that evening, it was a Black woman, if I remember correctly.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Warrant Officer van Vuuren, what was the information the informant gave with regard to the information you wanted from this person?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The information was that this person had\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t46\tW/O VAN VUUREN\nhoused terrorists and that there had been weapons in the house.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "In your mind, against whom did you think you were acting?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Against the ANC and against terrorists.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Can you go to the Political Motivation, page 47, General Motivation for Interrogation, can you verify this?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "But more specifically on page 50 and 51?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "You discuss the order on page 52, can you just read that to us, 11(a).",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct.  The specific order was given by Loots, at that stage Eric Goosen was with the White section and they did not know the Black areas, as we from B Section did not know the White areas.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "The instruction to which you refer from Brigadier Victor and Brigadier Cronje, was it the general instruction or was it, in this case, a specific instruction?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I will say that this from Brigadier Victor and Cronje, according to me was not really correct, I had a specific order from Loots.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Was Brigadier Victor aware of the specific order that you say you had?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No.\n(...indistinct)",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Brigadier Victor, yes he should have been aware but I do not believe he knew of the specific order I received from Colonel Loots.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Sorry who should have been specifically\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nJUDGE WILSON\t47\tW/O VAN VUUREN\naware, Brigadier Cronje or Brigadier Victor?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Brigadier Victor and Brigadier Cronje would not have been aware of this specific order, it was Col Loots or then Capt Loots who gave me the specific order. I do not believe that Brigadier Victor or Cronje were on that day aware, or that night aware of what was going on",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Was the instruction by Col Loots given to you personally?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes it was to me personally.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Can you recall precisely what his instructions were?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "He said that there was a person with A Section who had information that a certain house in Mamelodi, there had been ANC terrorists, they came from Johannesburg and that I must assist them in the operation.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Did you make any effort to try and trace this person?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No I didn't?",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Why?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was 10 years back, I would never be able to find the address again.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Did you try to contact your informer or the person who took you to the injured person?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No it was not my informant, it was Kalla Botha's informant, I did not even know the name of the informant.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Did you speak to Botha and Goosen to try and help you establish the identity of this person?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I spoke with Goosen but he can't remember the identity of the person either.  No I didn't speak with Botha either.\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nJUDGE MGOEPE\t48\tW/O VAN VUUREN",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Shouldn't you have spoken to him?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I don't believe he would know.  They got me that evening to find the house and to show them the address, they did not know the area at all, they came from Johannesburg. It is highly unlikely, therefore, that he would know, it was the first time in his life that he went into Mamelodi that evening.  He will never be able to find the place again.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "So this person as you say he was not killed, he was not killed?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No he wasn't.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "He may just one day learn through the press that we have given amnesty to some people in respect of his assault, in respect of an assault on him without his knowledge?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes it is possible, what I do know of course is that he did not press criminal charges.  I specifically gave orders that they had to go to the police station in Mamelodi to find out if a criminal charge had been laid for assault.  There was no such charge.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Have you tried speaking to Capt Loots to ascertain the identity of the activist concerned?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Yes I did speak with Capt Loots but he can't remember at all, he can remember that he told me to go with him but that's all he can remember of that incident.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Is he also not aware of the informer concerned who was attached to Special Forces, who probably would be able to shed more light on light on this matter?",
            "Female"
        ],
        [
            "UNKNOWN",
            "He would not have known the informant either, it was Kalla Botha's informant, no one of us knew her.\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV MPSHE\t49\tW/O VAN VUUREN",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Mr Mpshe are there any questions you wish to put to this witness?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr van Vuuren, it has always been your concern, by you I'm referring to the security members about your identity being disclosed, you've always been concerned and you'd always not want a person to tell anything about your identity later.  Am I right?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct.  But we knew some of the activists later on and they knew us.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Yes and you would if you noted that a person you tortured and assaulted has seen your faces, you'd eliminate him to conceal your identity? Is that correct?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No we would not have eliminated this person, there was no intention to eliminate him.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            ": Yes I mean you would go to the extent of doing that because a person has seen you?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "As I said at that stage, it was at the beginning of the hit squad activities, at that stage there was no intention of eliminating him.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "The example in the Richard Motasi incident, the wife thereof, we were told that she had to die because she had seen Mamasela.  That's what I am talking about.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now weren't you worried about your identities being disclosed when you released this man the following day?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No the Richard Motasi incident was approximately two to three years after this incident, it was completely different.  At that stage I was not a member of the Hit Squad, yet, I was not killing people at that stage and it never crossed my mind to kill a person.\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV MPSHE\t50\tW/O VAN VUUREN",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "On page 46 of your application you mention that Brigadier Cronje spoke to you very harshly and stated that you used information which he did not verify yourself.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Is that what happened when you undertook this operation? Did you not verify anything?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No I had never verified anything myself.  I acted on the information received from Kalla Botha and his informant, that informant was with us that night.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "But the fact that Brigadier spoke to you harshly about this would imply that always when you carried out an operation you must investigate and verify it first, and that's why he had to tell you this?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now did you yourself, before getting into an operation, verify the information given to you?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No we did not verify it.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Why?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No there was no time to do so, I met them at night, we went to the houses, we picked up the person, he denied that he was involved, we assaulted him, there was no time.  I would only see my sources the following night, there was in other words, no time to verify.  This specific source it was a woman who was with us that night.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Are you saying there was no time for you to verify or there was no time for everybody involved in the operation to verify?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "There was no time for me to verify.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Did you ask those who were involved with you whether they had verified the information?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "They were convinced that the information\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV MPSHE\t51\tW/O VAN VUUREN\nwas correct.  They brought the informant with them.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "What is the name of this woman you have just mentioned?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I do not know her at all.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Where did you pick her up?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "She came with Kalla Botha and his people.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Did she give any information to you people?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes she pointed out the house where the person was living, the person we assaulted.\nNO FURTHER QUESTIONS BY ADV MPSHE",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Mr van Vuuren, wasn't the procedure that you must evaluate different source information received from different informers in order to ascertain and determine ...(intervention)",
            "Female"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "....its reliability?",
            "Female"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "And in this case you did not do the same?",
            "Female"
        ],
        [
            "UNKNOWN",
            "No we didn't have any time to do this, I did not have time because these persons were quite positive about their information, they even brought the informant with them to point out the house.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "But that was not the fact to consider in your situation, you had to evaluate information from different sources and not to act on the information from one source?",
            "Female"
        ],
        [
            "UNKNOWN",
            "It was not my informant, and if I had to verify it, I would have had to place an informant in that area to watch that other informant.  That could have taken two to three weeks, and if there had been terrorists in the house, they would after two or three weeks not have been there anymore, if the weapons had been concealed there they\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nMS KHAMPEPE\t52\tW/O VAN VUUREN\nwould not have been there anymore.  That is why we continued with the operation that night.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Any re-examination?",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Before you get to re-examination, I take it Mr Botha has been told that he is being named here?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, no, I could not establish the whereabouts of Mr Kalla Botha but the rest have been informed.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Has the ANC been asked if they can identify this person?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "No Mr Chairman. I used the nodal point in the SAP, they are the people who provide me with all the last known addresses of the security people or the Special Forces or the office of the Attorney General.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "No I meant the other one, the person who was assaulted, who was supposed to be an ANC person living there.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "No that was not done either.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And going back now to the previous application, we have been given one document which is apparently a statement by Mamasela, which you have referred us to once, we are now told that Mamasela in the press has said that he has knowledge of the previous matter.  Has information been obtained from him?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "The press information has not been brought to my knowledge, I'm not aware of it.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Shouldn't he be asked about it?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "That can be done through the office of the Attorney General.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes Mr du Plessis?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman, Captain Hechter has given me\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t53\tW/O VAN VUUREN\nan indication that he can't remember where in the press he saw it, it might have been in one of these television interviews, he's not a hundred percent sure.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "It appears that Mr Mamasela has been talking to a great many people, it may be one or other of the reporters could give information here if he has gone public with this, it should be possible to follow it up.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes that should be Mr Chairman, it could also be very handy in a criminal trial.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Mr du Plessis, have you any questions to put to your witness?\nNO RE-EXAMINATION BY ADV DU PLESSIS",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Is he going to give evidence in any other matter?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes there's one further matter Mr Chairman, that is the incident which you find on page 129.  Mr Chairman this is also an incident for which Captain Hechter has applied for amnesty.  I've pointed this out to my learned friend Mr Mpshe, it was never included on the list of incidents but I would request the Committee that I be afforded the opportunity to also call Captain Hechter on this specific incident because they were both involved.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "He won't be prejudiced in any way as he is not here today?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "No Captain Hechter. Captain Hechter deals with this application on page 155 of his application, it's the kidnapping and death of an unknown activist.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes you may proceed.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman.\n\tW/O van Vuuren can you please read from page 130? Mr Chairman according to the application on page 129 this \nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t54\tW/O VAN VUUREN\nhappened in 1986 or 1987, is that correct W/O van Vuuren?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Good.  Can you please read it?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The activist was possibly involved in many bombings, necklacings in Eastern Transvaal where innocent people were killed.  He could also possibly have been involved in limpet mine explosions in Pretoria.  Captain Hechter gave the order that a certain ANC activist who was a member of cell of Harold Sefolo had to be picked up and questioned.  Information was gained from the questioning of Sefolo that he was an ANC activist.  Mamasela told us that he traced the activist in Mamelodi. Mamasela and I went to the man's shack in Mamelodi, I was in the back of the station wagon, we were going with and Mamasela would meet him at a certain point in a house in Mamelodi.  The man came out and got into the vehicle with me and Mamasela.  Mamasela and him were speaking in Tswana about irrelevant things, I have a little knowledge of Tswana.  When got out of the built up area I pushed the gun against his head and I told him that I would shoot him if he moved.  Captain Hechter was then picked up from where he was waiting in a combi with, possibly, Slang.  We put the activist in the combi and we drove off.  Hendrick Nkala was also possibly with them.  Captain Hechter then throttled him with a wire around his neck to get information from him.  After that Captain Hechter and I talked about this incident.  It could have been me as well, I just want to mention that.  He was thereafter throttled, strangled to death and we went to a very deserted road in Bophuthatswana, we put petrol on him and we wanted it to seem as if he had been necklaced.  I suspect that he was already dead when the petrol and the\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t55\tW/O VAN VUUREN\ntyre was put around his neck.  The aim of our actions was never to necklace an activist.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Okay Warrant Officer van Vuuren, was the intention to eliminate him?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes it was the intention.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Can you remember whether you got any information from him during your questioning?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was long ago.  We must have gained information from him because the name Harold Sefolo, during a previous application was given to us.  The aim was to eliminate him, so we must have gained information from him.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Can you remember his name at all?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Not at all.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Do you know if Captain Hechter can remember it?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I doubt if he would be able to remember it?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Your political goal is set out on page 133 to 140, General Motive and Page 140 and 141, Specific Details Regarding Political Aims. Is this true?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And page 142(A), I just want to refer you to paragraph 11(a).",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It's correct.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Page 142 paragraph 11(a), just read it please. No, only the second part, it was in regard to Victor and Cronje's orders with regards to the emergency conditions.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr du Plessis you said that Captain Hechter would also testify on this incident, do you have any recollection of this incident?\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t56\tW/O VAN VUUREN",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "I think it's one of the incidents which he can't remember, I just want to make sure, yes he can't remember anything about this, you will find that on page 57 of his application, he can't recall anything relating to this incident.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "You said he accompanied you on that evening?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Who?",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Captain Hechter?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Now the direct instruction came from whom as far as you were concerned?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Captain Hechter and I decided this issue together, jointly.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Who was the senior member?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "He was the senior one but our relationship at that time was not the relationship between a senior officer and a subordinate, we were friends rather by virtue of the type of work we were doing at the time so we jointly decided to eliminate the person.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Was his name revealed to you by Mamasela?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes his name was told to us.  We had his name at that stage.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "And is the position that you no longer remember it?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I can't recall it at all.  The place where we necklaced him after he was dead, that I can remember, I can remember the place.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Do you know whether there was an inquest?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I don't know at all.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "At the stage when he was burned, besides you and Hechter, was there anybody else involved in it?\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nJUDGE MALL\t57\tW/O VAN VUUREN",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mamasela was there and I think that Slang, Danie Selahle and Hendrick Mokaba could have been there but I don't know, that's just what I think, it's possible but I can't say for sure.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Mr van Vuuren, who instructed Mr Mamasela to track down this unknown activist, was it yourself or Mr Hechter?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I think it was Captain Hechter who said we should look for this person.  That was arising from the information which we got from Harold Sefolo.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "The information that you obtained about his possible political activity, particularly with regard to the bomb and petrol blast explosion, was that information obtained during the late Sefolo's interrogation?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Yes it was it was obtained during Sefolo's questioning.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "As I understand your evidence, you got hold of this man, you then met Captain Hechter and you drove off in your combi.  You're not quite sure who was there but there may have been four or five of you?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And when you stopped, Captain Hechter began throttling him with a wire around his neck.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct, it could possibly have been me.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You could have throttled him?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Not a very good way of getting information is it?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct but we wanted to eliminate the person as a result of Sefolo's information, so the\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nMS KHAMPEPE\t58\tW/O VAN VUUREN\npurpose was to eliminate him.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Were you then mistaken when in your application at page 131 you say that the reason why you throttled him was to obtain information?  That appears on page 131.",
            "Female"
        ],
        [
            "UNKNOWN",
            "That is also correct, we also strangled him to obtain information from him before we were to kill him.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Where did you get the old motor car tyre from, was it in the combi with you?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes it was in the combi with us.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You took that there for the purpose of necklaceing him?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was supposed to look like a necklace, then no fingers could point in our direction.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "So this was all planned in advance?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "If the objective was to obtain information was to obtain information from this unknown activist, was initially to obtain information ...(intervention)",
            "Female"
        ],
        [
            "UNKNOWN",
            "No the purpose was to eliminate him and if we could have extracted information from him that would have been a bonus.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "The information that you got from Mr Sefolo about this person, was it also obtained through interrogation which was accompanied by assault and torture on Mr Sefolo?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes we also killed Mr Sefolo and I've already testified about that in, or I have already asked for amnesty for that, it was the case of Sefolo, Maake and Makupe.\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nJUDGE MGOEPE\t59\tW/O VAN VUUREN",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "But what I'm trying to find out from you is that this information which you got from Sefolo, he gave it to you while he was under assault.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Do you think it would, under those circumstances, be information of such a nature as can be used to an extent of killing someone else?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "According to Mr Sefolo, the person was a member of his ANC cell which was responsible for acts as set out in my application.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "But how can information which comes from somebody who is giving it simply because he is being assaulted be reliable?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "If he said the person was part of his cell he would have known that person, there was no reason to doubt his word in that respect. We basically tortured him to extract the truth from him.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "But he might have said that simply because he was being assaulted, the information might have been incorrect.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I don't think that could have been the case.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Well didn't you think that he could be wrong?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No I never thought that it might be incorrect.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Why, I mean you are assaulting the man who is giving incriminating information about somebody else?  Why shouldn't you think that that could well be false?  He's just giving you information to save his skin, his just giving information so that you should stop assaulting him.\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nJUDGE MGOEPE\t60\tW/O VAN VUUREN",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Well then he could have given any name, why did he specifically mention this person's name?",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Well that could also have been any name. If he had given the name of any other person, that person could still have got into trouble and I'd be asking you the question, and you will still be saying to me, well he could have given any other name.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "We told Mamasela to trace this person and he came back and told us that he found the person.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "But he didn't verify the truth of the allegation, Mamasela, did he?  All he did was just to find out the address of that person.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It's possible but as far as we were concerned, this specific person was part of Sefolo's cell and we tasked Mamasela with tracing this person.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "So on the basis of the information that you got from somebody who was being assaulted, you go on to trace somebody and then eliminate him because he has been incriminated by somebody who was being assaulted?  Is that what happened?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is what happened.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Last time when you testified and your colleagues testified about Mr Sefolo, is it not so that you told us that Mr Sefolo was a very brave man despite the assault?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Despite the fact that two people were shot in front of him, he was not prepared to talk, to give information.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No two people were not shot in front of him, we kicked him or we gave him electric shocks with a\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nJUDGE MGOEPE\t61\tW/O VAN VUUREN\ngenerator.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Yes that may be so, it may be that the two people are not before him but the point I'm making to you is that we were told then, that this man Sefolo was killed because he refused to give you information.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No as far as I can recall, that was not the case.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "On page 102 of the thing about Sefolo, it says that,\n\"He admitted that he was a trained terrorist, we obtained names and information about his cell members from him, as well as information about other terrorists\"\nYou then went on to say, \n\"We had to force Sefolo to talk by giving him electric shocks\".\nYou then go on to say and I got this in English,\n\"He didn't want to give information, he was a strong person who believed in what he did\".",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "So this is information forced out of him by means of shock treatment.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And then Mamasela put a knife into his nose.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And after that you got some information.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "So do we understand you to say that you did get information out of Sefolo?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes we did get information out of Sefolo.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "That was when he was being tortured?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct.\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nMS KHAMPEPE\t62\tW/O VAN VUUREN",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "W/O van Vuuren, for how long was the activist strangled for?",
            "Female"
        ],
        [
            "UNKNOWN",
            "It is very difficult for me to say, I can't remember exactly.  I can't remember.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Did it take quite a short time for him to die after he had been throttled by possibly the two of you?",
            "Female"
        ],
        [
            "UNKNOWN",
            "It is very difficult for me to answer that now but I think the whole process would not have lasted for longer than half an hour.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Was the strangling the best way of getting information which you would have regarded as a bonus in addition to eliminating him?",
            "Female"
        ],
        [
            "UNKNOWN",
            "No, I wouldn't say that it was the best method but because we decided to eliminate him, we decided to strangle him.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "So to satisfy your appetite for torture before elimination, you decided on the throttling method?",
            "Female"
        ],
        [
            "UNKNOWN",
            "The strangling took place whilst we were driving in the combi.\nNO CROSS-EXAMINATION BY ADV MPSHE",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You were asked about the other two people, but as I understand you, the evidence that you gave in your application, you agreed there that Maake and Makupe were shocked to death in front of Sefolo before he was shot and questioned?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You made him watch two other men being tortured and killed?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That's correct.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Did you report back about the names and addresses that you got from Sefolo.\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DE JAGER\t63\tW/O VAN VUUREN",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "We reported back to the Brigadier and the Brigadier would have circulated this information to all the various sections.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "You don't know whether those names are still available somewhere?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "After the burning of all the documents those names would have been lost and destroyed with the documents.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Any re-examination?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Thank you Mr Chairman.  Mr van Vuuren, a question was put to you which was actually done by way of a statement, I can't remember the English, but the question dealt with the strangling or the throttling, and in Afrikaans had the purport of, did you strangle him to give expression to your feeling of pleasure, if I could put it like that, a feeling of pleasure which you would have obtained from strangling this man, did you obtain any pleasure out of this?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No I did not derive any pleasure from killing anybody, at that stage we believed that we were doing it for our country and for our people.  We never received any money or anything for this type of thing.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Was there any form of killing which afforded you more pleasure or was more acceptable to you than any other method?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No it's not nice to kill people.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Did you derive any benefit from the death of this person?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "I mean yourself?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Not at all.\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t64\tW/O VAN VUUREN",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Mr du Plessis, I don't know if this will make a lot of difference but the words which came from one of my colleagues, the actual words were, lust for torture.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes that's why I'm asking these questions Mr Chairman.  I might have misunderstood the connotation thereto but I'm just making a hundred percent sure.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "What I'm trying to say, the question was, the word used was not pleasure, but lust.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, yes.  Warrant Officer van Vuuren, in the light of this, I can't remember the exact words, but it was put to you that you did what you did due to a lust for torture.  In other words, a desire to interrogate people or to torture people, you had a desire to torture people.  Can you say to the Committee, did you have a personal desire to torture people the whole time?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No I did not have a personal desire to torture people.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Why was it done?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was done to extract information from the people and we had already decided to eliminate him.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And in this case, did you pursue a political objective?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "That is correct, we did have a political motive.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "And in other cases?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "In all the cases we had a political motive.  We were the security police, we only dealt with political activists or people, we didn't work with criminals.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Warrant Officer van Vuuren you testified that information was supplied regarding the names you CAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t65\tW/O VAN VUUREN\nreceived from Sefolo, can you remember whether a file was opened for that specific person, whether the file was in existence on that person directly after Sefolo's death?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "There would definitely have been a file on him if there had not been one already.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "How long after Sefolo's death did you act against this person?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I can't remember.  It could have been a year or six months.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Is it possible that information would have been kept on file regarding this person?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes there would definitely have been information on this person on file.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Can you remember whether you saw such a file or not, went through such a file?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Can't remember.  We worked with many files.\nNO FURTHER QUESTIONS BY ADV DU PLESSIS",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Thank you, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman may I call Captain Hechter.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "While he's going to the seat can I ask you something Mr du Plessis?  Would it be possible do you think, for you or perhaps for your attorney to prepare a list of your clients' ranks and dates, you understand what I mean? What rank they held in what years?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "A comparative list?",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes because I think in the beginning of each application they deal with that but I will endeavour to give you a comparative list.\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t66\tCAPT HECHTER",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "There might be one problem and that is that Brigadier Cronje was a bit uncertain about certain dates and he couldn't find his file to verify it, but I will do it as far as possible.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "I will include that in the heads of argument, yes Mr Chairman.",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Captain Hechter the incident is on page 157, you say in your application that you can't remember anything of the incident.  You now listened to the testimony of Mr van Vuuren, what is your approach thereto?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "As I have already told this Commission, I trust Mr van Vuuren completely, if he says I gave him the order, I accept it.  I have no reason and he has no reason to tell any lies before this Commission.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Do you agree, he verified page 160 to 166 regarding the political background?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "Yes that's correct.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Page 167 paragraph 11(a) concerning, can you just read that to the Committee?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "It was in the exercise of the commands I received from van Vuuren and Cronje regarding the state of emergency and general unrest.\nNO FURTHER QUESTIONS BY ADV DU PLESSIS",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Just give me again the pages, the last pages.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "I beg your pardon, the political motive is from page 160 to 166 and then the order is page 167.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Thank you.\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t67\tCAPT HECHTER",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Mr Chairman my attorney draws my attention to the fact that the translation referred to an order by van Vuuren which is clearly incorrect, it should be an order by Brigadier Cronje and Brigadier Victor.  I'm just drawing that to your attention.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Thank you.  Mr Mpshe, are there any questions that you wish to put?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Just one question.  On page 158 of the application you state in the last paragraph,\n\"He was being throttled with a wire around his neck to get information from him\".\ndo you remember having done this?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "No, not at all.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "How do you put it that you did throttle him with a wire, how did you put it in the application?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "Mr Chair I can't remember this incident at all.  During our consultations at our attorneys' offices, this incident was told to me by Mr van Vuuren. Because of the long time span, I can't remember it at all but I am willing to accept his word, if he says I did it.  I hear that he says himself that he can't remember exactly who did it, but I am willing to accept that since I had been the senior person, I did it.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "So the Committee's sitting here with two applicants here on an incident they both cannot recall?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "The fact of the matter is that he was killed and I accept the responsibility for it.\nNO FURTHER QUESTIONS BY ADV MPSHE",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "I think with regard to this aspect, what Mr Mpshe is trying to bring to your attention is that Mr van Vuuren told us earlier on that even though he says\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nJUDGE MGOEPE\t68\tCAPT HECHTER\ncategorically in his application that he was the one who tied the wire around the neck, he told us that after discussing this aspect of the matter with you, no I'm sorry, I'm incorrect, he told us that after saying that he, despite the fact that his application, he said that you tied the wire around the neck of this person.  He told us that after a discussion of this particular aspect he could well have done it himself.",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "It is possible that he could have done it or I could have done it, it might be possible where he could have questioned this person thoroughly, I can't remember this incident at all. I can't remember that we picked him up.  This incident is for me as if it never happened but I am willing to accept Warrant Officer van Vuuren's word.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "It just doesn't make much sense to me, why would, after discussing the matter with you, why would Mr van Vuuren no longer be sure as to whether you have done it, unless you said to van Vuuren, you are wrong, I didn't do it?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "I don't know, shall we ask him Chairman, I don't know.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "But he discussed this aspect with you.",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "Yes probably during September of October we discussed many incidents I can't remember Mr Chair, I could not have told him it had not been me.  I know that for a fact, I do not know if that was so.  Nobody would know, we sat through nights discussing these things, I can't remember anything.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Well did you say to him that you didn't do it?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "I do not believe that I would have said\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nJUDGE MGOEPE\t69\tCAPT HECHTER\nthat. I would have said that I can't remember it.  Of course I can't him that I didn't do it if I cannot remember the incident.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Did you say anything which caused him to doubt the correctness of what is written here in his application?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "I don't know.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "You cannot remember what exactly you said to Mr van Vuuren when you discussed this aspect?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "Not at all.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "It could be that you said to him, look I didn't do that, you did it?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "It can be true but I really doubt it, I can't remember the incident and therefore I can't think that I would have said that.  I cannot think that I would have said, well stop the lorry, it was me not you, I can't remember the incident and therefore I can't think that I would have said anything of the sort.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "So we're left with a situation where each one of you says, well I don't know, it could have been the one, another one says, it could have been the other?",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "Mr Chair, I accept as I said, even if he killed him, I accept the responsibility since I had been the senior person.  If he killed him it would have been on my order or according to my order.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Mr Mpshe are there any questions you wish to put at this stage?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman I do not have questions at this stage.  But may I mention to the Committee that I have just received from the Investigative Unit information pertaining to this very incident.  I have not had time to peruse it,\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV MPSHE\t70\tADDRESS\nit was given to me whilst we were busy now, but after perusing this, I may request that the applicant be recalled for me to put whatever I may discover in this statement, to him.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "At this moment I don't have, I'm still perusing the document.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Mr Mpshe, if the evidence of this witness is to stand down, as it must because I don't think there would be any point in calling upon Mr du Plessis if there's any re-examination, that should only be done after such questions as you may have, that you want to put to him.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Indeed Mr Chairman that would be the correct procedure.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.  Well once we've completed this evidence, what do we proceed to next Mr Mpshe?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, after completing this evidence there will be nothing to continue with today due to the fact that we shall be left with the evidence of Mr Mentz who is not in a position to testify today, we shall adjourn until tomorrow to continue with Mr Mentz.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Is that the only matter?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Those will be the only matters left.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Yes.  Well now, that being so, how much time would you require to go through that document?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, ten minutes would be apposite.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Should we adjourn for a very short while, five minutes or so, or ten minutes, would it inconvenience anybody?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "I think Mr Chairman that speaking for myself, ten minutes would suffice, and for my learned friend as\nCAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t71\tADDRESS\nwell.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Mr du Plessis would it inconvenience you?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Not at all Mr Chairman. I may mention that the only matters which seem to be left would be the matters ...(intervention)",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "There are two, one is, you've reserved your decision in respect of Mr Cronje?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes, yes, but I think Mr Chairman, I'll give you the final decision tomorrow morning but I think I have given you an indication of my view on that, and then there are only three incidents of Captain Mentz.  The three applications of Capt Mentz.  Then I may mention, Mr Chairman, just to put you in the picture, I intend recalling Capt Mentz in respect of the evidence of Ngqulunga.  We have obtained various parts of records of previous evidence on that incident and I intend to deal with that also tomorrow.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Very well, we'll adjourn for a short while, I'd like you to call us as soon as you're ready.  The purpose of it all is so as to avoid breaking for lunch now unnecessarily and then coming back and finding that in ten minutes everything is over.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "..in five minutes, if it is permitted that we resume at a quarter to two.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Alternatively you can proceed with the matter.  I understand the photocopying is done for our benefit.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "No Mr Chairman it is not, no.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Oh, is the photocopying for your benefit?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman I just want to make a copy for the witness, so that when I read he must know what I'm reading and whether what I'm saying actually appears on the statement, that's all.\nCAPE TOWN HEARING\tAMNESTY/W CAPE\n72",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "I see.  In the light of what you say it seems prudent that we adjourn now and we will resume at two o'clock.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "I'm indebted to the Chair, thank you.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Thank you.\nCOMMISSION ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Mr Mpshe?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank Mr Chairman.  I am indebted to the Chair and the Honourable members of the Committee for the time given to make necessary arrangements.  Mr Chairman I have no questions to put to the witness anymore.  Thank you.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Mr du Plessis any re-examination?\nNO RE-EXAMINATION BY ADV DU PLESSIS",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "And you did indicate that there's a likelihood that we will be able to receive the psychologists report sometime during the course of tomorrow is it?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "Yes Mr Chairman I am going to have a discussion with the psychologist again this evening.  I will get an indication from him when he will have it available.  He is based in Stellenbosch and he has a practice to run, so if it is not available this evening I am not sure if I am going to have it ready during the course of tomorrow because I won't have anybody to go and fetch it.  So there is a possibility that we might have to deal with it the next day but we will try our utmost Mr Chairman.  It's nearly finalised.  I had a discussion yesterday with him.  There were certain problems but that provisionally is the situation Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr du Plessis I must warn you that we can't allow this to carry on because the day after tomorrow, if we CAPE TOWN HEARING\tAMNESTY/W CAPE\nADV DU PLESSIS\t73\tADDRESS\nfinish tomorrow we will do other work and we won't be available to hear this matter any more.",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "No I understand that completely Mr Chairman and I give you my assurance that I am trying everything in my power.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Very well you are excused.  Thank you.",
            "Unknown"
        ],
        [
            "JACQUES HECHTER",
            "Thank you Mr Chairman.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman then that sums up our work for the day.  May I request that we adjourn until tomorrow and tomorrow we will deal with matters on page 1.  Those are the only outstanding matters.  The Kahn House incident, Vereeniging incident and the Komatipoort Four incident.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Can we make a beginning at nine o'clock tomorrow morning?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "That is in order Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Mr du Plessis?",
            "Unknown"
        ],
        [
            "ADV DU PLESSIS",
            "That's completely in order Mr Chairman.",
            "Unknown"
        ],
        [
            "HASSAN MALL",
            "Very well.  This Committee is now going to adjourn, and resume this hearing tomorrow morning at nine o'clock.\nCOMMISSION ADJOURNS\nCAPE TOWN HEARING\tAMNESTY/W CAPE",
            "Unknown"
        ]
    ]
}