{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-06-24",
        "location": "BOKSBURG",
        "day": "6",
        "names": [
            "J P NEL"
        ],
        "case number": "AM6469/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52707&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98061725_bks_boksbur5.htm",
        "speakers": [
            "CHAIRPERSON",
            "J P NEL",
            "MR PRINSLOO",
            "ANDRIES STEPHANUS KRIEL",
            "MR MOTLAUNG",
            "MR PRIOR",
            "ADV BOSMAN",
            "ADV GCABASHE",
            "MR MALAN",
            "MS VAN DER WALT"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "J P NEL",
            "MR PRINSLOO",
            "MR NEL",
            "NO FURTHER QUESTIONS BY MR PRINSLOO",
            "MR KRIEL",
            "NO FURTHER QUESTIONS BY MR KRIEL",
            "MR MOTLAUNG",
            "MR PRIOR",
            "ADV BOSMAN",
            "ADV GCABASHE",
            "MR MALAN",
            "MS VAN DER WALT"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Sit please.",
            "Unknown"
        ],
        [
            "J P NEL",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "The applicant's application Mr Chairperson appears on page 152 and 171 and 214 to 233. May I continue Mr Chairperson?\n\tMr Nel together with your co-applicants you were charged in the High Court on various charges of murder, etc and you were then found guilty of charges related to what is known to this Committee as the pipe bombs Western area, Randfontein and Pretoria.    As well as attempted murder, damaging of property and the possession of explosives.",
            "Male"
        ],
        [
            "J P NEL",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And that is why you ask for amnesty in front of this honourable Committee. And you were also convicted to 21 years of prison sentence. Mr Nel in your application on page 160 it would be your page 2 paragraph 4 there is a typing error, the second sentence of paragraph 4 the word AWB must be deleted and it must be said ANC. It is very clear what is said there. It is line 2, ANC must be AWB. Just a moment please.\n\tMr Nel I refer to page 167 paragraph 23 at the game farm there where you were gathered together the Saturday evening the 23rd of April 1994 are you aware or not that Generals who gathered there at that game farm?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes Mr Chairperson after we returned from the vehicle mission everybody went to sleep and in the evening the Generals arrived there and had a meeting and I was placed as a guard at the door.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Who were these Generals? Can you please name them?",
            "Male"
        ],
        [
            "J P NEL",
            "It was General Andries Terreblanche, General Etsabeth, General Nico Prinsloo, General Dirk Ackerman, his brother also Mr Ackerman and then it was Brigadier Leon van der Merwe as well as General Cruywagen and General Smit.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And after this meeting that evening did they leave there or do you know what happened to them?",
            "Male"
        ],
        [
            "J P NEL",
            "They held their meeting in the room where Nico Prinsloo and van der Merwe stayed in the camp. And when they finished they got into the vehicles and left.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Sunday evening the 24th of April 1994 you received instructions to create certain explosions?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What was the target?",
            "Male"
        ],
        [
            "J P NEL",
            "Commandant Johan du Plessis told me directly that the target was a taxi rank in Pretoria.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "The following day did you then go to Pretoria together with Piet Steyn and Gert Fourie?",
            "Male"
        ],
        [
            "J P NEL",
            "The Monday I left I was the driver of my vehicle and Piet Steyn sat behind and Gert on the passenger's seat.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Your target was in Pretoria?",
            "Male"
        ],
        [
            "J P NEL",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And Mr Nel when you left for Pretoria did you get to a taxi rank or what happened?",
            "Male"
        ],
        [
            "J P NEL",
            "I know Pretoria well. I drove in. I directly drove to the taxi rank in Bloed Street and van der Walt Street. When we arrived there I identified it but there were too many police in that area. I drove past and did not plant the bomb there.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you place the bomb later at a different place?",
            "Male"
        ],
        [
            "J P NEL",
            "That evening we left again and went to go and look at the taxi rank again. The policing was still strong there and from there we drove, I wanted to go and look in Pretoria North at the station there is another taxi rank. I was on my way there when I saw this area in Bloed Street and thought that it would have the same effect and we detonated the bomb on the side on the pavement of the building.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Why didn't you detonate the bomb at a taxi rank?",
            "Male"
        ],
        [
            "J P NEL",
            "Because we believed that it would have the same effect if it was planted at a taxi rank.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was there any policing there?",
            "Male"
        ],
        [
            "J P NEL",
            "No there were no policing at that stage but there were black people who moved around there. And that is the reason why I placed it there.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Nel do you confirm that the application that appears before this honourable Committee as it is in the record?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes that it is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And Mr Nel today as you sit there how do you feel about the occurrences that happened in terms of lives that were lost, injuries and damage to property?",
            "Male"
        ],
        [
            "J P NEL",
            "Mr Chairperson I feel bad about it. I am unhappy about it. If I could I would like to ask the people personally or apologise to them personally. I would like to talk to them and by doing that also state my side of this whole matter and explain why I did it and to tell them that I am sorry that I did it. And that they were in the wrong circumstances at the wrong time.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Nel are you presently still a member of the AWB?",
            "Male"
        ],
        [
            "J P NEL",
            "No not at all.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            ".",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Thank you Mr Chairperson. Just a few aspects. If you look at paragraph 22 of your application page 166.",
            "Male"
        ],
        [
            "J P NEL",
            "That is correct.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "\"The men went to a game farm in Magaliesberg where our instruction was to provide security for the farmers in that area.\"",
            "Male"
        ],
        [
            "J P NEL",
            "That is correct yes.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "In other words that was the main purpose why you went to the game farm or were you sent there?",
            "Male"
        ],
        [
            "J P NEL",
            "No Mr Chairperson in my call-up instructions the day when I was called-up Major Johan Smit told me directly that today we going to fight the war. We must establish our Volkstaat and that we must move up and then we will receive further instructions in Ventersdorp.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "And in Ventersdorp you were given the instructions to go to the game farm for security and protection of the farmers?",
            "Male"
        ],
        [
            "J P NEL",
            "There Brigadier Leon van der Merwe at the Trim Park  once again said to us. First we went to Clifton Barnard's farm and the day when we left to the game farm Major Smit once again came to me and said we going to Magaliesberg now to the game farm. I did not know where it was. I drove with other people there. And there he said to us that we will be on the borders of the Volkstaat close to the PWV area.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "But your words and that is the point that I want to make is that the instruction was the protection of farmers in the area. And this aspect runs right through all the applications and that is the protection and security of the farmers in that area.",
            "Male"
        ],
        [
            "J P NEL",
            "During that time we would still have looked after the people in that area. We did go on patrols where we did look after the farmers.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "That is exactly the point that I would like to make. Can I just take you back for a moment. The group that went to Bophuthatswana or was sent there in order to secure Bophuthatswana when did this happen?",
            "Male"
        ],
        [
            "J P NEL",
            "I do not carry any knowledge of that. I was not involved in that.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Did you not see on television people who were killed there or shot there?",
            "Male"
        ],
        [
            "J P NEL",
            "I did see that people were killed there and shot there but I carry no knowledge of that.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "But what I would like to find out when was this?",
            "Male"
        ],
        [
            "J P NEL",
            "If I get my dates right I think it was in March or February.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "When you went to the West Rand, to this Volkstaat area am I correct if I accept that you then forgot about Natal and the Free State and that is why you gathered in the Western Transvaal?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes Mr Chairperson for me my instruction was we are going to move up. The Volkstaat area - if I can just go back there was a meeting in February where we did security. It was a closed meeting where Mr Ackerman indicated on a map that we would use the Western Transvaal and implement that as a \"Volkstaat.\" And that is why we went up to the Western Transvaal. When the Volkstaat then became a bit smaller we forgot about Natal and the Free State. We just want a part of the Western Transvaal.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "And here is an election that is going to take place. Did you see this election as a threat?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes Mr Chairperson?",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "That is exactly the point that I would like to make. That is why you gathered in the Western Transvaal and you specifically were called together to protect that area as well as to protect the farmers who lived in that area.",
            "Male"
        ],
        [
            "J P NEL",
            "Mr Chairperson we were a large number of people who were called up for the protection of the Western Transvaal. I do not know where the people gathered but according to my knowledge we would go to Ventersdorp and the rest of the people would be called up in the rest of the Western Transvaal.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "But the Western Transvaal the AWB divided into parts and groups were sent to protect the certain areas or parts and you were there to do protection in this area close to the game farm.",
            "Male"
        ],
        [
            "J P NEL",
            "In that area as well as in areas where the Wen Kommando could not cope with it.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "That is now my following point. If the Wen Kommando could not be able to handle the situation you at the game farm you are Ystergarde you would then assist them. Is that correct?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Paragraph 23 why did the theft of four by four vehicles, why didn't you succeed in that?",
            "Male"
        ],
        [
            "J P NEL",
            "We went out that evening. We went to Klerksdorp. Jannie Kruger knew the area. He identified a garage and the people who went in first came back and from there we drove back to the camp. I do not know why it did not take place at the end of the day because they immediately said that we must retreat.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "So you used the word things went wrong so you cannot say why?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes we did retreat there.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "That Sunday evening that was when you were tasked regarding the pipe bombs?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes that is correct.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "After you received this task did you remain the evening at the game farm and the next morning you went to Pretoria?",
            "Male"
        ],
        [
            "J P NEL",
            "That is correct yes.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "You could not continue with the planting of the bomb. You then went to friends where you remained the day?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes that is correct.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "What did you do during that day?",
            "Male"
        ],
        [
            "J P NEL",
            "The morning we ate and from there we left. I got false number plates at a place and we waited for it.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "I assume that you were the whole day there?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Did you watch television?",
            "Male"
        ],
        [
            "J P NEL",
            "No we did not. There wasn't a television.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Did you listen to the radio?",
            "Male"
        ],
        [
            "J P NEL",
            "No not at all. We sat in the car and I think at one stage I went to go and sleep as well.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "So you did not follow the elections or the happenings or whatever? You did not discuss that?",
            "Male"
        ],
        [
            "J P NEL",
            "No not at all.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "What time did you plant this bomb approximately?",
            "Male"
        ],
        [
            "J P NEL",
            "It was approximately eight 'o clock that evening.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "And during that day because I accept that you probably arrived in Pretoria early that morning?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "The whole day did you in any way try and make contact with head office in Ventersdorp to say people there are problems. We cannot execute our order. We are going to be here longer than we thought?",
            "Male"
        ],
        [
            "J P NEL",
            "No Mr Chairperson because my instruction was that we have to detonate the bomb and I waited for an opportunity to go and detonate it. I did not contact the head office because my direct commander was at the game farm and he gave me instructions there.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "But the game farm was in radio contact with the head office?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes that is correct.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "So if you wanted to inform them that there is a problem you could have done it?",
            "Male"
        ],
        [
            "J P NEL",
            "I did not know if the radio connection worked at all times.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "But you also did not try and find out?",
            "Male"
        ],
        [
            "J P NEL",
            "No I did not.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "After you ignited the pipe bomb you left to a resort at the Hartebeespoort dam?",
            "Male"
        ],
        [
            "J P NEL",
            "That is correct yes Mr Chairperson.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Why did you have time now to go to a resort?",
            "Male"
        ],
        [
            "J P NEL",
            "The same people who we stayed at in the flat that day said that they will leave and go there and from Pretoria we drove there and I first went around to go and visit them.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "To do what? You are busy with a war if I understand the applicants' testimony.",
            "Male"
        ],
        [
            "J P NEL",
            "Mr Chairperson some of the people they were two blind men and I was quite good friends with them and they asked us that evening. They did not know what we were doing and they said that if we return that evening they asked if we could just go around at their place.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "And so the whole day you spent with them?",
            "Male"
        ],
        [
            "J P NEL",
            "No they were not there the whole day.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "That is the impression that was created. You go and plant your bomb and you socialise at a resort at the Hartebeespoort dam.",
            "Male"
        ],
        [
            "J P NEL",
            "That was early the morning we arrived there at the flat and we ate there and a while later they left. They gave the flat to me to spend time there. I did not give them any reason I just asked them if we could stay over and they said yes. And I asked for the number plates. After we had received the number plates we waited till it had become dark and then we drove and detonated the bomb.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "But at the resort you stayed there till three 'o clock the morning?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Sir I put it to you that is not a war situation.",
            "Male"
        ],
        [
            "J P NEL",
            "Sir the circumstances in which we were when we went to the resort was for me was something different. I went to go to friends and we visited there. And now suddenly if you leave there in a hurry or do something wrong they would like to know why can't you sit still.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Did you only talk that evening, no drinks taken, nothing of that sort?  ...[transcriber's own translation]",
            "Male"
        ],
        [
            "J P NEL",
            "We didn't drink at all no. We sang Boer songs.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nel after the operation who did you have to report to?",
            "Unknown"
        ],
        [
            "J P NEL",
            "I would have reported back to Commandant du Plessis, the person who gave me the instruction Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are now on operation you go and plant the bomb. It is a war situation and it was controlled from a head office or from a farm. Why didn't you think it good to go straight back and to report back whether you had a success or whether it was a failure?",
            "Unknown"
        ],
        [
            "J P NEL",
            "Chairperson after we detonated the bomb I thought of the people whom I said I will go and visit them so I drove there. I cannot explain to you why I didn't go back to head office.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why didn't you go back - did you go back and report to du Plessis?",
            "Unknown"
        ],
        [
            "J P NEL",
            "When I got back at the game farm du Plessis wasn't there. They were already busy with preparations to leave for the shooting range in Rustenburg.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you ever report back to him that you have planted the bomb and what the consequences of it was?",
            "Unknown"
        ],
        [
            "J P NEL",
            "When I got into the hall - when we walked into the hall me and Fourie, this is now after we returned Major Smit shouted very loudly in this hall. Sorry my language his words were: \"Where are you now coming from?\" And everybody in the hall heard that. It wasn't necessary for me to report back.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In a war situation I am not surprised he shouted at you. How did you explain it to him?",
            "Unknown"
        ],
        [
            "J P NEL",
            "That was his attitude at all times Major Smit's that is. He always gave threats that he is going to shoot you and that you cannot turn back and that you had to complete your instructions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did you explain? What did you say where did you come from?",
            "Unknown"
        ],
        [
            "J P NEL",
            "He knew I was on a mission because he was there when everybody was issued with their missions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is my point.",
            "Unknown"
        ],
        [
            "J P NEL",
            "Commandant du Plessis gave the instructions and Major Smit knew where we were. And because we did not return the day we were supposed to return because the bomb was supposed to be detonated that morning and we only returned the next morning. That is why he shouted \"Where you now coming from?\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what was your answer?",
            "Unknown"
        ],
        [
            "J P NEL",
            "I didn't answer him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you not think that you must explain yourself?",
            "Unknown"
        ],
        [
            "J P NEL",
            "I only explained to him that we had problems. That is all I said we had problems and I didn't say anything else.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Your behaviour lead to the fact that you and all the other applicants or let me put it this way that most of the accused in the High Court was arrested. Is that not correct?",
            "Male"
        ],
        [
            "J P NEL",
            "Please repeat the question?",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Your behaviour lead to the fact that most of your colleagues were arrested at the shooting range. Because they would never had been there. They would have been at the game farm. But because you stayed away they fled to the shooting range.",
            "Male"
        ],
        [
            "J P NEL",
            "Their decision making I cannot justify that. I do not know why they took that decision. Afterwards I found out they said that they took the decision to go to the shooting range because we arrived there late.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "And because they were scared you were arrested?",
            "Male"
        ],
        [
            "J P NEL",
            "That is correct. That is what I heard Chairperson.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "And at the shooting range did the men ask A B Fourie can't they rather visit their wives. Is that correct?",
            "Male"
        ],
        [
            "J P NEL",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "And you decided to go back to the Hartebeespoort dam?",
            "Male"
        ],
        [
            "J P NEL",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "No further questions under those circumstances.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            ".",
            "Male"
        ],
        [
            "MR MOTLAUNG",
            "I've got no questions Mr Chairman.\nNO QUESTIONS BY MOTLAUNG",
            "Male"
        ],
        [
            "MR PRIOR",
            "Thank you.  Mr Nel after your mission you returned to the game farm. Is that correct?",
            "Male"
        ],
        [
            "J P NEL",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you did not really report back to anybody about what you have done or whether the mission was successful or not?",
            "Unknown"
        ],
        [
            "J P NEL",
            "No Commandant du Plessis who was there and he gave me the instructions was not there so I couldn't report back to him. And Major Smit shouted it out in the hall so I believe at that stage that everybody knew what was going on.",
            "Male"
        ],
        [
            "MR PRIOR",
            "But you were grown-ups. Wasn't it a question of the fact that the major treated you as a teacher would treat\npupils? You were a grown man you were a soldier and you had to go and kill people and you realised that you were going to kill people. Is that correct?",
            "Male"
        ],
        [
            "J P NEL",
            "In a war situation yes.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Forget the war. You took two pipe bombs and you detonated them in Bloed Street in Pretoria. This was close to a place where people were sitting drinking. Is that not true? And then you return and this man says to you where the hell have you been. And because the fact that you are not around we thought you were arrested and you don't say anything.",
            "Male"
        ],
        [
            "J P NEL",
            "I explained to him that we had a problem.",
            "Male"
        ],
        [
            "MR PRIOR",
            "What did you say what was the problem?",
            "Male"
        ],
        [
            "J P NEL",
            "Because we couldn't place the bomb that morning because of the police.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you explain it to him the way you testifying now?",
            "Male"
        ],
        [
            "J P NEL",
            "Because he wasn't my commanding officer I didn't.",
            "Male"
        ],
        [
            "MR PRIOR",
            "You only said you had a problem?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And he accepted it like that.",
            "Male"
        ],
        [
            "J P NEL",
            "Yes he did. And just to put a thing right. It wasn't two bombs it was only one.",
            "Male"
        ],
        [
            "MR PRIOR",
            "In Bloed Street what did you see when you were standing around there? Was there a shop there, was there a building there? Was there some or other structure?",
            "Male"
        ],
        [
            "J P NEL",
            "We saw the building and there were black people moving around there.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And where was this bomb actually planted?",
            "Male"
        ],
        [
            "J P NEL",
            "On the side of the road on 7th Street, at the side of the building.",
            "Male"
        ],
        [
            "MR PRIOR",
            "In other words the people inside did not see what was going on outside?",
            "Male"
        ],
        [
            "J P NEL",
            "Not as far as I can imagine.",
            "Male"
        ],
        [
            "MR PRIOR",
            "How many people were inside this building?",
            "Male"
        ],
        [
            "J P NEL",
            "I cannot say how many were inside.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Was it your intent to kill all those people in that building?",
            "Male"
        ],
        [
            "J P NEL",
            "It was our intention to create a psychosis of fear so that the elections would be stopped because of that and because there were black people around the building we thought that it had the same effect as if we would have placed it at the taxi rank. Because the majority of ANC members according to us were black. And I saw the black people and I placed the bomb there and we thought it would have the same effect as at the taxi rank.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nel before we continue. When you signed these documents did you read the documents? Are you happy that they are correct?",
            "Unknown"
        ],
        [
            "J P NEL",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Look at page 169 paragraph 28. That is your application?",
            "Unknown"
        ],
        [
            "J P NEL",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The last two sentences would you please read it.\nMR NEL\n\t\"Piet Steyn ignited the pipe bomb's fuse and he threw it out of the vehicle's door and we left immediately.\"",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "That is not placed?",
            "Unknown"
        ],
        [
            "J P NEL",
            "Well we threw it out. He detonated it. To me it is the same thing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No Mr Nel it doesn't sound right to me and I want to give you an opportunity to explain this. You testified all the time now about how the pipe bomb was planted next to a shop where there were people, black people.",
            "Unknown"
        ],
        [
            "J P NEL",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And it was ignited and then you left?",
            "Unknown"
        ],
        [
            "J P NEL",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It doesn't sound to me as if you lit it in the car and then threw it out of the window.",
            "Unknown"
        ],
        [
            "J P NEL",
            "Chairperson in Bloed Street we moved up in Bloed Street and we turned right into 7th Street and right in front of this building we stopped. Steyn ignited the bomb, he opened the door and threw it out onto the side-walk and from there we went.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that all you can explain?",
            "Unknown"
        ],
        [
            "J P NEL",
            "That is how it happened Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "The word \"planted\" was never really used by the witness. My learned colleague, Mr Prior used the word plant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Prinsloo whether we speak about plant or put down or whatever. It is very different from throwing something out of the window of a car that is what I am saying.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "The witness confirmed to what was said in his application. Mr Prior said to him he planted the bomb and it is very loose terminology the way he puts it in any case.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Prinsloo I heard it very clearly that after Mr Prior's question I did put the question that way but then the witness did say the bomb was planted or placed on the side of the pavement.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "This would be splitting hairs to say that because in his statement it is quite evident that where the bomb came to be it might have been placed there.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Whatever can you remember clearly now that the bomb was then thrown out of the car?",
            "Male"
        ],
        [
            "J P NEL",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "It is not a question of somebody getting out of the car, walked to the building and there next to the structure there placed the bomb?",
            "Male"
        ],
        [
            "J P NEL",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR PRIOR",
            "It was never your intention?",
            "Male"
        ],
        [
            "J P NEL",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR PRIOR",
            "It was not your intention to create this impression?",
            "Male"
        ],
        [
            "J P NEL",
            "No it wasn't.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Mr Nel you received instruction from Mr du Plessis?",
            "Male"
        ],
        [
            "J P NEL",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRIOR",
            "To place this bomb at a taxi rank and that morning you went to Bloed Street where there was a taxi rank. Why didn't you just plant that bomb that morning? Why was it necessary to drive away?",
            "Male"
        ],
        [
            "J P NEL",
            "Chairperson as I have already said when we arrived there, there was so many police and policing that we decided not to place the bomb there. We didn't want to create further problems and we expected to be arrested or something like that might have happened.",
            "Male"
        ],
        [
            "MR PRIOR",
            "That is why you put forged registration plates on your car. You were scared of being arrested?",
            "Male"
        ],
        [
            "J P NEL",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then you would have liked to use the dark to plant or detonate your bomb rather than in daylight?",
            "Unknown"
        ],
        [
            "J P NEL",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR PRIOR",
            "But weren't there other taxi ranks in Pretoria where black people would use taxis?",
            "Male"
        ],
        [
            "J P NEL",
            "That is why when we left there we made the registration plates and the night we drove I drove in the direction of DF Malan towards Pretoria North the station there because I knew there was a taxi rank there.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Why didn't you go back to the same rank?",
            "Male"
        ],
        [
            "J P NEL",
            "We were there.",
            "Male"
        ],
        [
            "MR PRIOR",
            "But now you found a drinking spot, Sanny's Cafe?",
            "Male"
        ],
        [
            "J P NEL",
            "I did testify that we did return. We did go and have a look and the policing was still strong there and we accepted that we could be arrested then. And from there we left and we would have gone to the next taxi rank and at the end of the day this building we identified it and I thought it would have the same effect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was your instruction when you left there with the pipe bombs? What was the target?",
            "Unknown"
        ],
        [
            "J P NEL",
            "We were told a taxi rank.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who decided to throw the bomb somewhere else?",
            "Unknown"
        ],
        [
            "J P NEL",
            "Chairperson we identified that building ourselves after we drove.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who in the car did this?",
            "Unknown"
        ],
        [
            "J P NEL",
            "Please repeat?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who in the car made that decision?",
            "Unknown"
        ],
        [
            "J P NEL",
            "We decided it together, the three of us who were together in the vehicle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that was one of the opportunities where you could have used your own discretion?",
            "Unknown"
        ],
        [
            "J P NEL",
            "Because we did not place it that morning at the taxi rank because of the strong presence of the police I thought that if they were at one rank they could also be at another rank. So we went from the one to the other and then we identified the place and we placed the bomb there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How far away from the taxi rank did you throw this bomb?",
            "Unknown"
        ],
        [
            "J P NEL",
            "I would say about three or four kilometres.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "I do not understand the reason why you did not immediately drive back to the game farm and that you rather went to a resort up until three in the morning where you sang Boer songs or folk songs. Why didn't you immediately go back and report back to your commander?",
            "Male"
        ],
        [
            "J P NEL",
            "I cannot really say.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Sir please you are a soldier. You were busy with a war. You go to Hartebeesfontein and you visit there and you sang songs. Did somebody have a guitar there?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And you are saying there was no liquor involved?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Till three 'o clock in the morning you sang and you didn't drink a drop of liquor?",
            "Male"
        ],
        [
            "J P NEL",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you have a braai?",
            "Male"
        ],
        [
            "J P NEL",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Nothing to eat? Anything?",
            "Male"
        ],
        [
            "J P NEL",
            "Nothing.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you drink soda?",
            "Male"
        ],
        [
            "J P NEL",
            "No.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Not even coffee?",
            "Male"
        ],
        [
            "J P NEL",
            "Nothing.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Well you surprise me. And you cannot give us a reason why you did it?",
            "Male"
        ],
        [
            "J P NEL",
            "The only reason I can give is that, that morning I told you I will go around there.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And you felt obligated to go and see these two friends of yours and to go and visit there because you told them you would?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And what about the Ystergarde and your obligations towards the other men at the game farm?",
            "Male"
        ],
        [
            "J P NEL",
            "This resort if on the way back to the game farm.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you realise that there was a security risk with regards to your mission?",
            "Male"
        ],
        [
            "J P NEL",
            "I do not know what they thought?",
            "Male"
        ],
        [
            "MR PRIOR",
            "So in other words you placed your men in danger. The longer you stayed away the bigger the chance was that you will be arrested?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you realise it?",
            "Male"
        ],
        [
            "J P NEL",
            "Not at that stage.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you ask for permission to go and see your wife?",
            "Male"
        ],
        [
            "J P NEL",
            "We asked if we can go and see the wives?",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you ask?",
            "Male"
        ],
        [
            "J P NEL",
            "I was together with the group who asked.",
            "Male"
        ],
        [
            "MR PRIOR",
            "When was this?",
            "Male"
        ],
        [
            "J P NEL",
            "It was the 26th, the Tuesday.",
            "Male"
        ],
        [
            "MR PRIOR",
            "When did you go to the game farm? You said in your application on the 14th of April you received the call-instruction.",
            "Male"
        ],
        [
            "J P NEL",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you leave immediately?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you sell your house?",
            "Male"
        ],
        [
            "J P NEL",
            "No.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Where were you living at that stage?",
            "Male"
        ],
        [
            "J P NEL",
            "I was staying in Pretoria and my wife and my children - it was just on my child's birthday she refused to go with.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So she stayed behind?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Was this house in your own name or did you rent this house?",
            "Male"
        ],
        [
            "J P NEL",
            "We rented the house.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And your job - where did you work?",
            "Male"
        ],
        [
            "J P NEL",
            "I worked at Transnet as a train driver.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you resign?",
            "Male"
        ],
        [
            "J P NEL",
            "No Chairperson I put in leave.",
            "Male"
        ],
        [
            "MR PRIOR",
            "You put in leave?",
            "Male"
        ],
        [
            "J P NEL",
            "I had leave. I was on leave.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Up until when?",
            "Male"
        ],
        [
            "J P NEL",
            "I was on leave till late in April. I was on sick leave because I had my leg in a cast.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So after your leave you would have returned to your job if you could. Was that your intention?",
            "Male"
        ],
        [
            "J P NEL",
            "Please repeat?",
            "Male"
        ],
        [
            "MR PRIOR",
            "You would have returned to work after your sick leave.",
            "Male"
        ],
        [
            "J P NEL",
            "If there weren't any call-up instructions yes.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Why do you think you were going to Ventersdorp?",
            "Male"
        ],
        [
            "J P NEL",
            "Major Smit contacted me on the 14th of April and he said now it is time for war. It is now the time we must put everything together we are going to Ventersdorp and we are going to protect our Volkstaat and we are going to wage a war about which we have been told in several meetings.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you think the Volkstaat was going to be founded?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So if it happened like that would you have stayed there?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes I would have stayed there.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And what about your job?",
            "Male"
        ],
        [
            "J P NEL",
            "We were told that those who went there for the protection of the Volkstaat that we would be part of the protection of the Volkstaat and you would work for the government of the Volkstaat in a police capacity.",
            "Male"
        ],
        [
            "MR PRIOR",
            "What about the Transnet job?",
            "Male"
        ],
        [
            "J P NEL",
            "I would have resigned.",
            "Male"
        ],
        [
            "MR PRIOR",
            "If you thought you were going to live in the Volkstaat why did you not resign before you left?",
            "Male"
        ],
        [
            "J P NEL",
            "But at that stage I was still on sick leave. I wasn't close to my job. I got call-up instruction and I went.",
            "Male"
        ],
        [
            "MR PRIOR",
            "But the instruction was to go and fight a war?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And the war did you think it would be at an end at the end of April?",
            "Male"
        ],
        [
            "J P NEL",
            "With the run-up to all these events you cannot say when a war would stop.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Exactly that is my point. So you had enough warnings at the 14th of April you had enough time you could have told your employer look I am resigning.",
            "Male"
        ],
        [
            "J P NEL",
            "If there is a war and at the end of the day if everything succeeded then I wondered if there would still be a Transnet station.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you think about that on the 14th of April?",
            "Male"
        ],
        [
            "J P NEL",
            "I believed it was war.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And what about your wife and children? Would you have left them in Pretoria at the rented house?",
            "Male"
        ],
        [
            "J P NEL",
            "She didn't want to go with me at all and I contacted her and if I can call my father he will also testify that I phoned them that they must go and fetch my wife and children because they didn't want to come with me.",
            "Male"
        ],
        [
            "MR PRIOR",
            "And your leg was in cast? Could you run?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes.",
            "Male"
        ],
        [
            "MR PRIOR",
            "With the cast?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So did it get better?",
            "Male"
        ],
        [
            "J P NEL",
            "It was in plaster my leg.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did it get better? Could you run with this leg?",
            "Male"
        ],
        [
            "J P NEL",
            "Ja I run races with my leg in plaster.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So it didn't bother you? It didn't hold you back?",
            "Male"
        ],
        [
            "J P NEL",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Now after this planting of bomb you ask for permission to go and see your wife.",
            "Male"
        ],
        [
            "J P NEL",
            "I was with the group who asked to go and visit the wives.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Why?",
            "Male"
        ],
        [
            "J P NEL",
            "Because we were together in a group there.",
            "Male"
        ],
        [
            "MR PRIOR",
            "But the other missions which would have been executed surely this one bomb mission wasn't sufficient?",
            "Male"
        ],
        [
            "J P NEL",
            "Please repeat.",
            "Male"
        ],
        [
            "MR PRIOR",
            "It seems to me that the only thing you did there was to go to Pretoria for pipe bomb and there to throw it at a cafe?",
            "Male"
        ],
        [
            "J P NEL",
            "That was my instruction. I didn't receive any further instructions.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Did you shoot at some one at the game farm?",
            "Male"
        ],
        [
            "J P NEL",
            "No.",
            "Male"
        ],
        [
            "MR PRIOR",
            "So you didn't fire a single shot?",
            "Male"
        ],
        [
            "J P NEL",
            "No.",
            "Male"
        ],
        [
            "MR PRIOR",
            "But these other bomb expeditions were there not other bomb expeditions planned?",
            "Male"
        ],
        [
            "J P NEL",
            "I was not part of the planning. I do not know if there were any further bomb explosion missions.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Were there any order groups where you received instructions saying this is the beginning there are going to be, many other are going to follow?",
            "Male"
        ],
        [
            "J P NEL",
            "Chairperson several meetings before hand it was said but when we were at the game farm there wasn't an order group telling us. We didn't receive further instructions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You stayed in Pretoria?",
            "Unknown"
        ],
        [
            "J P NEL",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You go on a mission to Pretoria?",
            "Unknown"
        ],
        [
            "J P NEL",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Things didn't work out very nicely. Why do you go to a resort? Why didn't you go home?",
            "Unknown"
        ],
        [
            "J P NEL",
            "Chairperson as far as I know my wife has packed all of her things. The house was empty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you know that?",
            "Unknown"
        ],
        [
            "J P NEL",
            "I was the morning at my house. It was empty and my wife was angry with me. Because I left her at home.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is the day of the mission?",
            "Unknown"
        ],
        [
            "J P NEL",
            "No the 14th of April I already went.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you did go to the house?",
            "Unknown"
        ],
        [
            "J P NEL",
            "Yes I was there. That was during the day while we waited for the number plates.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what you have done if all the furniture was there?",
            "Unknown"
        ],
        [
            "J P NEL",
            "I would have asked her again to come with me?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you have stayed there that evening?",
            "Unknown"
        ],
        [
            "J P NEL",
            "At my wife?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "J P NEL",
            "My mission wasn't completed yet Chairperson. I wouldn't have stayed there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But then you go and visit friends.",
            "Unknown"
        ],
        [
            "J P NEL",
            "Afterwards I completed my mission I went for a visit and I went back to the game farm.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you said these people were blind?",
            "Unknown"
        ],
        [
            "J P NEL",
            "Yes two blind men.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Did you try and determine where your wife was at that stage?",
            "Unknown"
        ],
        [
            "J P NEL",
            "At that stage I did not know how to determine that. I did not know how to contact her. I couldn't reach her. I didn't even know where to look for her.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "But you said that your father could testify to that. Where were they living at that stage?",
            "Unknown"
        ],
        [
            "J P NEL",
            "They were in Watervalboven. I contacted him, I phoned him before I left and I asked him before I left and I asked him to please go and have a look at my wife and children.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Mr Nel can you just get the sequence of this right for me please. On the 25th you detonated this pipe bomb in Bloed Street.",
            "Unknown"
        ],
        [
            "J P NEL",
            "That is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And you only returned to the camp on the 26th, the following day?",
            "Unknown"
        ],
        [
            "J P NEL",
            "That is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now as you understood your objectives, your objectives were to cause as much chaos as possible to ensure that the election would be stopped?",
            "Unknown"
        ],
        [
            "J P NEL",
            "That is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "That election was going to take place on the 27th.",
            "Unknown"
        ],
        [
            "J P NEL",
            "That is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And yet you do two strange things. One you spend critical time, that is the evening of the 25th with friends. And then on the 26th the day before this election that you are trying to derail you go off and decide as a group that you want to visit your wives. I don't understand this. I would have thought this time was so critical that you would spend every moment planning and executing missions to derail this thing that was going to happen so soon. Can you explain this to me? Why people were so relaxed and yet the election was going to take place the very next day. What was your mission in that case?",
            "Unknown"
        ],
        [
            "J P NEL",
            "Chairperson the Committee member asked so many questions I can't remember all of them. Can't she just stipulate one for one what she wants me to say?",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Yes it is just that I am trying to understand what you were thinking of on that day. And I am actually asking you to put it together for me. I will start again. You went out on a mission. It was important to go out on this mission yes?",
            "Unknown"
        ],
        [
            "J P NEL",
            "That is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "You then spent the night of the 25th with friends rather than go straight back to your commander to report back. Yes?",
            "Unknown"
        ],
        [
            "J P NEL",
            "That is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "You returned to camp on the 26th, the day before the election yes?",
            "Unknown"
        ],
        [
            "J P NEL",
            "That is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now with that in mind my question is your objective was essentially to derail the election of the 27th yes?",
            "Unknown"
        ],
        [
            "J P NEL",
            "That is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Why would you spend critical time visiting friends, asking to visit your wives when the election was pending? It was going to happen the very next day. I would have thought that your purpose, your goal was so important that all the other things could wait. You had to derail this election by all means and yet you all seemed to have been very relaxed and wanting to visit wives and looking after friends you had made promises to. I am just asking you to explain this to me.",
            "Unknown"
        ],
        [
            "J P NEL",
            "Chairperson when I returned from my mission I immediately went and on my way back to the game farm I stopped at these people whom I told that morning that I would come and visit them and from there - in reality we didn't really visit there that long because the explosion happened around eight 'o clock.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But we've heard all of this. The question is why did you waste time in a time right before the elections?  Because, and this is becoming an important question. It is because the election was going to take place the next day.",
            "Unknown"
        ],
        [
            "J P NEL",
            "It was the 26th when we left again.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "J P NEL",
            "Chairperson I cannot give you an answer. All I know was that some of the people were worried about the wives on the other farm. I cannot say why we did it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were one of the people asking whether you can go and visit your wives on the other farm. Where would you have found your wife?",
            "Unknown"
        ],
        [
            "J P NEL",
            "I was not in the group that asked. I did not physically ask. I stood with the group when they asked it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thought you asked to leave the farm.",
            "Unknown"
        ],
        [
            "J P NEL",
            "I was together with the group who asked it. I did not personally ask for permission because I couldn't go to my wife directly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you leave the farm?",
            "Unknown"
        ],
        [
            "J P NEL",
            "Yes I did. And that is why I went to the resort.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the people who gave you permission to go to your wife was under the impression that you going to your wife?",
            "Unknown"
        ],
        [
            "J P NEL",
            "No Chairperson Major Smit knew. He dropped me at the resort. He knew where I was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then why did you want to leave the farm?",
            "Unknown"
        ],
        [
            "J P NEL",
            "It was not as if I wanted to leave but when everybody left I said no I will go with them, because the others were going to Pretoria they dropped me off at the resort with the people that I met or visited the previous evening.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you just took a holiday from this war? Because you were not worried about the danger of your wife because you did not know where she was.",
            "Unknown"
        ],
        [
            "J P NEL",
            "Mr Chairperson I did not take a holiday from the war. I believed in what was lying ahead and in my principles.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you said you took a - it is like you took a break from the war?",
            "Unknown"
        ],
        [
            "J P NEL",
            "I would not say that no. After the men drove back to their wives we would have gone just for the day and then returned.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "You see again your answer suggests to me that the basic purpose for gathering in the Western Transvaal was to protect yourselves, your families, the people you identified with. I put this to Mr Venter, the last witness. These men you left your families at this critical time because I beg your pardon - you left the \"wildsplaas\" and the \"skietbaan\" at this critical time because you were going to protect those close and near and dear to you and that in fact is the original purpose for moving up to the Western Transvaal. So the day before all this chaos, all this election fear is supposed to come about you go back to your original purpose for gathering in the Western Transvaal; to protect those you identify with who are close to you. And that is really why people gathered. It wasn't to derail the election. It was to make sure that you as a people were secure until things had settled down.",
            "Unknown"
        ],
        [
            "J P NEL",
            "No Mr Chairperson my instruction was that it would be war. At various other meetings it was said and my instruction was that we are going to fight in this war. And at the game farm we were told that we will disrupt the elections in order to force them to provide us with a \"Volkstaat.\" We believed that if the elections will take place at the end of the day we will not be able to get a Volkstaat with an ANC majority. That is why we went to go and disrupt the elections and to put so much fear in the people that they will not go and vote. We wanted to force the government to give us a \"Volkstaat.\"",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "But again the interpretation could be that you were just acting as spoilers, I will use that word just as an easy word, just as spoilers. You didn't really have a political objective. You had a motivation yes, but no real objective when you embarked on these minor missions. You were just acting as spoilers. As a splinter group somebody else might say. What do you say?",
            "Unknown"
        ],
        [
            "J P NEL",
            "No Mr Chairperson I believed that everything was under the hospice of the AWB and that the Generals in staff were present when I was at the meeting that they held. And because of the fact that General Prinsloo was at all times involved with Brigadier Leon van der Merwe and also at the shooting range afterwards when we left to go there General Ackerman Jr. and General Smit with Nico Prinsloo were also present. And I believed that the AWB is giving the instructions. They are leading us in this process and I believed that the AWB is in charge of everything and they will take it further.",
            "Male"
        ],
        [
            "MR MALAN",
            "You say that your wife did want to come with you. You did not know but you found out during the day you went to your home?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes Mr Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why didn't she want to go with you?",
            "Male"
        ],
        [
            "J P NEL",
            "My wife at that stage was very angry with me because it was my children's' birthday and the ice cream cake was melting at that stage and I said I was leaving.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you meet your wife after that?",
            "Male"
        ],
        [
            "J P NEL",
            "After I was arrested my wife came to visit me with my parents and we did reconcile.",
            "Male"
        ],
        [
            "MR MALAN",
            "Are you still married?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes we are still married.",
            "Male"
        ],
        [
            "MR MALAN",
            "Just to add to what Advocate Gcabashe's question. It does not seem as if you wanted to protect your own family. You went to go and protect the land to take it and protect it if I look at your statement now.",
            "Male"
        ],
        [
            "J P NEL",
            "I believed that I will go to protect the Volkstaat and as much as I would like to have my wife and children with me I could not force them over the barrel of a gun to come with me. I believed in the ideology. I believed in what was put to me. I believed in the AWB's objectives and the fact that they wanted to establish a volk and a piece of land for us where we could go there afterwards and if God-willing I could get my wife and children and establish them there with me if they wanted to go with me.",
            "Male"
        ],
        [
            "MR MALAN",
            "You see the problem is to understand your evidence is with all these convictions and beliefs that you had and the commitments that you had you go now get a pipe bomb. It takes you more than a day to plant this bomb. You visit till late that night with friends. The next day you go back. You report again or you go back to friends again. How does this fit in that you were not then involved in this war? How does it fit in your commitment to this war that you were rather sort of on holiday away from this war? It is very difficult to understand this.",
            "Male"
        ],
        [
            "J P NEL",
            "Mr Chairperson I was involved from the beginning on the 14th of April I went up. I was with the people all the time. And the first opportunity that I got was that the day of the 25th.",
            "Male"
        ],
        [
            "MR MALAN",
            "Maybe we must just then investigate that. You said the 14th of April you were called up. You went immediately?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "What did you do from the 14th till the 25th?",
            "Male"
        ],
        [
            "J P NEL",
            "The 14th of April we were at Ventersdorp at Trim Park  and then we went to Clifton Barnard's farm. There during the days we did guard duty. We protected the leader's wife. We protected the head office and some of the farmers within the direct vicinity of Ventersdorp.",
            "Male"
        ],
        [
            "MR MALAN",
            "The leader, was he at Trim Park  from the 14th?",
            "Male"
        ],
        [
            "J P NEL",
            "No Brigadier Leon van der Merwe was there. The leader was at the head office.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were you between Trim Park  and head office? You said you protected him.",
            "Male"
        ],
        [
            "J P NEL",
            "No our base at that stage where we all gathered with the wives from the Trim Park  was Clifton Barnard's farm. And from there after the wives were with us for a stage and then the wives left to Ottosdal. And from Clifton Barnard's farm at various instances we got instructions that we must go to the leader's house.",
            "Male"
        ],
        [
            "MR MALAN",
            "Make it simple for us. This we, is all of them who were there. What did you do from the 14th to the 25th?",
            "Male"
        ],
        [
            "J P NEL",
            "My instructions there was to protect the leader.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were you constantly with the leader?",
            "Male"
        ],
        [
            "J P NEL",
            "No not all the time. I was at the farm or at the leader. Then I went back to Clifton Barnard's farm, then I went to his house to protect him there and then went back to the farm. Where he went during that period before we went to the game farm I had the task to go with them.",
            "Male"
        ],
        [
            "MR MALAN",
            "Who gave you the instruction to always go to these different places?",
            "Male"
        ],
        [
            "J P NEL",
            "Major Smit and Brigadier Leon van der Merwe he was in command there.",
            "Male"
        ],
        [
            "MR MALAN",
            "So you accepted that from the 14th of April to the 25th your contribution to the war was the protection of the leader?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes and the fact that with a previous meeting at the Trim Park  before we were called up we were told, that was in the February month that a fax was found where they would hunt the Ystergarde and would kill us.",
            "Male"
        ],
        [
            "MR MALAN",
            "But no actions were planned or talk about actions from the 14th till you received the pipe bomb instructions?",
            "Male"
        ],
        [
            "J P NEL",
            "No not at all.",
            "Male"
        ],
        [
            "MR MALAN",
            "When did you think would the war start?",
            "Male"
        ],
        [
            "J P NEL",
            "Mr Chairperson I thought that from my call-up instructions I thought that we are available. That it could happen any time.",
            "Male"
        ],
        [
            "MR MALAN",
            "You said that your children's birthday, your wife is angry with you, you walk away and all that you had to do was to protect the leader but anybody else could have done it and you do not think about the war. Did you have troubles at home before you left or only after you left?",
            "Male"
        ],
        [
            "J P NEL",
            "It was only after I left there. When I left there yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "I can understand if you had troubles and you want to get away from your wife but it is difficult for me to understand if you do not want to leave your wife.",
            "Male"
        ],
        [
            "J P NEL",
            "For me the struggle that we were involved in, the fact that I was called up now is the time I believed that then it was told to me that it is going to happen. So I was ready to be available at any time.",
            "Male"
        ],
        [
            "MR MALAN",
            "Do you know if your father then went to go and visit your wife and children?",
            "Male"
        ],
        [
            "J P NEL",
            "I do not know if he went to go and fetch them. At the end of the day when I was arrested I contacted him and then I saw them when they visited me in prison.",
            "Male"
        ],
        [
            "MR MALAN",
            "You said that you asked him to go and visit them. From the 14th to the 25th you were gone. And immediately after the 14th you asked him to go and visit them?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "But up to the 25th you do not go to any trouble to go and visit them and then you go and see that the house is empty.",
            "Male"
        ],
        [
            "J P NEL",
            "I was not at a phone to phone them. We were in the veld or a bush.",
            "Male"
        ],
        [
            "MR MALAN",
            "At the leader's house isn't there a telephone or at head office or at Trim Park?",
            "Male"
        ],
        [
            "J P NEL",
            "At Trim Park we did not have any telephones and there on the farm, in the veld we did not have any telephones. And at the leader's house where we did guard duty and worked I worked outside. We did not work inside the house.",
            "Male"
        ],
        [
            "MR MALAN",
            "So you never worried about your wife and children at that stage?",
            "Male"
        ],
        [
            "J P NEL",
            "I believed that God would protect them and look after them. Or my father, sorry my father.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Nel how many people asked to go and visit their families?",
            "Unknown"
        ],
        [
            "J P NEL",
            "I would say approximately 15 people. I cannot say exactly.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR PRIOR",
            "I have got no further questions Mr Chairperson.\nNO FURTHER QUESTIONS BY MR PRIOR",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "No further questions.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Prinsloo have you got re-examination?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Thank you Chairperson. \tMr Nel initially you were in Western Transvaal and Ventersdorp and then to the game farm. You said that at one stage that at the game farm was centrally positioned close to the PWV area. What do you mean by that?",
            "Male"
        ],
        [
            "J P NEL",
            "When they said to us that we are leaving, Major Smit said that we are leaving for the game farm. He said that we are on the border of the Volkstaat that will be established at that it is close to the PWV area. I believed that after the utterances of\nConstand Viljoen that he said that the AWB would deal with the city areas, urban areas and the Volksfront would then deal with the rural areas and that is why I believed we were involved.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you personally patrol on the game farm?",
            "Male"
        ],
        [
            "J P NEL",
            "No I was more involved with the guard duties. I never myself did patrolling. With the car theft I was involved and the rest of the time I did guard duty. And at the game farm itself ensure that nothing went wrong.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "You gave evidence that at the different taxi ranks there were a lot of police that morning?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "According to the evidence in front of this honourable Committee there were other explosions at various taxi rank areas in Randfontein and Western area. Did it have any influence? Do you think that is why there were so many police there?",
            "Male"
        ],
        [
            "J P NEL",
            "Yes it could have been a factor. That is why we thought, because there is so many police because there has already been explosions that policing could have resulted because they thought that only taxi ranks would be targeted.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "No further questions.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            ".",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "One aspect Mr Nel. You mentioned the\nGenerals where you were on guard duty that had a meeting there.",
            "Unknown"
        ],
        [
            "J P NEL",
            "That is correct yes.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Can I just get clarity concerning this. It does not appear in your statement in Annexure A.",
            "Unknown"
        ],
        [
            "J P NEL",
            "No Mr Chairperson I did not add that in.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Did you see that as an important event?",
            "Unknown"
        ],
        [
            "J P NEL",
            "At that stage I did not think of it when I made my application but I did bring it under the attention of my advocate.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "At what stage?",
            "Unknown"
        ],
        [
            "J P NEL",
            "It was with consultation.  I did bring it under their attention and that is why they asked me.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "What did you read in that meeting? What relevance do you think that meeting had concerning everything that happened?",
            "Unknown"
        ],
        [
            "J P NEL",
            "The fact that the Generals in staff were there because for me eighty percent of the Generals in staff who were there I believed that in that meeting certain decisions were made about why we were gathered there.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Did you tell that to your advocate?",
            "Unknown"
        ],
        [
            "J P NEL",
            "Yes I believe so.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "It appears to me as if it is a very crucial event and I find it strange that it now for the first time you mentioning it in this hearing.",
            "Unknown"
        ],
        [
            "J P NEL",
            "That is how I saw it. That is what happened, because I was placed as a guard outside but in the time when we wrote this I did not think of it either.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "When was this meeting?",
            "Unknown"
        ],
        [
            "J P NEL",
            "It was in the evening the people were sleeping and I was outside, a roaming guard. I was moving around and when they moved in.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Then this makes it more sinister.  Here the whole Generals in staff appear midnight in secret and you do not make anything of it and that is strange to me.",
            "Unknown"
        ],
        [
            "J P NEL",
            "They held the meeting and I cannot say why it was held in the night and what was discussed there but I knew that they were there definitely.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Did you mention it to your fellow soldiers or men, that the Generals in staff were there last night and I wonder what they were talking about?",
            "Unknown"
        ],
        [
            "J P NEL",
            "No not at that stage.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Not towards anyone?",
            "Unknown"
        ],
        [
            "J P NEL",
            "No I was on guard duty I saw them I think some of them were awake and would have seen them as well and I did not mention it to anyone.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Nel it is not the place but it is strange. If you could that this sinister event followed it up with anybody?",
            "Unknown"
        ],
        [
            "J P NEL",
            "No I did not do it.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Mr Chairman there is just one other aspect that I hung on for so long that I forgot about it. If I may with the permission of the panel.\n\tMr Nel you say that you were on leave when you went to the resort or Major Smit dropped you off at the resort. How long did you stay there?",
            "Male"
        ],
        [
            "J P NEL",
            "I was arrested there.",
            "Male"
        ],
        [
            "MR PRIOR",
            "The same day?",
            "Male"
        ],
        [
            "J P NEL",
            "That morning yes. That afternoon late I went there and the next morning, the 27th I was arrested there.",
            "Male"
        ],
        [
            "MR PRIOR",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it correct that General Cruywagen was arrested at the same place you were arrested?",
            "Unknown"
        ],
        [
            "J P NEL",
            "Yes that is correct he was four bungalows from me and he was also arrested there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who threw that bomb out of the car?",
            "Unknown"
        ],
        [
            "J P NEL",
            "Who threw the bomb?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Or swung?",
            "Unknown"
        ],
        [
            "J P NEL",
            "Mr Chairperson I drove. Gert Fourie was left in front on the passenger's side and Piet Steyn sat at the back on the left hand side. He ignited it and threw it out of the window.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The whole operation you wanted it to be a success, is that right?",
            "Unknown"
        ],
        [
            "J P NEL",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This pipe bomb when it was thrown out of the car wasn't there a risk that the fuse would go out?",
            "Unknown"
        ],
        [
            "J P NEL",
            "Mr Chairperson I do not have knowledge of explosives and stuff. They said that is how you must use it and I do not know if that could be.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did they tell you do you throw it?",
            "Unknown"
        ],
        [
            "J P NEL",
            "Yes they said that you must detonate it. They did not tell us that you must put it down or throw it or anything.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There where you were arrested how many people who were at the hearing were arrested there?",
            "Unknown"
        ],
        [
            "J P NEL",
            "Those were involved in the hearing?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many of the people who belonged to the AWB or were involved with the AWB was arrested there where you were?",
            "Unknown"
        ],
        [
            "J P NEL",
            "There was only two of them, me and General Cruywagen and the rest of the people were AWB people.  At the holiday resort the people, the blind people with their wives and families they were all AWB people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The two blind friends were they also AWB people?",
            "Unknown"
        ],
        [
            "J P NEL",
            "Yes their surname is Snyman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you visit there?",
            "Unknown"
        ],
        [
            "J P NEL",
            "No before in training camps we would do that at that same resort.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But what did you do to keep the children busy?",
            "Unknown"
        ],
        [
            "J P NEL",
            "Excuse me?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did you do to keep the children busy?",
            "Unknown"
        ],
        [
            "J P NEL",
            "I do not know, I wasn't there during the day to know what they were doing with them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Chairperson I spoke to you in chambers with regards to an ethical problem. The result thereof is that I withdraw as the legal representative of the previous applicant, Mr Nel and my colleague, Mrs van der Walt would then look after the interests of that client as we discussed it with you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the position Mrs van der Walt?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Yes Mr Chairperson.  I also discussed this with the client and he is happy to accept me as his representative.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "There seems to be a situation that has developed where Mr Prinsloo who has represented Mr Nel thus far has been ethically compromised. The details are not too clear but I accept that this is the position and I can't see any objection to him withdrawing from representing Mr Nel. I am pleased that Mrs van der Walt is able to represent him hence forth.",
            "Unknown"
        ]
    ]
}