{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-06-22",
        "location": "BOKSBURG",
        "day": "4",
        "names": [
            "JAN B. DE WET"
        ],
        "case number": "AM6466/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52703&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98061725_bks_boksbur3.htm",
        "speakers": [
            "JAN B DE WET",
            "UNKNOWN",
            "MS VAN DER WALT",
            "CHAIRPERSON",
            "ADV BOSMAN",
            "MR MALAN",
            "MR LANDMAN",
            "MS CAMBANIS",
            "COUNSEL",
            "MR PRINSLOO",
            "ANDRIES STEPHANUS KRIEL",
            "MR SINJATSI",
            "INTERPRETER",
            "MR BRACHER"
        ],
        "original_speakers": [
            "JAN B DE WET",
            "MR PRIOR",
            "MS VAN DER WALT",
            "CHAIRPERSON",
            "MR DE WET",
            "ADV GCABASHE",
            "ADV BOSMAN",
            "MR MALAN",
            "MR LANDMAN",
            "MS CAMBANIS",
            "COUNSEL",
            "NO FURTHER QUESTIONS BY MS VAN DER WALT",
            "MR PRINSLOO",
            "NO FURTHER QUESTIONS BY MR PRINSLOO",
            "NO FURTHER QUESTIONS BY MR LANDMAN",
            "MR KRIEL",
            "NO FURTHER QUESTIONS BY MR KRIEL",
            "MR SINJATSI",
            "INTERPRETER",
            "NO FURTHER QUESTIONS BY MR SINJATSI",
            "MR BRACHER",
            "MR GCABASHE",
            "INTERRUPTION IN RECORDING - POWER FAILURE",
            "NO FURTHER QUESTIONS BY MS CAMBANIS",
            "RECORDING INTERRUPTED - POWER FAILURE",
            "ADV PRIOR"
        ]
    },
    "testimony": [
        [
            "JAN B DE WET",
            "(sworn states)",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, just before we continue, Mr Bracher was detained and indicated that he would be attending a bit later.  He asked me to convey that to the Committee.  Thank you.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Mr De Wet, your application for amnesty is contained in Volume 1, from page 66 to 80 and Annexure B, page 214 to 223.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Can I just interrupt you, won't you turn those things down please.  It is echoing.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Mr De Wet, in your application form on page 70, you mention the offences for which you were found guilty, and there you mentioned that you were found guilty of the explosions in Bree Street and at Jan Smuts?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "As well as the pipe bombs?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And according to the judgment, that is not correct?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "No, that is not correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You were only found guilty for the Germiston attack?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct.  I would just like the Committee to amend that for me please.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "But Mr de Wet you are applying for amnesty for all the explosions before 1994?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "In your application form you mentioned that you are a member of the AWB and also a member of the Ystergarde?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What was your position in the Ystergarde?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "In the Ystergarde I was a Captain and I was also an Instructor, as well as a personal bodyguard of Mr Terreblanche who is the leader of the AWB.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you attend any meetings which Mr Terreblanche addressed?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Most of the meetings Mr Terreblanche addressed in the Western Transvaal, I was present there because of the fact that I was a bodyguard and I had to accompany him to his meetings.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Now the time right before the election, what was the message that Mr Terreblanche, on behalf of the AWB, conveyed to the country?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "In the run up to the election it was quite evident that the ANC would take over the country and that the government would give it to the ANC, and at the meetings he said that there would be no negotiations, the only negotiation would take place through the barrel of a gun.\n\tAt several meetings Mr Terreblanche said about the explosions and said that it would be bigger explosions, bigger bombs and I accepted that the struggle and the revolution against the ANC and the NP would be with fire weapons and with bombs.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do I understand you correctly Mr De Wet, that you testified to what Mr Terreblanche said - are you telling the Committee that what you did, you did because you were influenced by what Mr Terreblanche said?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Otherwise you wouldn't have done it?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "No, I wouldn't have done it otherwise.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "During February 1994, you also attended a meeting at Lichtenburg, is that correct?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What was the message which Terreblanche conveyed there at Lichtenburg?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "After we got the freedom of the town, Mr Terreblanche as well as Constand Viljoen as well as other members of the  right-wing, they addressed a meeting and Terreblanche said there that the ANC, there would be no negotiations with the ANC and the bombs which already exploded, after that, there would be bigger explosions.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Do you carry any knowledge with regards to a report which appeared in the Rapport paper and I ask the permission Mr Chairperson, to submit a report which appeared on the 6th of February 1994 in the Rapport and this I received from the Institute of Own Time History and I would just like to submit it if you will allow me.  I hope I am correct Chairperson, I think it is Exhibit G.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, that would be Exhibit F.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "In the report which you have in front of you, is it the speech that you referred to?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And in this report, it is where Mr Terreblanche said that if the demands are not met, let there be more bombs?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You already made mention of the freedom of several towns which the AWB received and that is also stated in your amnesty application?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Then there were call up instructions in April 1994, is that correct?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you also receive call up instructions?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes, I did.  But the day they got together at the Trim Park, I was not able to go because of financial problems, and I could not be there.  Brigadier Leon van der Merwe was called by me and I told him that I would come later to Ventersdorp, and he said it was fine, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And then you went to Ventersdorp?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes, I did go there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did you go to Ventersdorp?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "It was the 20th or the 21st of April Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "When you arrived in Ventersdorp, where were the people gathered at that stage?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "At that stage I did not know where the people were gathered.  I went to Brigadier Leon van der Merwe who was the Head of the Ystergarde, I went to his house and when I arrived there, I found him, Johan Smit, Jaco Nel who is also an applicant, Tiaan Potgieter, who was also a co-accused, I found them there and the next instructions were then given to me by Leon van der Merwe and Johan Smit and the instructions were that it was war and we needed a safe place for the women and children and I told them that the place where I was at that stage, was quite safe and there were also other alternative safety places and he said, send people out with me to go and have a look at the places and in the morning, there we left.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who told you that?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Brigadier Leon van der Merwe and Johan Smit.  He was a Major in the Ystergarde.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I just want to confirm, did he say the war is on?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Yes, he said the war is beginning and the AWB's Wenkommando is busy to occupy the whole of the Western Transvaal.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that was about on the 20th?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "It was the 20th or the 21st, I am not quite sure about the date Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you go to Ventersdorp?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Because I received call up instructions which said that the AWB and his Wenkommando and the Ystergade was called up to the Western Transvaal.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that the only reason?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "No, with the run up to the election, because we suspected that there would be complete chaos with the elections, and we, the  right-wingers, made ourselves ready for a revolution.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do I understand you correctly that the reason why you went to Ventersdorp, was to prepare yourself in Ventersdorp and to help to interrupt, interfere with the election?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any other reason?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Later, I will give evidence, but later I also received further instructions.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You mentioned that you were not at the gathering at the Trim Park, or at the meeting there, and Leon van der Merwe informed you about what he said to the people there?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson, I was told when I was at his house, that we were going to gather together, the women would move together and there would be several commando's.  I am talking about the AWB Wenkommando.\n\tThey would gather in different places in the Western Transvaal in order to secure our people and also to disrupt the elections and to make sure it does not happen.  After a while, he also told me that at the game farm, where we would be gathered, we would receive further instructions.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you know if there were any other commando's that gathered together except for those in Ventersdorp?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes Chairperson, as I remember correctly, there were seven areas in the Western Transvaal and there were between 200 and 400 families gathered at specific places.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you know which instructions those commando's had?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "I did not know which instructions were given to them Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "The women and children, they went to your farm in Ottosdal?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Where did the men go?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "After the women and the children and the people from Ventersdorp, after they arrived there - I am talking about the Ystergarde, we were called together and Johan Smit and Abe Fourie told us that we would move from there to another place.  I knew where this place was, but some of the other people did not know that we were go to the game farm.\n\tFrom there, after we sorted out the vehicles, we left some of the vehicles for the women and we took vehicles for ourselves and from there, we went to Ventersdorp.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Can we just determine a day Mr De Wet, because there are sometimes problems with dates.  When did you go to the game farm?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "It was Friday, the 22nd.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "That is the Friday before the election?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct, the 22nd.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "At the game farm, did you have any obligations or tasks?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "We arrived there quite late the Friday evening, it was more early morning Saturday.  Most of us went to bed.  There were some people who did guard duties, they were already there.\n\tThe next morning Johan Smit and Abe Fourie called us together and we were told that the purpose why we were there, was to protect this area, to do patrols and to do guard duties.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "The Saturday night, that is the 23rd, there was a meeting held for some of the members there at the game farm?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Were you involve?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "I was involved at the meeting.  Commandant Dupie was there as well as Jannie Kruger, who was a Lieutenant in the Garde.  He stood at a chalk board, a black board, and there were certain sketches on this board.\n\tThe purpose of this meeting was to go and steal vehicles.  We were told about where the garages are where the vehicles were and we were told to do certain things.  Jannie and Dupie told us about the area, the environment, we didn't know it well.\n\tJannie Kruger came from Klerksdorp and the area in Klerksdorp where the vehicles were, he explained this to us, this area.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What were you supposed to do with these vehicles?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "These vehicles would be used for the struggle which was laying ahead.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you go and steal vehicles?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "We were on our way there, but along the way some of the vehicles we were driving in, came problems and in the end the vehicle theft expedition did not succeed.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "The Sunday, the 24th of April, where were you then?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Sunday the 24th, I was still on the game farm.  I did guard duty.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "According to your application, Koper Myburgh arrived there?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That was the Sunday evening, let's say late afternoon to the evening, he arrived there.  There was another meeting.  It was Gen Prinsloo, Brigadier Leon van der Merwe, Johan Smit, Abe Fourie and Commandant Dupie.\n\tOur usual members who were there, were not allowed in this meeting.  Later the evening, after the meeting finished, I was called into this meeting and Nico Prinsloo asked me if I would go with Koper Myburgh to Koesterfontein on the farm, to go with him to his farm, to go and pick up certain items there and I said that was fine, I will do that.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Yes?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "I went with Koper Myburgh, we went to his father's farm.  There I saw Clifton Barnard, Ettiene le Roux, Johan Vlok, who is also an applicant here, and Koekemoer.\n\tThey were busy in a little building.  There was a gas bottle on the table and around the gas bottle, they were busy sticking together explosives.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you know what they were busy doing?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "I immediately realised at that stage, that it is them who caused the bomb explosion in Johannesburg.  We did not talk about it though, because at that stage I did not know what to say to them.\n\tI received duty to do certain things at Koesterfontein.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Then you already knew that the bomb exploded in Johannesburg?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And what were you supposed to go and pick up there?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "When we arrived at the farm, there were a lot of pipe bombs which were wrapped in canvass, which was in the little room, and Koper Myburgh asked me to place this into the vehicle.\n\tI put a little bit of canvass in the boot of my car, and I placed the pipe bombs on top of that, as well as a 25 litre can of milk, which his mother gave us.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Where did you take these pipe bombs?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "It was taken to the game farm.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "There was a meeting according to the evidence in front of this Committee, on the Sunday evening, on the game farm.  Where you present then?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "I was not present at the meeting, but later Major Johan Smit called us together.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Yes?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "When Major Smit called us together, we went outside and Koper Myburgh, outside now, demonstrated a short pipe bomb to us, how it worked.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did he demonstrate it?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Sorry?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did he demonstrate it?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "He took it out, he told them what it was, a pipe bomb and he told them how to ignite it and then once you have ignited it, you've got three minutes to get away from this pipe bomb, otherwise you will kill yourself.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "That evening, were you tasked to do certain duties?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "When I got back from Koesterfontein, I went to General Prinsloo because Clifton Barnard, when I was on the farm, he asked me to go and hear from Prinsloo what happened about the vehicles he would have supplied us with.\n\tOn Koesterfontein I told Barnard that the vehicle expedition was not successful, so I don't think he would get vehicles at that stage.  But I still conveyed the instruction that I received, still went to Prinsloo to ask him if there is a vehicle and if there wasn't a vehicle available, I would make mine available.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you know why he needed a vehicle?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "At that stage I didn't know why the vehicle was needed.  Then I went to Nico Prinsloo on the game farm and I told him what Barnard asked me to ask him.\n\tHe said, you know there aren't any vehicles and I said well, I will make my vehicle available, considering that you need one that you can put a trailer onto, but on one condition.  He asked me what the condition was and I said I want to be the driver of my car.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "So you were specifically asked to find a vehicle where you can hook something onto?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And then what happened?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "General Prinsloo then asked me if I would make my vehicle available the next morning, and I said yes, I would do that.\n\tOutside where the pipe bomb demonstrations took place, little groups were called out.  First they wanted drivers with vehicles which would have been available for the missions and people were told that two people will go with that vehicle, two people would go with that vehicle.  They also asked me if I would make my vehicle available, that was Commandant Dupie and Koper that asked me this, Koper Myburgh.\n\tI said that I have already had another duty to perform.  I cannot give them my vehicle for the pipe bomb mission.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you know that the vehicles, these little groups which were called together, did you know that they were going out with pipe bombs?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes, I knew that.  They were pertinently told that, that they would go out on pipe bomb missions.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you know where they were going?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "No Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What happened further?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Then I went to bed.  Some of the groups' duties, this is Dupie and Myburgh who told them this, they brought them apart and said something to them, but I don't know what they were told, I went to bed.\n\tEarly the Monday morning, Dupie woke me up and told me it is time to go.  Me and Dupie then left for Koesterfontein.  On the way to Koesterfontein, I stopped at the garage, I think it was Sasol, I threw gas into my car and from there, we went to Koesterfontein.\n\tAt Koesterfontein, once we arrived there, I've got a yellow Toyota car with a trailer at the back, and it was in the path towards Koesterfontein's house, and there were people busy.  The people who were busy with this trailer was Ettiene le Roux, Clifton Barnard and Koekemoer and Johan Vlok.\n\tCliff Barnard called us together and told us okay, the trailer must be hooked onto my vehicle and that it is a trailer bomb which must go to Germiston.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And when you received the instruction, why did you adhere to it?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "We were in a war and the election had to be stopped at all costs.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you know where this bomb was going?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That was the morning, early that morning Barnard told us that this bomb is going to Germiston.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you know to what specific place this was going?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "No, they did not say the specific place.  They said a vehicle must drive in front and the vehicle driving in front, would indicate where this bomb must be exploded.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Who had the task of detonating this bomb?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Johan Vlok who was with me, he had the duty to detonate the bomb.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Was there any changes made to your car regarding this bomb?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Koekemoer, the way I built that bomb and earlier that evening, I saw how they built it, that two wires from the trailer would be extended up into my car and that at this place, they have to detonate this bomb.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Meaning that you, yourself, would do it?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes, at that stage, I was willing to give my life for God, country.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Who then all left for Germiston?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "The vehicle who drove in front, we called it a guide vehicle, or the ghost vehicle, it was Johan du Plessis and my vehicle, the second vehicle which had the bomb, it was me and Johan Vlok.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Was there any arrangements made of what the vehicle in front would do?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "In both of the vehicles there were Defence Force radio's and the command on the radio would be that the vehicle in front would guide us on the road, and if there is a road block, they would warn us and if possible, we could turn around.\n\tIn the area where the, the radio's did not work in this area where we drove, we drove a bit slower and we drove very close to each other up to where we left the bomb.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You said that you were willing to give your life for God, your volk and your country?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What country is this, or father land?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "At that stage I believed that it was the Volkstaat that would be established in the Western Transvaal and that the Boere Republics would be established there and that we would get it back in the election.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What nation?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "The Afrikaner nation.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You then went to Germiston?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes.  Germiston itself, I did not know very well.  When we arrived there, the vehicle in front stopped and gave us a signal.  At that stage, I did not realise that the bomb must be dropped there.\n\tI continued following and they immediately stopped.  Johan Vlok told me that I must drop the bomb off here.  The vehicle in front drove on, turned off in a side street.  When I got out of my vehicle to unhook the trailer, I saw taxi minibuses and I saw that it was a double lane, the taxi's came from the front, and people got out.\n\tAt that stage I told Vlok we cannot detonate the bomb now, we have to wait because with my vehicle, we cannot turn around.  If we make a U-turn, the streets were too narrow.  One of the minibuses continued. \n\tAt that stage I also continued, because for me it was not the right time to detonate the bomb.  We carried on in the same road or in the same lane, we saw that there was a parking spot that was open.  We drove around the block, it was on the wrong side of the road, where the parking lot was open.\n\tI drove around the block to get into the right lane.  Vlok and myself got out, we unhooked this trailer and pushed it into this parking lot.  It was his task to detonate the bomb.  I got into the vehicle and waited for him to get in.\n\tWhen he got into my vehicle, we drove on.  We stopped at the traffic light, the second traffic light was red and when we stopped there, the bomb exploded and from there, I went back to Koesterfontein.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What did you do at Koesterfontein?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "At Koesterfontein, I had to report back to Barnard then, Barnard and Koekemoer.  When we arrived there, I cannot remember, I do not think that there was anybody else, they were not there.\n\tFrom there, we went to the game farm.  At the game farm, we found them where they were all together.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "The following day, that is now the Tuesday, the 26th of April, where did you go then?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That evening, when we saw over the news some of the pipe bomb missions haven't returned yet, and they said we have to move from our position.  General Nico and Leon van der Merwe said or asked me if I knew where the shooting range in Rustenburg was and I said yes, I knew.\n\tThey said that we will meet there together, the next morning.  The Tuesday morning very early, when we got up, the pipe bomb mission from Pretoria had not returned yet and through General Nico Prinsloo and I was given a task to drive in front because it was a red vehicle, because I saw on the news that there was a red vehicle at the Germiston bombing.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Why did you have to drive in front?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "They were afraid that if I drive with the convoy, that they would identify my vehicle.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "At the shooting range, did you receive any instructions there?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "At the shooting range, when we arrived there, we were the first to arrive, but an hour later, a convoy arrived systematically which Nico Prinsloo and Leon called me and they told me that I must remove the tow bar from my vehicle.  I asked them why, it is a red vehicle.\n\tThey said if there is not a tow bar, it would not be so obvious or suspicious.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "So as I understand your evidence correct, Nico Prinsloo and Leon van der Merwe, did know about the mission you were on?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you talk about this with them?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "No, I did not discuss it with them, but they did know about it.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "At the shooting range, evidence was already given to this Committee, certain people that was Tuesday evening, the 26th of April, went to their wives where they lived or stayed at your farm?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you go with?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "After I took the tow bar from my vehicle, Commandant asked me to go with to the game farm.  The reason why he asked me was - at that stage I didn't want to go to the wives - the reason was that if there were problems where the wives were and they would move to another area, I did know where they were going if they would move and then I could probably show them which was the shortest way to get there.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Apart from being uncomfortable for the women at Cliff Barnard's farm, why did they go and stay at your farm?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "There was enough facilities for them and because it was told that we were in a war situation now.  That the wives must be in a secure place and 20 kilometres from where the wives where, there was 400 AWB people gathered together with their families.  They were armed, and they had radio communication with each other if problems would arise.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did they know that the wives were on this farm?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "From the shooting range, did you then leave the Tuesday evening?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes, we left to Ottosdal where the farm was.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And Wednesday, the day of the election, 27th of April?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "The day of the election, we went back to Ventersdorp.  The reason why we went to Ventersdorp was that two of the men that went with us, their wives in the meantime, they did not want to be part of the group of women who was together there and they went to Ventersdorp to go back to their homes, or Johannesburg where they lived.  They did not want to be part of the struggle any more.\n\tIn order for them to get to their wives, we went to Ventersdorp.  We went round to the AWB Head Office.  Fourie and myself went to Terreblanche where he was busy in the office, he was on the phone.  After Mr Terreblanche finished with his phone call, he told us that early in the morning Nico Prinsloo and Leon van der Merwe and people in Pretoria, were also arrested for the bomb plantings.\n\tHe then told us that we must go back to the shooting range and tell the people there that if we are arrested, that we must make no statements and that we must make use of our right, to keep quiet.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you then go to the shooting range?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes, from there we went to the shooting range.  On the way Abe Fourie, I asked him to go along to one farm, there were certain things that I wanted to pick up there.\n\tWe stopped at the farm, just before we drove into the farm, a vehicle came from Rustenburg, it flashed its lights and said that we must not go to the shooting range, they are busy arresting the people at the shooting range.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You did not then go back?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "No, we did not.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And you were arrested later?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes, three to four months later I was arrested in Ottosdal.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "This whole operation that took place, under whose command was this whole gathering?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "I believe the AWB leader, Terreblanche, the General Staff because at various areas in the Western Transvaal, AWB Commanders came together with different Generals, who were tasked for this mission.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Specifically at this game farm, where you were, was there any General that was in command?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "At the game farm, Nico Prinsloo was the Commanding Officer.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "The place where you left the bomb, was this indicated to you where to leave this bomb?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you discuss beforehand that there would be a specific target?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "There were no specific targets indicated to us.  It was general public in the area.  If there were white people, black people, AWB people, CP people, it didn't matter who were killed in this bomb planting.  We didn't have a specific task to say, to target a specific group of people, it was in order to disrupt the election, to prevent the people from taking part in the election.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr De Wet, the chances that a member of the AWB would die in that situation was very slim,  because at that stage your plans were that everybody would be gathered in Ventersdorp?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "My vehicle with the bomb, I had the risk that I would lose my life.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I understand, but general members of the public, it wouldn't be a big chance that there would be an AWB members, because everybody was in Ventersdorp?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "I believe at that stage, there were some AWB people who were not willing to give everything up and move to the Volkstaat.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Mr De Wet, evidence was given by Mr Fourie that he sold everything, he left his job in order to move up to the Western Transvaal.  What was your situation?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Myself, the place where I worked at a mine and with the Affirmative Action, it was told to me that I was one of the people who had to leave because also of my right wing activities.\n\tI then took a package and I went to Ventersdorp where at the Head Office of the AWB, I started a guard section in order to protect Eugene Terreblanche and his family.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Was this before the election?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes, it was before the election.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Do you know if Mr Terreblanche ever mentioned the revolution that will begin?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "It was general knowledge that there is a revolution on its way and in his meeting and speeches, he said that revolution will take place.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did he personally talk to you about this?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes, at one stage we went to a meeting, I protected him, where Constand Viljoen and some of the Generals attended.  On the way back to Ventersdorp, it was in Pretoria, on the way back to Ventersdorp he mentioned that Constand Viljoen told him that with the war that is coming, he will appoint the cities to Eugene Terreblanche.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What did you understand regarding this appointment to Eugene Terreblanche?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "In January/February we went to the Skilpad Hall in Pretoria where Viljoen and some of the other Generals and right wing leaders were together.  It was said that we will not negotiate with the National Party or the ANC/SACP alliance, that we will fight this war.\n\tAnd then I concluded that because it was war talk at every single meeting, that Mr Terreblanche's Wenkommando will use the cities to make war.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many people would that be in the Wenkommando?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Sir, at that stage as far as I know, there were more than 40 000 AWB members in the Western Transvaal.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am talking about these people who would fight in the war?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "In total the AWB and the right wing spectrum, it was more than a million people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that what Terreblanche said to you?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Yes, that is what Constand Viljoen and Terreblanche said in their speeches regarding the membership.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that the truth?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Yes, I believed that it was the truth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And now?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Today I know that we were only a small group that were misled.",
            "Male"
        ],
        [
            "UNKNOWN",
            "This war talk that you had heard, wasn't the revolution supposed to start once the ANC took over, wasn't that what your leaders were saying to you?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "We were already within a revolution since the National Party started to negotiate with the ANC with a one man, one vote.\n\tBut the revolution would begin the day when the ANC takes over.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was wrong with the one man, one vote, idea?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Sir, because I believed in a Volkstaat ideal that when the ANC takes over, they will not look after my interests.  They want us to unite, that the culture which you support, must be mixed now and I don't want my culture and religion to mix with others.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Religion as well?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Yes, religion as well.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You see, my problem is that the ANC had not taken over yet when you offered your car and when you went out on this particular mission, so where does your action on that day, fit into the call up to start this revolution once the ANC took over?  What was your understanding?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, what I understood regarding this was that we already thought that the revolution against the National Party and the ANC/SACP alliance with certain speeches by the ANC that they will not give us a Volkstaat and the ANC leaders said Kill the Boer, Kill the Farmer.  We were already in a revolution and in a war struggle with the ANC.\n\tIt was not specifically targeted, or we did not specifically say that we were going to start today, it was a thing that had a long period of time, it came over a long period of time and because the ANC said we will not receive the Volkstaat.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "According to the question asked by the panel member, you said that the revolution already started.  Do you carry any knowledge with regards to any bombs which exploded before the explosions which were triggered by your members?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.  In the Western Transvaal, and this already happened in 1993, there were bomb explosions in several places in the Western Transvaal, Free State and Mr Terreblanche said that he spoke to the National Party at meetings, that if they do not want to listen, he will plant another bomb the next day, tomorrow or the day after, a bomb did explode.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "The bombs you were talking about, did you know which group, which group was responsible for those bombs?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "I knew it was AWB members who were responsible, people who were involved with the AWB, it is them who planted the bombs.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did the AWB by means of Terreblanche or someone else, did they admit that those bombs were detonated by the AWB or on behalf of the AWB?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "No Chairperson, Terreblanche himself did not admit it, but at a meeting he said tomorrow another meeting would explode if they do not want to listen.  So I accepted that it carried his approval.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That bothers me - the people, how would they have received the message if they did not know who was responsible for the bombings?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Chairperson, every time when there was a group of people that were involved in bomb explosions, there was a splinter group, I don't know how to call it any other way, which worked under a (indistinct) name of the AWB.\n\tThink of the bomb explosion in Johannesburg, that was the BKA who accepted responsibility for it.  In Rustenburg in 1992 and 1993, there was also another bomb explosion which was The Boere Ordevolk people said they were responsible for it.\n\tAt that stage it was people who were directly involved with the AWB and for me, it was the standard that as soon as there was a certain little group who do things within the AWB, they do not use the AWB's name, but they use, they are part of the AWB.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I still do not understand, at that stage you were advised to prepare yourself for a revolution and you believe in this, because certain people in leadership positions, said certain things.\n\tIn meetings of the AWB it is accepted that these bombs, were exploded by the AWB because they wanted this Volkstaat.  But how would the Nationalists at that stage, how would they have known that this bomb was exploded by the AWB because they wanted a Volkstaat?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Chairperson, according to Mr Terreblanche's utterances, and I am going to try and remember his words when he said if they do not want to listen, tomorrow there will be another bomb.\n\tBecause of what he said there, I accepted that it was his way of conveying it to the National Party.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How would the Nationalists have found out about it?  Everybody knows that the AWB's meetings were not the greatest meetings in this country?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Because of the fact that right-wingers were involved in the explosions, the right wing organisations or splinter groups which accepted responsibility for it, because of that, I assumed that the National Party  would understand it as a right wing resistance.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And all these splinter groups, did they have one thing in common, one cause and that is to get the Volkstaat?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "You spoke about splinter groups as you called it, which took responsibility for what happened, can you be a bit more specific with regard to the bombs that we are dealing with here in this trial?\n\tWhich groups accepted responsibility for which bombs?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Chairperson, the Bree Street, Johannesburg explosion, the first news report which came on TV was that the SACP took responsibility for it and that is facts that came from the news, from the TV news.\n\tWith the second report, the SACP distanced themselves from the bombs and then it was said that the BKA took responsibility for it.  At that stage, all I knew of the BKA was that Constand Viljoen was at one stage part of that group.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "When you talk about the SACP, do you mean the Conservative Party or the Communist Party?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "No, the Communist Party Chairperson.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And except for the Bree Street bomb where the report said that the BKA took responsibility for it, was there any other groups which you can specifically mention, who took responsibility?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "It was the only one that was made known on the news.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "How did you regard the BKA?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "What I know about the BKA is that it was Mr Viljoen, Terreblanche, Ferdi Hartzenberg, the Mine Workers' Union and the Agricultural Unions, it was a group of 12 members.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Was it leaders - were they leaders or was it only them?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "No, it was only the leadership of the splinter group which served under the Freedom Front or operated under the Freedom Front and the AWB.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You were asked about how the message would be conveyed to the National Party, but if you look at Exhibit F where the speech was made, where you were present, in the second paragraph, in a meeting where they received the Freedom of Lichtenburg, Mr Terreblanche referred to the bomb explosions in the Western Transvaal, Free State and said that they would increase if Afrikaners do not receive their Volkstaat.\n\tIs that how you remember the speech and how it took place?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson, and because of these utterance, we accepted that it was a basic instruction for us and for the groups who took part in the revolution, that there will be a war.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "If you listen to such a speech and it is taken up by the media, then it is quite evident, if you look at this report now, that the AWB was involved?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes, that is correct Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Is that how you understand it?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is how I see it, that is how I understand it Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "I want to take you back, you also said that Terreblanche said the AWB is responsible for the cities.  Why on the game farm at Magaliesburg, why did you gather there, do you know?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Chairperson, I cannot say exactly why, but at that stage, we were informed that the game farm is very close to the Volkstaat's boundaries and to operate from there, and I am using the English expression, it is a hit and run.\n\tYou can go from there, complete your mission and return and it was a very appropriate place.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "So, it is close to the cities?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes, it is close to the cities.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "This hit and run, you are aware of the AWB's policy which you will find in a little book which was published and was given out by Oelofse and in the first phase, he talks about the first phase.  Did you study this booklet before you joined the Ystergarde?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And what was the view of the AWB as it is set out in this specific book with regards to guerrilla warfare?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "It was said that the AWB associates himself with that and that these actions would meet their approval.\n\tI also received training in order to do these things.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What do you understand when we talk about guerrilla warfare?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Guerrilla warfare implies, if you look at the border, we went from South Africa to Angola.  For us it was no longer a border war, but a city war, so I was stationed at a place and I go from there, and I make war and I return where I received my protection.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And you do this in small groups?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes, we do it in small groups.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You mentioned that the BKA, \"Boere Krisis Aksie\" took responsibility for the bomb in Bree Street, is that correct?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Were you present on the game farm when certain people from Natal arrived and Johan Smit welcomed them?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "I was not present when they arrived there, I think when they arrived I was busy with my mission to Germiston.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "During your trial in the High Court in Johannesburg, you gave evidence that Johan Smit told the Natalians that the BKA took responsibility for the bomb.  Can you remember that evidence?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes, I can.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Mr De Wet, you gave evidence in your trial, is that correct?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Were you speaking the truth?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "No Chairperson, in the Supreme Court of South Africa I lied.  The reason I lied, was to prove my innocence in that matter.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "When you left on the day of the election, were you on the run?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are accused?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "I beg your pardon?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are guilty?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Yes, I am.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am not talking about the findings, but in reality are you guilty?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "In reality I am guilty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did you want to prove your innocence?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "By telling certain lies and getting witnesses to come and say that I wasn't involved.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Mr De Wet, you are now applying for amnesty for all the explosions, why?  You were not involved in all the explosions?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Chairperson, I apply because I was involved with a group of people who were involved in a revolution and who went out to commit acts of terror in order to stop the elections and to create chaos.\n\tThat is why I am applying for amnesty, I associate myself with them and I was part of the group of people who did that.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And you also took the pipe bombs to the game farm, and you knew these missions were going to take place?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "When you left the shooting range the Tuesday, did you know that other bombs were going out?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Chairperson, we were told that the war would take place until we have reached our ideal, which is the Volkstaat, so I accepted that there would be further bomb explosions and also that we were going to commit ourselves to an armed struggle.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Once you started running, did you learn about the explosion at the Jan Smuts airport?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "The morning when we were at the Head Office of the AWB, Mr Terreblanche said that there was a report on the radio that a bomb exploded at Jan Smuts.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What did you think then?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "I suspected that it was the people who were at the shooting range, it was one of their missions.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Eugene Terreblanche said a bomb had exploded, or one of your bombs, as in associating himself with the action, can you just clarify that?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, Mr Terreblanche said a bomb exploded at Jan Smuts.  He did not say that it was a bomb that we were involved in.\n\tHe only said a bomb exploded.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can I just follow up on that, when he said a bomb, you said that you suspected, but did you not in reality know that it was one of your bombs?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Chairperson, at that stage I was not at the shooting range to know that it was a bomb that we made there.  The only bomb that I was certain about, was the Germiston bomb, because I saw that it was built.",
            "Male"
        ],
        [
            "MR MALAN",
            "But did you suspect that it was one of the bombs from your unit, or did you suspect that it was an AWB bomb?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I suspected that it was the unit that we were involved, that it was them who created the bomb explosion because that was the only bomb explosions at that time, it was coming from our group.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And did you actually discuss this with Mr Terreblanche, did you say to him, oh yes, that is one of ours?  Did you, yourself then identify with that and say oh, that must be one of ours because you were feeling good about this, all these terrorist acts of yours because of your objective, whatever that might have been?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Mr Chairman, I did not discuss this with Mr Terreblanche, because the problem was that people were arrested because of these bomb explosions, and we wanted to get back as quick as possible to the shooting range, to report to them and tell them that people are being arrested because of the bomb explosions.",
            "Male"
        ],
        [
            "UNKNOWN",
            "But as one of Mr Terreblanche's former bodyguards, you were quite close to him, it is the type of thing you would normally have discussed with him?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "That is correct Mr Chairperson, but at that stage I did not, because of the people being arrested and we wanted to get to the shooting range as soon as possible.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you suspect that it was one of your bombs?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, at that stage we were told, this is when I was at Brigadier Leon van der Merwe's house, that the people as they were moving up to the Volkstaat, there would be more bomb explosions in the Free State, Cape Province and Natal and that up until that point, none of those bomb explosions or any chaos which would have been spread, none of that took place and that is why I accepted that the explosion at Jan Smuts was part of the group that we were involved with.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which group was this?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Us who were at the game farm and then moved to the shooting range.  The Ystergarde, we weren't only Ystergarde members, there were also Natalians and in reality they came from the AWB's Wenkommando.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So the group you are referring to, is the AWB group?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Let's call it the AWB group because the Ystergarde and the Natalians were part of that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Up until that point, this group the AWB group, did not claim responsibility for any bomb, is that not so?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Every time when somebody takes responsibility for a bomb, it was taken by one of the splinter groups?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In the light thereof, why did you suspect that the bomb to which Mr Terreblanche referred to as a bomb, was maybe that it was coming from the AWB's side?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "It was my personal opinion at that stage Chairperson, I accepted and assumed that the bomb which exploded at Jan Smuts, came from our group which was gathered together.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But why?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Because all the bomb explosions up until that point, came from us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is the point I am trying to make and this is what is bothering me, at that stage it was always a splinter group which took responsibility, not the AWB?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "That is how I accepted it at that stage Chairperson.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr de Wet, it is not quite clear to me what you mean with a splinter group, you yourself said you didn't know what word to use.\n\tCan you not explain to us what you regard as a splinter group?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Chairperson, if I must explain at one stage there were people in Rustenburg in 1993 and 1992, who planted a bomb.  At that stage he was the Commander of the AWB's Wenkommando and he for me, he was - the commando unit who was in the Brits area, he was the Commander of that area.\n\tHe was involved in that bombing, he was a member of the AWB, he was a Commandant in the AWB, but when he was arrested for the bombing, it was the Boere Ordevolk who took responsibility for the explosion of the bomb.  For me, it was that because the AWB was involved in a political struggle, that they did not use the AWB's name, but a group which associated themselves with the AWB.\n\tA splinter group is just a group which breaks away from the main group.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Are you saying to us now that this BKA and Boere Orde group is part of the AWB?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "These are groups who break away from the AWB, who is not doing it under the name of the AWB, but doing it under their own organisations, like the Boere Ordevolk, or Boere Krisis Aksie. They are still a member of the AWB.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "So what you are actually saying, I don't know if you know the word, they were affiliated or an affiliated group of the AWB, is that what you mean?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "You must be very careful with the words that you use, because a splinter group means that it is a separate group and an affiliated group means that it is a group that reconcile themselves and see themselves as part of the AWB, you must be very careful with the words that you use, because it can be very confusing.",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The way I understand your evidence thus far is that you accept that for those bomb plantings, it was in a capacity of the splinter groups as you called them, not in the name of the AWB?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairman, the AWB never took responsibility for it.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can I just come back here, because even this affiliated groups give me a problem.  If I understand you correctly, there is a group of members who do something under a pseudonym or does something under another name?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, it is not a pseudonym, it is names that after a while, you can call it a type of code name because suddenly that organisation or group, was never part of the AWB after the deeds were done, these groups would then use this name.",
            "Male"
        ],
        [
            "MR MALAN",
            "It is a name for an action or an opportunity, so it depends on the opportunity or the circumstances?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you see it as part of the AWB's initiative or did you see it as part of a group of individuals' agenda?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairperson, it had the approval of the AWB and other institutions.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did they have the approval or did you see them as part of their own personal agenda?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, it was part of their agenda, because if someone did something, they would then take responsibility for it.",
            "Male"
        ],
        [
            "MR MALAN",
            "You don't think that they just got on the wagon later on, got on the bandwagon in order to focus attention to themselves and that it not necessarily was planned?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairperson, for me it was deeds that were planned because in circles they talked about the right wing who did it or the AWB who did it.",
            "Male"
        ],
        [
            "MR MALAN",
            "The series of bomb plantings that took place, would you describe that as a splinter group action?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairperson, that what I understood from Nico Prinsloo and Barnard, is that the AWB would take responsibility for it because it was instructions that came directly from Eugene Terreblanche.",
            "Male"
        ],
        [
            "MR MALAN",
            "I think you should in this evidence, keep with the splinter group concept because otherwise we are going to get confused.  We can try and understand the concept better, but I don't think you must use other names for the same term.",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Thank you.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Mr Chairman, on behalf of the victim for whom I appear and I believe on behalf of Ms Cambanis who sits next to me, we are deeply disturbed by the questioning which has just taken place.  We would like a few minutes to consider our position and to see whether an application ought not to be considered or not.  We would just like about a ten minute\nadjournment, possibly an early tea adjournment even.  Thank you.\nCOMMITTEE ADJOURNS",
            "Male"
        ],
        [
            "MR LANDMAN",
            "... might be to move an application for the recusal of one of the members of the Committee, Mr Wynand Malan.  Mr Chairman, Section 36 of the Promotion of National Unity and Reconciliation Act makes it quite clear that the Commission and every member of the staff, shall function without any political or other bias or interference and shall be independent.\n\tIt is my submission that Mr Malan has indicated by his questioning, that he is biased in favour of the applicants, that he is aware of the applicant's difficulties and has asked questions of a particular nature designed to stop certain holes which have appeared in the applicant's case.  In order to understand the application Mr Chairman I need to give a bit of background.\n\tMr Chairman, it is the applicant's contention that they were acting on the orders and instructions of the AWB and under their auspices when these dastardly deeds were committed in Bree Street, Germiston and other places.\tWhat has emerged after Mr Barnard and Mr Myburgh withdrew their applications, is that they were left without Mr Barnard who had a large role to play in the planning, according to the documents, a large role to play in the planning.  They are left in the situation where they don't know whether Mr Barnard had any real role to play in the AWB, they don't know his rank, they know nothing about him. They don't know where he gets his instructions from.  \n\tWhat we do know is that an organisation by the name of Boere Krisis Aksie took responsibility for the bomb in Bree Street, what we do know is that there is no evidence before this Court at, before this Committee at this stage that the AWB has taken responsibility for the bombings.\n\tIn fact, on the contrary it seems that the AWB at no stage publicly took responsibility.  Now, that presents a problem for the applicants in that the applicants may well end in these proceedings, with there being a strong belief that the actions undertaken by inter alia Mr Barnard, upon which this particular applicant in the witness box at the moment, also relies, that those actions were taken either by Mr Barnard in his personal capacity or as part of another organisation.\n\tIt is our submission that Mr Malan has, in his questioning of this witness, taken it upon himself to assist the witness in demonstrating that actions that were taken, even if they were taken by other groups, were actions of the AWB and indeed the last question which was asked, was to the effect - did you see it as part, that is now the ANC, the AWB's planning and agenda and he promptly said that that is the case.\n\tAlso there was questions which suggested quite clearly that the answer should be that this was part of the AWB, that this carried the approval of the AWB and as I say, (indistinct) with it in fact being part of the AWB's planning and agenda.\n\tThis is asked, with respect, by the learned member of the Committee, at a time when he is aware that this particular witness has no knowledge of the planning and agenda, he has never testified that he knows what the AWB's agenda was in relation to the splinter groups, he didn't know what the AWB's plan was in regard to the Bree Street bomb, in fact according to his evidence, he knew nothing about it before the bomb actually went off.  Yet, all these questions are designed to again bring these actions by these desperate people, and at this stage, no evidence that they were acting on behalf of the AWB, under the umbrella of the AWB and in our submission, the reason for that is quite clear, the evidence at this stage is going very much against the applicants in proving that these were actions of the AWB, that they were orders carried out on behalf of the AWB.\n\tAt this stage the closest one can get is that some of these acts were committed under the orders possibly of Mr Barnard.   It is our submission that there are other issues, which still need to be dealt with and one of the issues which ought to have been dealt with before Mr Malan suggested that this was all part of the planning and the agenda of the AWB, is what is the status of these splinter organisations.\n\tThe witness' evidence is clear that they were separate from the AWB, it was only during questioning that the seed was planted that they may in fact have been the AWB.  Mr Chairman, there has been evidence in previous applications before the Amnesty Committee that the Boere Ordevolk exists as a separate organisation and indeed if I can refer you to the amnesty decision in relation to David Petrus Botha, Adriaan Smuts and Eugene Marais heard in Durban on the 12th of August 1996, it is clear from the majority decision in that case, that the Orde Boerevolk operates under the leadership of a Mr Piet Rudolph, that it is more militant than the AWB and that this organisation and members of this organisation, have to take an oath which is not the same as an oath which the AWB members would take, and certainly their aims and objectives are different to that of the AWB.\n\tBefore any of that could have been dealt with, Mr Malan has already taken the view, in our submission, and in our submission taken more than the view and indeed has made up his mind that these splinter groups are in fact part of the AWB, part of its planning, part of its agenda and that therefore they should not be seen as separate to the AWB.\n\tThere is, with respect, no objective evidence and there is nothing at all on record, to suggest that that is the case or that those suggestions should have been made at this particular stage.\n\tWe submit that this demonstrates on an objective basis, never mind the subjective basis which the Supreme Court of Appeal indicated in S v Malindi & Others, that Mr Malan has made up his mind about certain aspects of this application, that he is showing bias in assisting the applicants to overcome what is clearly a difficulty standing in their way and we accordingly submit that in the light of the comments which have been made by Mr Malan and his thinking which is quite clearly in favour of finding that even if there were splinter groups, they were AWB - it was still the AWB's agenda and purpose in action, that that is a matter which ought not to have been expressed at this stage and we respectfully submit that from an objective and certainly from a subjective point of view, it is clear that Mr Malan has made up his mind about certain aspects of this application before hearing any evidence from the victims, never mind having heard all the evidence on behalf of the applicants.\n\tMr Chairman, I also want to point out that Mr Malan has intervened previously in this application and we submit that when those interventions are taken globally, then it is clear that there is a bias in favour of the applicants.  \n\tI wish to refer to only one other incident, and that is when Mr Fourie was testifying and again it was clear under cross-examination by myself, that Mr Fourie could not in any way say that he either committed, aided, planned, advised or ordered or any of the requirements in the Act, anything to do with the Bree Street bombing, Mr Malan's intervention at that stage was to say to the witness well, you associated yourself with that bombing.\n\tAgain, attempting to assist an applicant to bring himself into the net so that he can apply successfully and that he can be successful in his amnesty application.  It is therefore with some regret, it is my unpleasant task then to ask that Mr Malan recuse himself from the Committee, thank you.",
            "Male"
        ],
        [
            "MS CAMBANIS",
            "Just for purposes of the record, may I just state that I associate myself with the argument submitted by Adv Landman in this matter.  I have nothing further to add, thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Anybody else wish to associate themselves with the application?  No?\n\tMr Landman, you referred to certain comments made by Mr Malan.  Do you argue that that was intended to assist the applicant?",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "That is my argument yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which comments would these be?",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Mr Commissioner, when I refer to comments, comments some of them, phrased as if they were questions, but clearly in circumstances where the answer was clear, for example to Mr Fourie that he in fact associated himself with the acts which were committed, in regard to Mr De Wet's application, comments such as that the actions which were committed under what was called pseudonym, a word in my submission which was brought up by Mr Malan, that that carried the approval of the AWB, that it was part of the AWB's planning and agenda, this at a time when there is no evidence whatsoever that that was part of the planning and agenda.\n\tAlso the suggestion which was made not from the witness, but by Mr Malan, that these were merely coincidental or incident names which were used in order to possibly cover up a connection with the AWB.   That is not this witness' evidence and we submit that these are all matters which are assisting and are designed to assist and at the very least, certainly have the effect of assisting Mr De Wet.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does the matter as to whether it came to the rescue, assuming that your argument is correct, that Mr Malan's comments came to the rescue of certain applicants, is that factual?  Did it come to their assistance?",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Well, our submission it certainly shows an attempt to assist the ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does it matter whether it did get that result or not?",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Our submission, it doesn't matter whether it does achieve that result or not, but the fact of the matter is that in response to these highly suggestive questions which, we submit, demonstrate Mr Malan's state of mind, that the witnesses were more than eager, to accept and entertain what was said by Mr Malan and to make it part in effect, part of their case.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you say from these comments, you submit that we can come to a conclusion that he has taken a particular view in favour of the applicants?",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "That is our submission, that is my submission, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So really, the allegation as to biasness is based on one aspect, that his comments are such that one can draw a conclusion as to biasness in favour of the applicants?",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Mr Chairman, our submission is that to prove bias in many cases, is difficult in the sense that it is a question of a state of mind of a particular person.\n\tThe only way in which, one of the only ways in which one is able to determine the state of mind of a person, is to analyse what that person has said or done.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Doesn't the test go further and to examine why such questions were posed?",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Mr Chairman, we submit that it is relevant to look at the context within which those questions were posed.  The questions were posed in the context of another member of the Committee, asking questions as to whether or not these were affiliated groups or not so you now have a situation of well, maybe the Boere Krisis Aksie as an organisation is somehow affiliated to the AWB, that is what came out from Adv Bosman's questioning.\n\tMr Malan, however, went much further than that.  What he then suggested to the witness and indeed, this was - it was put in a sense and certainly it came across from this side, that this is how he in fact sees the situation.  This is how it should be seen, namely that these are merely pseudonyms, these are names which are used behind which the AWB members hide, whereas in fact it is AWB members and AWB policy and planning which has been put into effect behind these pseudonyms.  That of course is one ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is one view.  Isn't it possible to have another view and that is that that is what the witness thinks, whether it is true or not, that was how the witness saw it at that time.",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Mr Chairman, our submission is that that is not how the witness saw it.  Indeed his evidence before the intervention from the Committee, and I talk in this case of both Mr Malan and Adv Bosman, at that stage it was clear that these were separate groups, these were the Boere Ordevolk and other organisations that were separate.\n\tIt was on suggestions by, it came out of the evidence or rather the examination by Adv Bosman, that they were what was in the words of the Committee member, affiliated groups.  An affiliated group is a group, it is something which operates separately, but is somehow connected to another group.\n\tWhat Mr Malan then did was to attempt to destroy that distinction altogether in order once again to bring the actions of those groups, into and under the umbrella of the AWB by now watering down the concept of affiliated groups, now to simply to be pseudonyms.\n\tOur submission is that that is an indication of Mr Malan's efforts in our submission, to demonstrate via this witness' answers, but to demonstrate and to plant a seed in everyone's mind, that well, whatever is said about splinter groups, this is nevertheless in fact AWB acting in whatever way.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The ordinary interpretation of splinter groups, what would you say that is?",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Well, a splinter group is a group which has a separate identity, which has moved away from a organisation to which it originally belonged.  For example the PAC would have become a splinter group of the ANC and there is no suggestion in anyone's mind that the PAC is now part of the ANC, in fact there is a lot of people who would ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Quite the contrary.",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Would be most angry if one said that, and in our submission in the same way, a splinter group and in particular, I have already referred to the Boere Ordevolk, which we suggest is now clear from the evidence, is not simply just an alias.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I accept that.",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "But what Mr Malan has attempted to plant is that well, these organisations doesn't count, they don't count.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I raise that issue and as my memory serves me, the witness indicated that he, before coining the phrase splinter group, that he was not sure as to how to describe this group, or these groups, \"just call it splinter group\", - with your argument?",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Because at no stage did he attempt to suggest that these were merely alias which ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I accept that but he was trying to find the proper phraseology if you want to call it and came up with the phrase splinter group.  I am not saying that you are incorrect in your submissions, I am just asking you to assist me in putting your argument in that kind of context.",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Mr Chairman, inasmuch as there may have been some confusion about what he was referring to ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The fact of the matter is that he did preface his answer at that stage, he said I don't know what to call it.",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "He then went on to refer to a organisation which we now know has come before one of the Committees before and that is the Boere Ordevolk.  Once he has done that, in our submission is clear that we now are talking about an organisation, it has a name now and especially in the light of the fact that one of the enquiries which this Committee will have to consider carefully is whether or not this is an AWB action or whether the Bree Street bombing was Boere Krisis Aksie or whether it was Barnard incorporated, we don't know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Landman, my problem is not that the witness may or not have fortuitously taken advantage of the opportunity to flower his evidence, that is another matter, my concern at the moment is that the opportunity created by the questions from Mr Malan was taken advantage of perhaps, but in creating the opportunity, was Mr Malan being biased?",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "In our submission ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And was he biased and can we properly say that he was biased if we take into consideration the preface which I referred to before the witness coined the phrase splinter group?",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Mr Chairman, our submission still is that when all of his questions are taken into account, that not only does it refer to these alias,  and suggest that it was merely an alias it goes further.  It goes further.\n\tThere are suggestions made that what these individuals were doing, that that was being done with at least the approval of the AWB and that the questions asked well, did you see it as part of the AWB's planning and agenda and again, the clear suggestion in my submission, in all of that evidence, is that I want you to say and I want you to understand that as I see this whole case, that everything that was done in connection with the Bree Street bomb and the other bombings, was part of the planning and agenda of the AWB.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Landman, the questioning and the attempting to take advantage of this opportunity to colour his evidence, may in fact operate against the witness, not so?",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Mr Chairman, it may well operate against the witness.  My submission, the enquiry really at this stage is an enquiry of an objective basis as to whether Mr Malan has indicated in his questioning, that he has formed a particular view that the actions of Mr Barnard and the others, on whose behalf those actions were done.\n\tOur submission is that this is clear that what Mr Malan was attempting to achieve here, was to attempt to destroy any suggestion that there might be in the evidence, that Mr Barnard might have been acting on his own, alternatively that Mr Barnard might have been acting on behalf of another group.\n\tWhat Mr Malan has attempted to do in this questioning, and these are the questions of Mr Malan, not of the witness, it is Mr Malan who suggests to the witness but those are only alias, what was being done by these so-called alias groups, was in fact being done as part of the planning and the agenda of the AWB.\n\tIn our submission that indicates quite clearly that that is Mr Malan's view of the matter and that is Mr Malan's clear view, that that is in fact what he intends to find.\n\tMr Chairman, the other aspect of the matter is of course that Mr Malan has asked these questions and clearly in his own mind, he will know what the effect of those questions must have been, with respect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you discount the possibility of the questions being posed merely to clarify certain things?",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "That is so.  We submit that in the context of the question and the manner in which these questions were being asked, that that possibility ought to be discounted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that all?",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Mr Chairman, just lastly, in our submission if one listens to the questioning, it is clear that this was an attempt to put words into the mouth of Mr de Wet, as well as Mr Fourie on an earlier occasion, in order to ensure that the evidence comes out in a particular fashion, which would be favourable to the applicants.\n\tThat is all I have to say.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you say that falsifies the submission of biasness?",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "That is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Prior, do you have any submissions to make?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, from the Evidence Leader's position, certainly there was no understanding from my position that there was any bias, in fact I think that Mr Malan, right at the end said when you now refer to these groups, to avoid confusion, refer to them as splinter groups, so that we know what you are talking about.\n\tCertainly I cannot support the application.  Certainly from where I am sitting, I did not understand the questioning by Mr Malan to convey any sense of bias, obviously that is from my position, thank you.",
            "Male"
        ],
        [
            "COUNSEL",
            "Committee would be, whether we would have to start again or get a re-appointment of the three remaining members, if somebody could just think about that, because I would hate to have wasted a week of my life.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Anybody (indistinct) themselves, or himself or herself, the convenience of the Committee or the TRC is not a matter I must consider.  I must consider the application and grant it or refuse it.\n\tConveniences of any particular individual or Committee, is not a factor I must keep into consideration.\n\tYes, well the point is made and I will certainly check.  We will adjourn and I - we will take the early ...\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Before we adjourned, there was a substantive application for me to make a ruling in respect of an application for the recusal from the Committee, by Mr Malan.\n\tWe have considered the matter and we have come to the conclusion that the application should not succeed.  The ruling is therefore that the application is refused and without wanting to sound topical we will give reasons if necessary at a later stage.",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "(still under oath)",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "(cont)\n\tMr de Wet, can I take you back to your evidence.  You testified and you were questioned about this, this is with regards to the BKA who accepted the responsibility and that was in the media?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "The BKA, were they responsible for the explosions?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "As far as I was concerned, no, it was the AWB\nwho was involved.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Why do you say so according to your opinion?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Because the instructions came from Nico Prinsloo and Brigadier Van der Merwe.  Those were the instructions I received from them.\n\tAnd if it did not carry Eugene Terreblanche's approval, then I don't think Prinsloo would not have given the instructions if he did not carry the approval of Terreblanche.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You were a member of the Ystergarde, what was Nico Prinsloo?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "He was the Secretary General of the AWB.  At one stage he was a Captain in the Ystergarde, but for this operation, he was placed in the position of General over the Ystergarde, that is how I saw it at that stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "From a Captain to General?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "He was a General in the Staff Generals and because he represented us on the Staff Generals, that is why I believe he became General over us.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What you are saying is that when he was a member of the Ystergarde, before he joined the Staff Generals he was a Captain?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "When you are selected to become a Garde, you either become a Lieutenant or a Captain and then there will be later a promotion and that would happen if you work yourself up or certain concessions are made.\n\tHe was a Captain in the Garde, even though he served on the Staff Generals before that, he was Secretary General of the AWB, but it was a requirement that everybody who worked for Terreblanche, had to have training in the Garde and that is why I said he was a Captain, because he successfully succeeded in the training.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "When did he become a General?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Before he joined the Garde course, he was a General, he served as Secretary General of the AWB.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "So do I understand your evidence now correctly that he was a member of the Staff Generals?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And then he had to do a course at the Ystergarde?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes, he had to do that because he was directly involved in the security of Mr Terreblanche and the protection of Mr Terreblanche.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And there he gained the rank of Captain?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "At that stage, when the operation was going on, where was he functioning?  Was he at Head Office or was he in another Division?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "He was working at Head Office, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Directly under Eugene Terreblanche?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes, together with Terreblanche in his office.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And Brigadier Leon van der Merwe, what was his position?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "He was a Brigadier in the Ystergarde and he was also responsible for the protection of Mr Terreblanche.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Where was his office, in which area?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "His office was in the office together with the offices of Terreblanche, in the complex where the AWB had its Headquarters.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "So according to you, as far as you were concerned, the instruction was from the AWB and then you referred to these two people who had direct contact with Head Office?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And any other Generals, did you see any of the other Generals at these gatherings?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Where we got together at the game farm, there was General Andries Terreblanche, that is Eugene Terreblanche's brother, he was there as well as other Generals.\n\tIf I remember, that was the Saturday when we arrived there.  There was an Orde group which some people attended and some of the Generals were present there.  General Alec Cruywagen, he was also there at a certain stage.  Which day exactly it was, I cannot remember, but I know he was there.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "An Orde group meeting, is that a closed meeting?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is a closed meeting Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr De Wet, can you speak a little bit slower.",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "I will try Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "During this operation, you received instructions from General Nico Prinsloo in order to make your vehicle available?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "How did you see this instruction?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "To me it was a question of a General giving me an instruction, we were together as a group.  He first asked me if I would make my vehicle available and I said yes, I would, and then I accepted his instruction and therefore I made it available.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "An instruction from a private person?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "No, it was an instruction from the General who was with us at the game farm.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Who acted on behalf of who?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "On behalf of the AWB.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr De Wet, please explain something to me.  I do not follow you very well.\n\tYou are saying that at that stage you did what you did, because there was an instruction.  Didn't you want to do it yourself?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "The struggle for freedom, it was also an ideal that I strived for, that was to obtain a Volkstaat.  Because I was told that there was a war, I voluntarily made myself available for the struggle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So do I understand you correctly, the instruction only gave you the opportunity to do what you did?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "The instruction was given to me and I reconciled myself with the instructions I received.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Just to link up with that question, this instruction that you have just testified about, this was in connection with your amnesty application, but you also testified that a long time before this operation, there were already talk of a revolution and war?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And you who worked very closely with Terreblanche, what was your opinion or your view with regards to the revolution and the war?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "For me in the run up to the election, it was implicitly shown by the media and also by certain ANC members that no Volkstaat ideology would realise and together with what Mr Terreblanche said, the fact that we do not negotiate with the ANC and that if they do not give what we want, we will make war, and we will use bomb explosions or firearms, or whatever, and I reconciled myself with that, that we were going to take up the struggle against the ANC and the National Party.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Were you prepared to make war?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "I was prepared to give my life for God, nation and father land.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Let's look at your vehicle again, you testified that you were told by General Prinsloo to remove the tow bar from your vehicle?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you do it?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "I did it, yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Cliffie Barnard whom you also testified about, do you know which rank he held?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Cliffie was a Colonel at the AWB.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "How did you view him as a member of the AWB, what was his relationship with the Staff Generals, do you know?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "As far as the Staff Generals is concerned, I do not know, but it appeared to me that him and Terreblanche had a very good relationship and that he did certain things for Mr Terreblanche when they were having meetings.\n\tWhen they were together in the office, nobody else was allowed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr De Wet, in the evidence of the previous applicants, there was evidence which indicated at some stage it was said that the ranks were going to be abandoned, or were abandoned.  Can you remember such evidence?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you carry knowledge of that at that time?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "I only went to Ventersdorp at a later stage, but Leon van der Merwe informed me that ranks would not exist because certain people were given instructions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When was this?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "This was on the 21st or the 22nd, when I heard this from Van der Merwe?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is before the election, before there were talk of bombs?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.  He told me it was war.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The evidence which is aimed at trying to show that you reacted on the instructions of people who had rank, that is senseless because ranks no longer existed?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "No, ranks didn't exist, but in my eyes, he was still a General.  General Prinsloo and Leon van der Merwe, a Brigadier, and the instructions I received from them, my instructions, I got from them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But if you say there are no ranks any more, we are all equal, we are in battle, what is the worth of that evidence that you got instructions from a person with a certain rank?  I do not follow, please help me?\n\tIf there weren't any ranks, what is the worth of that type of evidence?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "It is when we addressed each other in public, I would not say General can I talk to you Captain, or whatever, but in the inner circles it still existed.\n\tWe were together on the farm, and I spoke to someone, because I was brought up this way and also the fact that I did military service, I still used these ranks.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Let me just take you back to Exhibit F Chairperson, just to link up with the fact that statements were made pertaining to the fact that you just acted.  This was put to the other applicants, you acted not on behalf of the AWB.\n\tYou testified that you were present at the meeting in Lichtenburg and you also saw the news report afterwards, is that correct?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "It seems from the news report, the paper that the evening the hall was in darkness, do you know about that?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson, because of the bomb explosion which took place earlier that day somewhere next to the road, Mr Terreblanche told us, he told the public there, that he apologises for there being no power, because they brought the generators to generate power and he asked the people to apologise for the noise, because there is no power because of bomb explosions.\n\tShortly after that he said that if the ANC and the National Party would not listen to our demand of a Volkstaat, there would be further bomb explosions, and these would be bigger than the ones already exploded.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you know who caused the bomb explosion at the power station?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes, I knew who were the two people involved in that.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Who were they?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "De Wet Ras and Breytenbach, they also applied for amnesty.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You say De Wet Ras, there is a De Wet Strydom.",
            "Female"
        ],
        [
            "JAN B DE WET",
            "I apologise Chairperson, De Wet Strydom and Breytenbach were the two people.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "The report goes further in the third paragraph, this is now Terreblanche speaking and the violence would not only take place within the Afrikaner area which they considered the Volkstaat, but also all over the country and then you would get nothing.\n\tThat is what he said addressing the ANC.  Do you have any comment on this?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That was because of the utterances made by the ANC leaders.  The fact that they said one bullet, Kill a Boer, Kill a Farmer.  I think it was because of that, that if the ANC would not get anything out of this whole deal.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "He goes further and he says at the meeting as well, that if they want the bombs to stop exploding, they must admit the nation's right which leads every nation to determine himself, with the right to self determination.\n\tFerdi Hartzenberg was also at the meeting, is that correct?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct.  And if I can remember correctly, Constand Viljoen was also there.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "It seems quite evident that he was adamant on a white election or referendum so that the will of the nation which is quoted, so that it could be demonstrated?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes Chairperson, the Freedom Front, the AWB and the other right wing organisations, they often asked at these meetings that a white election could be held so that we can determine whether the whites wanted a general election or not.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What was your idea, and this idea did the AWB have the same objective?  What would have happened if the election took place with regards to the ideal of the AWB to establish a Volkstaat?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "If the elections took place, no regard would have been given to a Volkstaat for the white Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And he said that is why the AWB wanted to stop the election?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Mr De Wet, did you gain any personal benefit from these deeds?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "None Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What was your situation before this operation, you said you lost your job, but did you have ground on which you were farming?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "After I worked for a while in the AWB, I started working for a private business.  I stayed on a farm on Ottosdal where I farmed.  When the Volkstaat became an ideal, we received the call up instructions, I lost all of that.  Today I've got nothing.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you commit any of these deeds out of malice?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "No, I did not do it out of malice, I did it for the organisation, the AWB.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You did not testify about all of the meetings, but do you confirm the contents of your amnesty application?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes, I confirm it Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "No further questions.",
            "Female"
        ],
        [
            "MS VAN DER WALT",
            ".",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Thank you Mr Chairperson.  Mr De Wet, you gave evidence that you and Mr Potgieter who were your co-accused, was this a person that was accused with you or was he a State witness?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "If I can remember correctly, he was at one stage charged, but he was only in prison for a while and then they used him as a State witness against us.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr De Wet,  in Exhibit F that was shown to you it is also said that earlier the week Mr Terreblanche said that if the Afrikaners before the 27th of April get a Volkstaat or be added into the constitution, there will be no force big enough to stop them, that hell will break loose and that neither me or Ferdi Hartzenberg will be able to stop that.  How did you interpret that, you said that you did read the article?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "For me it was a very real instruction, that we will fight this war if we did not get what we wanted.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you understand out of this that these explosions would occur before the election?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, before the election, with the election and I believe also after the elections, if the people were not arrested, there would be other bomb explosions and violence.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "After the explosion at Bree Street, did you see it on TV at any stage during that day?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "The Bree Street explosion we saw the Sunday evening on the television.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What impression did it leave with you, what you saw?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "The person who read the news that evening said that it, I am going to use my own words, it made a very big impression on the world because there is someone who would like to disrupt the election.\n\tThe media put it very clearly that someone wants to disrupt the election.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you believe that those explosions would prevent the elections from continuing?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, it was very clear that with such explosions, there would be no election.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "With the explosions that occurred the next day, that is now the Monday, the 25th of April in Germiston and the pipe bombings, as well as an explosion in Pretoria, what was your impression or global expression regarding those explosions?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That the chaos that would come from this, would disrupt the elections.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Would it have any purpose if you allowed to when the election started, to only begin with your bombings on that day?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No, it was a struggle that began in the early 1990's.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            ".",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Thank you Mr Chairman.  Mr De Wet, just referring to Exhibit F again, that is the newspaper article, the third paragraph on the left hand side.  The violence will not only take place in the area which the Afrikaners see as the Volkstaat, but across the whole country, and you will get bugger all or then you will get bugger all.  That is what he said of the ANC.\n\tWhat did he mean when he said that they would get bugger all?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That the country will never belong to the ANC at that stage.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Would there by anything left of the country for the ANC?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, something would have been left.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "What is \"bugger-all\" then?  What does that mean?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "We would fight against the ANC, we would make war against them and that is the impression that I got from that.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Sir, I put it to you it is clear here, what you are saying is that there will be violence everywhere, and there will be nothing left for the ANC, isn't that so?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is what it says yes, I saw it that there would be something left for a new beginning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How do you make that conclusion?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Sir, I believe that you would have to plant a whole lot of bombs if you want to destroy the whole country in order for there to be nothing left.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I know that is the practical conclusion of that, the question is how did you understand that sentence?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "For me it was that nothing would be given to the ANC, we will fight for what is ours.  That is how I interpreted it.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Sir, I want to put it to you that the other interpretation which is more clear, is that you will attempt to destroy everything, so that there will be nothing left?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I do not agree with that Mr Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "That is why you planted all these highly damaging bombs that destroyed buildings?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "The bombs that were planted in Johannesburg, it was only a small part that was destroyed and it was not the whole of Johannesburg.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Mr De Wet, seeing the carnage caused by the Bree Street bomb on television on the Sunday night, did you think a few more of these big bombs would then bring an end to the election?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, I believed that it was possible.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "And that is all that you wanted to do, was to stop the election?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, to stop the election.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "There was no need to throw pipe bombs, small pipe bombs at groups of people?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Sir, I was not the planner of the pipe bombs, so I cannot say what the purpose was of them.  If it was also possibly to create further chaos.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Did you participate in the throwing of the pipe bombs?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairman, I was not part of it but I was present when it was demonstrated and I transported it from Koesterfontein to the game farm.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr De Wet, you gave evidence or testified as far as I remember that you reconciled yourself with the pipe bombs and that which was done with it?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In the light of that, can you maybe answer again to the question that Mr Landman asked you about why pipe bombs were used?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, all that I can add there is that that is to create further chaos in order to stop the election.  That is my personal opinion and that is how I saw it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is not a question that you cannot answer the question because you did not do the planning?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "I did not do any planning regarding the pipe bombs because I did reconcile myself with the group with whom I was at that stage.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Mr De Wet, when you drew up your application for amnesty, did you try to put in all the facts that you knew, that might be relevant to your application?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, when my Advocates for Barnard, Le Roux and Myburgh was us in prison, we consulted together.\n\tI gave them my version and asked the Advocates to submit my application as close as possible to what I have given them.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Did you leave anything out of your application?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Sir, if I can say the biggest detail is not included but the matter that it is about, does appear.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Did you know that you were applying for amnesty for offences which you hadn't been convicted of?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, Mr Chairperson, the day when I was sentenced in the High Court, the Judge I cannot remember his surname, the Judge said that I will be charged for everything.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Did he say you were found guilty for everything?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Are you guilty of the Bree Street bomb?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No, Mr Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "You had nothing to do with that?  You had nothing to do with planning it or committing that act at all?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No, I was not involved in the Bree Street bombing at all.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "You went to Ventersdorp in April in order to protect the borders of your Volkstaat?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, he said Mr Landman that the only reason going to Ventersdorp was the intention of stopping the elections.",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Thank you, I apologise.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is different from the previous evidence.",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Thank you.  Mr De Wet, maybe you can tell us again, why did you go to Ventersdorp?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, in Ventersdorp I worked there after I got a package at the mine.\n\tThere I started a guard unit in order to protect Mr Terreblanche and his family as well as the Staff Generals.  Afterwards I left Ventersdorp because of, in order to build myself financially.  I was called up to go to Ventersdorp and it was there that I could not attend the Trim Park meeting.  I gave evidence today, it was the 21st or the 22nd according to Brigadier Leon van der Merwe, where I received the instructions that were given at Trim Park, from him.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "What instructions did you receive at the Trim Park, at Brigadier van der Merwe?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Brigadier Van der Merwe, Johan Smit was there and it was told to me that it is war, that I must find a secure place where I could put my wife and children and later on, I will receive further instructions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you left your home and went to Ventersdorp, why did you go to Ventersdorp?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "To go and hear what the instructions were that was given to the people at Trim Park.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Mr De Wet, at the time you went to Ventersdorp, that day, you didn't know what the reason was for being called to Ventersdorp?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairperson, I did not know.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "And you ended up going to the game farm where you actually did, you became a guard to guard the farm, is that right?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, the day when I went to Ventersdorp and met Brigadier Van der Merwe to hear what his instructions were, I went back to my home and from there I left with the women to the game farm.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "And there you carried out guard duties?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct yes.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "And were you also not to protect the borders of the Volkstaat?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No, the borders of the Volkstaat, there were other commando's in the area who did that.  My instruction there was that further instructions would be given to us.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Mr De Wet, if I can just take you to something else.  The farm where you saw the gas cylinder bomb being built, was that Koesterfontein?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, that is correct.  That was the farm of Abraham Myburgh's father.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "So that bomb was built away from the main group of AWB supporters who were at the game farm at the time, is that correct?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, it was away from the group that stayed at the game farm.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "And only a very few people knew about that, the group of people who were on Koesterfontein?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "At that stage yes, I understood it that way.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "And we know that the Bree Street bomb was built there, at Koesterfontein, do you agree with that?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, it did come out.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "The bomb for Germiston where you were involved, that was also built there?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, it was also built at Koesterfontein.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "The Jan Smuts bomb, where was that built?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Out of the court case I understood that it was at the shooting range in Rustenburg.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Would you agree with me Mr De Wet, that those people who moved to Ventersdorp and then later moved to the game farm, they were what one can describe at the \"bitter einders\"?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No, Mr Chairperson, there were other AWB members of the AWB Wenkommando from the Western Transvaal, who also gathered there.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Where were they, on whose farm were they?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Sir, just outside Brits on Mr Manie Maritz' farm there were also people, between Mooinooi and Brits, there was also a farm.  I do not know who the owner was, there were also people.  Near Koster, it is a holiday resort, there were also people there.\n\tOn a farm near Ottosdal, I think it is Mr Koos Hough who was the owner of the farm, people were gathered there as well.  Also close to Klerksdorp people gathered.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Mr De Wet, when did you for the first time think or realise that maybe some of these people at Koesterfontein were responsible for the Bree Street bomb?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That evening, the Sunday evening when I arrived at Koesterfontein and I saw the gas bottle and explosives.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "How well did you know Cliffie Barnard?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "For the period when I was at Ventersdorp, worked there at the office, I knew him very well.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Have you had braais and brandy and Coke together?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "What did you call him when you saw him at the AWB Headquarters?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I addressed him as Colonel.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Did he object to that?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "He never said to you I don't want to be called by my rank?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairperson, he never said that.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Did other people also call him Colonel?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes Mr Chairperson, Mr Terreblanche also called him that and Mr Prinsloo, and other people who also worked at Head Office.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "From time to time did ordinary members of the AWB come to the Headquarters and speak to Mr Barnard?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, the people from the area, the Western Transvaal district also came to the office and also addressed him as Colonel.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Isn't it strange that Mr Le Roux and Mr Fourie didn't know and never referred to Mr Barnard as Colonel?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, I cannot remember in that period when I worked at Ventersdorp that Mr Fourie or Mr Le Roux came to Ventersdorp at any stage.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Mr Fourie was an important man, he was one of the bodyguards of the leader, wasn't he?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes Sir, that is true, but they worked in another district and when Mr Terreblanche let's say go to Johannesburg or Witwatersrand, then Barnard wasn't always with him.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "But he was at times with the leader in places like Johannesburg?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, the times when he did drive with Mr Terreblanche, he did not wear his uniform.  I can concede to that.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "So he normally wore a uniform at the office, at Headquarters?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairperson, in the office he did not wear his uniform.  He did though, or let me put it this way, he was a Colonel and I can confirm that in parades that we attended and when he was on a horse, he had the uniform of a Colonel.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Did he ever fall off?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No, Mr Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Mr De Wet, I want to put it to you that you fabricate and you are making this up.",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, that is what the Advocate says, my opinion is that it is the truth and that is how I knew Mr Barnard.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Just as you made up the evidence about seeing this gas bottle bomb at Koesterfontein.",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairperson, I do not agree with that.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Did Mr Barnard ever give you any orders?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Did anyone give you orders to plant bombs?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, Mr Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Who was that?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Nico Prinsloo and Leon van der Merwe.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Where is Nico Prinsloo today?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I do not know where he works at all Mr Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Is he still a member of the AWB?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I do not know.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Are you a member of the AWB?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "At this stage, no, not at all.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Why not?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I am in prison and I do not mean anything for the AWB.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Do you believe they have abandoned you?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No, I would not say that they have abandoned me, there are some AWB members who still visit me in prison.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Has the leader ever come to visit you?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, he has.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Has he ever admitted that the AWB was responsible for planting those bombs?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, Mr Chairperson, in prison he at various times admitted that his Generals deserted him.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Sir, that is not an answer to the question.  My question is did Mr Terreblanche say to you directly that he and the AWB is responsible for the bombs that were planted?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes Mr Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Why did you never ask Mr Barnard whether he is the one who planted the bomb at Bree Street?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, I assumed that it was him and the group at Koesterfontein who made the bomb, I never asked him personally.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "My question to you is why did you not ask him?  You know him well from Headquarters?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I did not ask him Chairperson.  I do not have a reason why I did not ask him.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Because you never really knew who had planted that bomb, did you?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I knew who planted the bomb in Bree Street after I was at Koesterfontein.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "You knew or you had a suspicion?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I had a very good suspicion from what I saw at Koesterfontein, and I accepted it was them.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "But did you know whether Mr Barnard was acting on orders of the AWB or whether this was his own adventure?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, I accepted that it was instructions from the AWB Head Office and that he wouldn't have done things on his own because General Nico Prinsloo and the people who were at the game farm, they knew about this.\n\tTherefore I accepted that it carried the approval of the AWB, Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "When on the game farm did somebody say that the AWB gave the order for the Bree Street bombing?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "At the game farm those words were never spoken Chairperson, the fact that the AWB gave the instruction.\n\tI accepted it because Nico Prinsloo and Leon van der Merwe was there.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "But they weren't at Koesterfontein, were they?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "They weren't there as far as I know Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "When you went back to the game farm, did you tell anybody that you had seen Barnard and others making a bomb?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I spoke to Nico Prinsloo about it Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Did you tell anybody else?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Not that I can remember Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Why would you want to tell General Prinsloo about this bomb?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Because I made my vehicle available to Prinsloo, I asked him about the vehicles that he promised Barnard.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "But why?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I made mine available.  To me he was the General present there.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "What was your motivation for telling him, just tell us?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Please repeat?",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Why did you tell General Prinsloo about the bomb at Koesterfontein, what was your reason?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Because I accepted that it was the AWB who was responsible for it.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "But why tell him?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Because we were busy with a freedom struggle.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Why tell him?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "He was there.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Don't you think General Prinsloo would have known about it?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Most probably yes, he would have known about it.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Why did you tell him?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I do not know Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Why didn't you tell the other people on the farm?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "It was not an instruction that what you see and hear you should convey to other people, Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Did Mr Barnard tell you that?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr De Wet, after the bomb exploded, wasn't there talk at the base camp and said we succeeded, we made the bomb explode and the battle has started?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "There was no question of talk about the Bree Street bomb, only talk about the  pipe bombs and the Germiston, only after that there were talk about the bombs at the base.  Before that, not at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you whisper this or did you talk about it in the open?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "After the Germiston bomb and the pipe bomb missions, we openly talked about it.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Mr De Wet, you say you saw on television that there had been a bomb in Bree Street, is that correct?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Where was the television set?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Inside the place where we lived Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Is that at the game farm?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "At the game farm, that is correct.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "What did the people say when they saw this on television?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "The feeling was that the war had started.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Was there any discussion about who might have been responsible?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "We asked each other I wonder who did it.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "But you knew by then?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No, I did not know at that stage.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "When did you find out?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Only the evening I went to Koesterfontein, then I assumed that it was them who were involved in this.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "What time did you see the news, was it on television?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, it was on television.  Seven o'clock or eight o'clock on television.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Did you then go to Koesterfontein after that?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "The evening if I remember correctly, between eight o'clock and ten o'clock, that is when I went to Koesterfontein.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "You see it on television, you see people making a bomb at Koesterfontein, why didn't you ask Mr Barnard, the person you know well, do you know anything about that bomb in Bree Street?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I did not ask questions at all and I cannot give a reason why I didn't ask questions either.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Were you scared of Mr Barnard?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Were you told at some stage that you must not ask questions?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Chairperson, when you are in a war situation, there are times when you do not ask questions, you just do as you are told.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "But were you told not to ask questions?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "In the training that I have had, I was taught that Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "On the television, or rather let me ask you this, how many times did you see a report about the Bree Street bomb on Sunday night?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, if I can remember correctly it was on the news twice, about seven/eight o'clock news and also later that evening, it was on CNN.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Did you hear that night that the BKA accepted responsibility for the bomb?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Did you know who the BKA were?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Who were they?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "It was an organisation of which Constand Viljoen was the leader and other right wing parties such as Mr  Terreblanche, Ferdi Hartzenberg, Agricultural Unions as well as the Mining Unions, they all belonged to it.\n\tWhat the objective of the organisation was, I do not know.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Wasn't it meant to protect the farms, the farming areas?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Please repeat?",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Was it not meant to protect the farms in the area?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I do not know if that was the purpose.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Did you ever attend any meetings of the BKA?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Did the BKA have its own constitution?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I do not know Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Did you ask anybody whether they knew what the BKA was doing, seeing that they have accepted responsibility for this bomb?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairperson, I didn't ask anyone.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "You have already mentioned another organisation called Boere Ordevolk, is that right?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Is it led by Mr Piet Rudolph?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Does it have its own constitution?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Certain points of his constitution is the same as the AWB, because we all wanted to get our own Volkstaat.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "But it is a separate organisation from the AWB, isn't it?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, Mr Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "The BKA was also separate from the AWB, wasn't it?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "It had to be but it was still part of the AWB for me, because Terreblanche was involved with it.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "All right.  Was the Freedom Front part of the Volksfront?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Was the Freedom Front part of the Volksfront?",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Yes?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairperson, it was a group that splintered away from the Volksfront.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "So are you saying that when the BKA commits an act, it is actually the AWB who is committing that act?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Chairperson, I do not say that.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Is it not possible Mr De Wet, that Mr Barnard could have been a member of the BKA?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "It is possible Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Likewise Mr Le Roux, Ettiene le Roux?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "It is possible Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "And this might have been a small cell of people at Koesterfontein making bombs on behalf of BKA?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "If you make the statement that way, I must accept that all the Officers who were at the game farm, must also have been part of the BKA.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "It is possible, isn't it?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "It is possible Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "This may have nothing to do with the AWB at all, this bombing campaign?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No, I wouldn't say that because all of us who were there, we gathered together there for the AWB, we did not belong to any other organisations, I didn't belong to other organisations.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "You can only talk for yourself?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Assuming it was the BKA who planted that bomb in Bree Street, do you associate yourself with what the BKA did?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, Mr Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "I understand that your amnesty application is based on a belief that that bomb was planted in support of the AWB's political struggle, is that correct?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Do you know what struggle the BKA was involved in?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Mr De Wet, at the time that you went to Ventersdorp to find out what the instructions were, did you at that stage have any idea as to whether or not you would get a Volkstaat, did you believe that there was still a chance that that might happen?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Chairperson, if you looked at the politics at that stage, the chances for us to obtain a Volkstaat, was impossible.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Mr De Wet, so did you understand at that stage that the only way to get a Volkstaat, was by way of violence?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Chairperson, to wage a war.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "What form would this war take?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "By planting bombs, by taking up weapon and to shoot for what you want.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "In connection with the Germiston bomb, what was the motive behind planting that particular bomb in that area where it was planted?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "To stop the election and to stop chaos.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "What would you achieve by stopping the election?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Then there would have been further negotiations with the National Party for a Volkstaat.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "But you knew by that stage that you weren't going to get one, were you not convinced that no matter what you did ...",
            "Male"
        ],
        [
            "JAN B DE WET",
            "You asked me what we wanted to achieve by it and I told you what we wanted to achieve.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Mr De Wet, let me ask you this.  By the time you planted that first bomb, did you believe that you could stop the election?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes Mr Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Did you want people to rise up and oppose the government?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "How was that going to come about?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Because of the chaos in the country and the bomb explosions and the people who do not go to the voting polls Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When people were arrested, the people at the shooting range, or wherever, did you then think that the election could still be stopped?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "No Chairperson, the arrests which took place made or ensured that the elections would be successful.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But did you realise that the elections could not be stopped when the arrests were made?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Chairperson, if they weren't all arrested at the shooting range, the group who was involved, there would still have been acts committed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But the question is, you heard the people were arrested at the shooting range, did you then realise that the election cannot be stopped?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "No Chairperson, I did not realise it then because I still believed that the other people who were still in the area in the Western Transvaal, that their actions or plans would also help.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did you realise that the elections could not be stopped?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "After the election took place and nothing else happened Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Mr De Wet, getting back to what we were dealing with, if the elections didn't take place, who would revolt, who would take part in this revolution, would it be black people who would be revolting so that they can ...",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Chairperson, it would have been the people who reconciled themselves with the Volkstaat idea.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "How were they going to revolt, can you describe what you anticipated would happen?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Chairperson, because bombs were already exploding before the elections and at meetings and marches which were held in towns, I believed by means of that, people would have started revolting.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "So people would be leaving their houses in Primrose and in Homestead in Germiston after this bomb, and because they can't vote, and what would they be doing in the streets?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is how I saw it Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "What will they be doing, what will they do?  Will they march up and down the streets?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Submissions would have been made to the government of the day and I believe if a bomb exploded, Terreblanche would have said to the government, if you do not listen to us, there will be another bomb, and there will be a bigger one and that is how I saw it at that stage.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Is this something which you understood from Mr Terreblanche's statements that this is what he intended doing?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, with his speeches he made on stage, this is how I understood it.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "For how many years were you Mr Terreblanche's bodyguard?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "For the six months that I was in Ventersdorp I was personal bodyguard, and I accompanied him everywhere.\n\tIn the Ystergarde you are both a bodyguard and instructor and when I was in his area, I would have been his bodyguard.  That is in the six months that I was in Ventersdorp.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "When did you first attend a meeting addressed by Mr Terreblanche, was it years ago?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "From the very first meeting I can remember was in the early 1980's, Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Was he then talking about war?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "That was at the time of P.W. Botha?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "It was still in P.W. Botha's time, yes.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "And then when Frederick took over, he then also talked about war against Mr De Klerk?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Mr Terreblanche just talks about war all the time, doesn't he?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "It is a lot of hot air, isn't it, this war that he keeps talking about?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "In his speeches people got whipped up.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Mr De Wet, you are obviously an intelligent person, didn't you understand that this is a man who talks about war ten years ago and ten years on, he is still talking about this war that never takes place?  Isn't that so?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is so Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "You didn't believe him when he spoke about war, did you?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I believed that there would be a revolution, I believed that there would be a war Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "The best that he ever did, the best attempt that he ever had at war was going to Bophuthatswana on the back of bakkies and shooting at people there, isn't that so?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I cannot give comment on that Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "But you know about that incident?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, I carry knowledge of that.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "You know that he was eventually chased out there?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I do not know the circumstances that well, I do not want to testify to that Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "I want to understand how you felt.  This Bophuthatswana business happened in about February 1994, is that correct?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Can you repeat the question.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "The so-called invasion into Bophuthatswana happened in about February 1994?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Weren't you working full-time for Mr Terreblanche at that stage?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "What did you think of that invasion, did you think it was a success?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Sir, what I saw in TV, I can't say it was a success.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Did you after that, could you have faith in Mr Terreblanche and his organisation?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes Mr Chairperson, because what happened in Bophuthatswana was not the AWB's goal or purpose, they had their own Volkstaat and Mr Mangope wanted to help them.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Surely Mr De Wet, as an intelligent person, you could see that Mr Terreblanche was full of hot air and nothing more?  He never came to visit you at the game farm, did he?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is true, I also did not expect him to come and visit us because he had other tasks to do and other duties to do.\n\tThe Generals were there.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Do you know  of any other duties he performed in furtherance of this war, the revolution?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, Mr Chairperson.  At meetings he addressed the people.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "This is the same speeches he was giving when P.W. Botha was in power, isn't that so?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Isn't it so Mr De Wet, that ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Landman, without wanting to stop you, last week we called Mr Fourie out of order in an attempt as I understood, to cut down lengthy cross-examination unnecessary.  I am not saying your cross-examination is unnecessary, but where are we getting to with this?",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Mr Chairman, if I can just move on to the next point.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am making the point that each representative was going to deal with an incident and if he wasn't representing anybody who was interested in a particular incident, he would just go by.",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know, maybe I misunderstood the whole plan.",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Mr Chairman, it became quite difficult to do it on that basis, but I am not going to be much longer with this witness.\n\tThe thing is he said he associated himself with the Bree Street bomb, I am not quite sure whether that entitles him to amnesty or not, but that is an issue for the Committee at a later stage.\n\tI have just one last aspect.  Mr De Wet, do you know of an organisation or a philosophy called the Israeli Vision?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, Mr Chairperson.",
            "Male"
        ],
        [
            "MR LANDMAN",
            "Were you part of that?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Mr Chairperson, with respect, you just made mention about cross-examination, but what has the Israeli Vision got to do with all the application?  Because in all the applications they say that they did it out of some religious stand point, if it was the Israeli Vision or any other church.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I am not saying that the question cannot be asked, it could have been a relevant question, I do not know.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Then the relevance must be indicated.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He says no, so ...",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Mr Chairman, I take the point.  He said no, and I am not going to take it any further.  I have no further questions.",
            "Male"
        ],
        [
            "MR LANDMAN",
            ".",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Thank you Mr Chairperson.  I will get a word in.\n\tMr De Wet, just a few aspects.  How far did you get in school?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I beg your pardon?",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "How far did you get in school?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I've got matric and I qualified myself in N6.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am sorry, I did not hear.",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, I qualified matric and after school I qualified with an N6 certificate.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Thank you.  You say that you were at the mine just before you took a package.  What type of work did you do at the mines?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I was an electrician.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Did you know anything about explosives?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairperson.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Did you deal with any explosives?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No, at the mine where I worked I only saw some of the explosives around there.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Did you know about the dangers of explosives?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, I did.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Koper Myburgh, what rank did he have within the Ystergarde?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "In the Ystergarde, if I can remember correctly, he was a Lieutenant.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "So you had a higher rank than him?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, that is true.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Was it Koper Myburgh who arrived at the game farm and specifically asked for you?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairperson.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "If you will just give me a moment Mr Chairperson.  You see paragraph 17, page 77 you say specifically on the 23rd of April, Koper Myburgh arrived at the game farm and he asked me to go to his father's farm in Koesterfontein?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That was after I was called into the meeting where they asked me if I wanted to join him in going to Koesterfontein.  Maybe I did not put it correctly.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "So it was not Koper Myburgh who requested you specifically?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No, they asked me.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "This war to which you at various times refer to, when would this have started?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Sir, when we gathered at the game farm, after we left the women, we accepted that the war started.\n\tWhen I arrived at Leon van der Merwe, he said it was war now, it was the 21st and the 22nd of April.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "So before that there was no war?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No, there was a run up to the revolution, yes.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "The war started on the 21st/22nd and not before that?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No, not before that.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "You said that you are willing to give you life?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct yes.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "For that which you believed in?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "For God, country and nation.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "That is now the third time that you use those words, but you are not willing to give your vehicle?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I made my vehicle available.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "No Sir, you made it conditionally available.",
            "Male"
        ],
        [
            "JAN B DE WET",
            "If I am not the driver, I will not give my vehicle, because I do not know what they will use my vehicle for.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "But you will give your life?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, I would.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "This coalition that you refer to in paragraph 7 of your application, this Afrikaans Volksfront, if I may use the word, is that the vehicle of Constand Viljoen?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Please repeat.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "This Afrikaner Volksfront in paragraph 7, was this the party or Constand Viljoen, was he part of that?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, he was.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "And I accept that you believed that with General Constand Viljoen's people you would have been able to succeed?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "If I understand Constand Viljoen correctly, he said that he will take part in the elections at about the 12th of March 1994?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He made the decision at that time, he took part in the election on the 27th of April?",
            "Unknown"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Yes, I accept that but on the 12th of March he said I will not go into a war, but I will take part in the election, is that correct if I put it that way?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I agree, yes.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "That was already the 12th of March when Viljoen decided not to take part in the war?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I do not know if he decided that completely, I cannot answer for him.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "But Sir, it was very clear, there were boards up various parties that would take part and amongst them, Viljoen's party of the Freedom Front was also up.",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Chairperson, when we gathered in Pretoria, all the right wing people said that we will not vote and I believed that Mr Constand Viljoen would also not vote because he was part of the meeting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you know that he was going to take part in the elections?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "He talked about him taking part in the elections, but what was said there at the meeting, this is my personal opinion, at that stage that he had a hidden agenda with that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did you find out that he was going to take part in the elections?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "I cannot say.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it before the march up or after?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "I would say it was before the march to Ventersdorp, when the people were called up to go there.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "You accept that approximately the 12th of March Viljoen would have decided to take part in the election?  When was the meeting in the Skilpad Hall?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That was in January/February 1994.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "So the talk about war was before the 12th of March?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, as I said already the run up to the election, things took place before that and talk about war, occurred before that.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "But the person who would give you the most support, withdrew?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "It was not the impression that I got, that he would completely withdraw.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "In other words in the Western Transvaal, Constand Viljoen did not tie any placard against a pole for the election?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "For me it was a set, a plan, it was a hidden agenda.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "If I understand Mr Fourie correctly on Friday, you went to the game farm in order to protect the borders of the Volkstaat, is that correct?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes Mr Chairperson, that is how he gave evidence.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Do you agree with what he testified?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No, I do not agree with him.  There are certain things I do not agree with.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "So why did you go to the game farm?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Because they told me that it is a war and you do not only protect the Western Transvaal's borders, you protect the whole country.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr De Wet, surely on the 27th of April 1994 it was then not a set or a plan, you had to realise that they were going to take part in the elections?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did you realise that he is telling the truth, that he is going to take part in the elections?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Sir, I cannot say when I realised this, but it was after I was arrested that I realised that Mr Constand Viljoen did take part in the elections.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When were you arrested?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "It was two, three months after the 27th.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But on the 27th you had to have realised that he is taking part in the elections?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, on the 27th, when they arrested the people at the shooting range, I started fleeing, I was on the run because our people were arrested.  For a few days I did not watch the news, I cannot say what happened there.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Just to follow up on the question of the Chairperson.  During the period of the 12th of March up to the elections, did you have a television in your house, did you buy a newspaper?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairperson, I did not have a television and I was also not a person who read newspapers.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Were you also part of the HNP?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairperson.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "You say that the war was declared around the 21st or the 22nd of April 1994?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, they said that we are going to make war.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Who chose the target in Germiston?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I do not know.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Did you discuss it at any time with your fellow men?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No, I was only at Koesterfontein the evening, and the next afternoon ...",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Did you ever discuss things or talked to each other at Koesterfontein?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I was not at Koesterfontein, I only went to go and drop off the pipe bombs.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "And then you went back the next morning?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, to go and get the trailer.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "And didn't you talk with your fellow soldiers?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No, the morning we got the instructions that this is going to Germiston and how we must transport this trailer.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Sir, did you see the bomb in the trailer?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Chairperson.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "At what stage did you see the gas burner?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "The evening when I was at Koesterfontein, it was on a table and explosives were stuck around it.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "The next morning, where was that explosive and gas bottle?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I do not know, I was not in the building again.  I got Mr Le Roux's vehicle with a trailer along the road.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Are you saying now that you did not know what was in the trailer?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "They said there to me that the bomb was in the trailer.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "And didn't you receive any further instructions to put sand in the trailer?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Before I got there, they were busy to load sand into the trailer.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "How do you know that?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Because I saw it Mr Chairman,  when I got there.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "In other words, you did see the trailer?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairperson.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "What did you see?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "There was sand on top of the gas bottle, I did not see it.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Did you see the sand?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Inside the trailer?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Yes, inside the trailer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it only sand that you saw inside the trailer?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "I only saw the sand, yes.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "What type of bomb would you take to Germiston?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I accepted that it was the gas bottle bomb.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "So you knew how big that bomb would be?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairperson.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Was the trailer not full?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, it was full of soil.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Sir, what I cannot understand is why did four of you have to drive through?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I was the driver of my vehicle.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "That is acceptable.",
            "Male"
        ],
        [
            "JAN B DE WET",
            "And the person who drove with me, had to detonate the bomb.  The vehicle in front could have one or two, it would be the guide vehicle.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Why did that vehicle have to have two people?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "It could have been one, I do not know why there were two.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Did you see what damage that Germiston bomb did?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Only that which I saw on television, and also the photographs that were at the court case.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "So you saw what damage that bomb did?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "When you unhooked the trailer, who were with you?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Johan Vlok.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Did you not at that stage tell Vlok that we are now at a taxi rank, we must not detonate the bomb here?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No, I did not say that.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Were you happy with the choice of the target?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "We were told that they will tell us where we must detonate the bomb, and I kept with the order that was given.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "You just executed the orders?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "The only difference was that the vehicle said that the bomb must be detonated here, all that I did was drove around the block and parked in the parking lot, and that was the order.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "And there were a lot of people and taxi's?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, there were taxi's.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Not a lot of people?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Do you know how many people were killed in the Germiston bombing?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "They talk about 10 people.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "And in the court case, did you find out how big that bomb was?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "They talked about 100 kilograms, if I can remember correctly, 100 kilograms of explosives.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "100 Kilograms of explosives?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, they said the bomb was 100 kilograms.  I do not know what they meant by 100 kilograms.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Did you realise how big that bomb was that bodies were thrown up to the ten storey building?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes Mr Chairperson, I heard that in the court case.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Sir, your application in the AWB, you said that you have to be an Afrikaner and a Christian?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct yes.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Was that the action of an Afrikaner and a Christian?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, Mr Chairperson, I was in a war situation and everything that I had to achieve, I see that as a Christian way.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "In other words that bomb is within that parameter?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, that is true.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "You said earlier on to Mr Landman, that you are currently not a member of the AWB because you are of no use to them?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "And if you do get amnesty, will you again join the AWB?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Sir, at this stage I do not want to involve myself with any politics, I just want to continue with my life.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "ANDRIES STEPHANUS KRIEL",
            ".",
            "Male"
        ],
        [
            "MR SINJATSI",
            "Sir, listening to you I must at the outset tell you that, I am asking myself if you are telling us the whole truth as you know it.\n\tTell me Sir, ordinarily who do you expect to get the instructions from if you go out on any operation?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, that it would carry the approval of the leader of the AWB and Staff Generals and the Officers above me, it should carry their approval.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "And Sir, is it correct that as a trained soldier you expected things to be done in an orderly fashion, you knew that if actions are to be carried out, there will be specific cells or groups for that purpose and things would be done in an orderly fashion, didn't you?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "Now, talking about the Germiston bomb, did you belong to any cell or any group that was responsible for any operations?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I belonged to the AWB at that stage Chairperson.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "Sir, the impression I have is that even within the AWB and further within the Ystergarde, somebody seems to have been appointed at some stage, to be in charge of the operations unit, is that impression correct?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson, there were people who were appointed to do certain tasks.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "Now my question to you is, did you belong to any of these special operation units?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairperson, I was only a member of the group who gathered together at the game farm and part of the bomb missions.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "And just to understand you further, are you saying that as far as the Germiston bomb is concerned, it was by mere chance, you collided into it, you didn't know about its planning, hardly did you know that it was going to be there in the first place, you just happened to be called there to make your motor vehicle available and there you were, finding yourself in Germiston on such a big mission?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson, of the planning of that bomb, I knew nothing.  Koekemoer who was involved in court, he testified that I helped building the bomb, but that is a lie, I did not help in building the bomb at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On the way to Germiston, did you know what you were transporting?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Yes, I was told it was going to be a bomb which should be planted in Germiston.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "Sir, you say that when you were in Germiston, you realised that this was a black taxi rank?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Chairperson, all that I saw when I arrived in Germiston was that it was a taxi stand and that there were buildings around it.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "Is it then your evidence that you didn't know that this was a black taxi rank?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Chairperson, there were black people, I can tell you that.  I do not know if there were other people, there were whites present as well.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "Okay, talking about the war and be mindful of the fact that you are a trained soldier.  Did you have any targets in your war?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Chairperson, we did not have specific targets.  I wasn't told that we had specific targets.  The fact was that the elections had to be stopped at all costs.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "Talking about the bombs that came before you could move over to Ventersdorp and therefore let's say, talk about the bomb on the 23rd/24th, before then, the other bombs that had gone off, were you aware of what the policy of the AWB was regarding the planing of these bombs, with particular reference to who would be the target?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Chairperson, what I did know was that the targets which were pointed out at that stage, was NP offices as well as ANC offices.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "It seems to me Sir, correct me if I am wrong, going by the report that has been distributed here where Mr Terreblanche was talking about more bombs are coming, if one looks at that report, it seems to me that even if one was to talk about the bombs in Lichtenburg and Leeudoringstad, these were directed at specific targets like an electrical pylon apparently and Leeudoring one, directed at the railway line.  Isn't it that you had a specific pattern of going about identifying your targets as the AWB?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Chairperson, what the planning was, I do not know.  I do not know if they had deliberate targets, but what I did know was that NP and ANC offices were bombed at that stage.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "Let me put it differently, up to the time that you moved over to Ventersdorp, the impression I have here, and please tell me if this is not also  your impression, is that you were targeting things like offices, power stations, railway lines, government things or political things if one may put it in those terms, is that impression correct?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "And Sir, all the meetings that you attended, where Mr Terreblanche amongst others talked, did any of them say to you that there is now a change in the attitude of the choice of targets?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairperson, it was never put to me in that way.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "In fact nobody ever said to you that now it is time that innocent civilians must be killed otherwise you would have long told us about it?  Did anybody say that to you?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Chairperson, nobody told me to go and kill innocent people.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "And Sir, as a trained soldier, I think it is pretty obvious to you that when you are involved in a war situation, you don't go about killing innocent civilians, am I correct?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, what I learnt from waging a war is that innocent people too die in a war situation - people who are not interested in politics.  It doesn't matter what country's war this is.\n\tInnocent people do get killed.  But nobody actually told me to go and kill innocent people, those were just the circumstances.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "Yes.  If innocent civilians get caught in the cross-fire, it seems to me that that is unfortunate, but they are not really the target, isn't that?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairperson, they are not the target but they were there by coincidence, caught up in the cross-fire.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "Let's talk now about the Germiston bomb.  Who was the target?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, I do not know of any target, I was only told to go and plant the bomb there.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "By the way, why do you say you moved to Ventersdorp, I understand it was a call up, but what was your understanding, why did you have to move to Ventersdorp?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, the first time I went there was when I went to work there, I took a package from my job, otherwise I would have lost it because of Affirmative Action.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "No, I mean around the 20th or 21st of April?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Brigadier Leon van der Merwe called me up with regards to what was discussed at the Trim Park on the previous occasion.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "You say that you did not know what was the purpose of being called up to Ventersdorp?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "At that stage, I did not know the purpose.  I only learnt that on the 21st/22nd, then I found out why people were specifically called up to Ventersdorp.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "Sir, now that we know that the Ystergarde seems to have been the elite group within the AWB, would it be fair to say that a member of the Ystergarde would then reasonably be expected to know what the AWB stands for and what is being planned, at least the Officers have to know what is being planned Sir?  Would it be fair?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "Would it then be fair to say that the Officers who belonged to the elite, being the Ystergarde, would reasonably not be expected to know what is being planned?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, the Ystergarde was there for personal protection, they were not there to know what was being discussed between Mr Terreblanche and his Generals.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "In fact, if action was to be taken would it, I am talking about now not defensive action but to go on the attack, if action was to be taken, would it be the Ystergarde to do it or would it be the Wenkommando, or who would do it?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I believe the Ystergarde would have received the instructions for attacking.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "Did the Ystergarde ever get such instructions?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Not that I know of Chairperson.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "And Sir, talking about you driving your motor vehicle to Germiston, why did you make it a condition that if your car is to be made available, the condition would be that you must be the driver?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Chairperson, a vehicle when you work, a vehicle is the only way of transport from and to work and it is a very important thing.  You cannot, in the Western Transvaal you cannot walk.  The towns are far apart.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr (indistinct) is has been said that cars are the toys of men, and they protect it.",
            "Unknown"
        ],
        [
            "MR SINJATSI",
            "But Sir, isn't it that you were prepared to lose all your possessions if need be, including your life for the struggle?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson, I was prepared to give my life, but my vehicle, I had my wife and children, and they needed a vehicle if they wanted to move from point A to point B.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "Okay, going back to the Germiston bomb.  Who gave you the instructions that you must go and place this bomb at Germiston?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That was the morning  when I was at Koesterfontein, and Mr Barnard told us that the bomb was going to Germiston.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "Did the members of the Ystergarde wear uniform?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Chairperson, when we got together for the war, we didn't wear our uniforms at all.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "Let's talk about before the war, or before you move ...",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Before the war we did wear uniforms, yes.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "Did you ever see Mr Barnard wearing a uniform to show that he belongs to you, the Ystergarde?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, Mr Barnard's hair was long and because of that, he wasn't allowed to wear the Ystergarde uniform, but I did see him in the camouflage uniform of the Wenkommando.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "You saw him in uniform of the Wenkommando?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "And being a member of the Ystergarde and having some basic understanding of the chain of command within the Ystergarde, isn't it that you expected that if instructions were to come to you about operations, they have to come within the line of command within your structure, the Ystergarde, is that correct?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Please repeat the question?",
            "Male"
        ],
        [
            "MR SINJATSI",
            "I am saying if instructions were to be given to you regarding operations that you were to go out on, you would expect that whoever gives you instructions, has to be somebody within the Ystergarde, not the Wenkommando, is that not so?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "So far as the Ystergarde is concerned, you cannot say what was Barnard in it, correct?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Chairperson, my view of Barnard - we concluded our course together in the Ystergarde, so he was a member of the Ystergarde, and if I remember he completed it successfully, so he must have been a Captain within the Ystergarde.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "Did he ever wear any badge to show his rank?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, in the Wenkommando he carried the rank of Colonel.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "No, not in the Wenkommando, in the Ystergarde?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I already said in the Ystergarde Barnard did not wear the Ystergarde uniform because of his long hair.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "Am I then correct to say that you did not know what his rank would be within the Ystergarde?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, Chairperson, as far as I was concerned Barnard was a Captain within the Ystergarde.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "You say that before this pre-election bombs, you were told to forget about the ranks?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Could the speaker please repeat the question.",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Can you just repeat your question, please Sir?",
            "Male"
        ],
        [
            "MR SINJATSI",
            "Did you say that before these pre-election bombings, you were told to forget about the ranks?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "When we went to Leon van der Merwe, his house, he said that we will not have ranks any more because we are going to the war situation, that is correct.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "And you are saying that this did not mean that the ranks didn't exist, all that was being said was that you didn't have to mention them any more?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I said that when in public we act, or in a war situation where we are amongst people, we are not allowed to address him as Colonel or Major, whatever, you must address him by his name.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "Because I want to suggest to you that to the extent that I may believe you when you say that Mr Barnard told you to take the bomb to Germiston,  I want to suggest that he was on a frolic of his own.  He together with the small grouping that you say you saw at Koesterfontein, where the majority of the people were not, that little group were on a frolic of their own, and you became part of it?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, I cannot say that because after I spoke to General Nico Prinsloo and also Brigadier Leon van der Merwe, and the instructions we got from the pipe bomb missions, if it did not have the approval of the AWB, I do not think it would have happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did it have the approval of the AWB?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "I beg your pardon?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did the whole operation have the approval of the AWB?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Yes, I accepted it because the Generals were with us at the base.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "Sir, look, but if we talk about Koesterfontein, did you see any General there?  When you went to pick up the bombs and drop it at Germiston, were any of the Generals there?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, if Mr Barnard asked General Prinsloo that must be stolen, where are the vehicles that must be made available, then I believe that they did know what was going on at Koesterfontein.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "This is but your own conclusion?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, that is my own conclusion.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "If you had known that the bomb in Germiston would kill so many people and injure so many, would you still have planted it?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, I was in a war situation and irrespective of how many people died, I cannot say if there were more or less people who died, I cannot say if I would have associated myself or not, I was part of the group and I associated myself with what occurred.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "Look Sir, I can see that you are at pains to always stress about how you associated yourself with everything that took place, but for me there is a clear distinction between associating and something that you knew you would have done beforehand.",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Out of my own I would not have done it.  If I as an individual or if I did not belong to an organisation, I would not have done it and if I was not in a war situation, I also would not have done it.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "Because I am suggesting further that when you wage war, you don't make innocent civilians your target and to the extent that you and your group went about it in that fashion, I suggest that it could not have been a legitimate war, you are fighting the innocent civilians?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, for me it was war and the instructions I received, I executed them as far as I could.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "I am not sure if I understand you well, do you agree with my submission that the way things turned out to be, this could not be justified under any circumstances?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No, I do not agree with what you say.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "Are you saying that for you to get the Volkstaat, you regarded it as perfectly legitimate for you to go about killing and maiming innocent civilians?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairperson, it was not the idea to kill innocent people, we were in a war situation and some people die within the cross-fire.  I will not say that they were the target.",
            "Male"
        ],
        [
            "MR MALAN",
            "I've got a problem with this idea that you talk about innocent and people in cross-fire, or people in the cross-fire.  For someone to be in a cross-fire, there must be a target?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, that morning at Koesterfontein, they told me that the bomb would go to Germiston.  Where the bomb had to be planted, at that stage, I did not know.  I did not know the Germiston area, so I cannot say that it had a target or there was a target, or specific targets were appointed.\n\tFor me, the election had to be stopped at all costs and I did not know where to place the bomb.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you just executed orders or followed orders?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Yes, I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Without asking any questions?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Because we were in a war situation Mr Chairman, I did not question it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you question it?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Yes, I could if I wanted, but at that stage I did not think about questioning it.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "Sir you are saying that you did not know then what was the target.  Let me put it this way, if it was to be found that the real target was the black people or the black commuters at the taxi rank, would you still associate yourself with what took place?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, if it was an instruction, I would have done it, yes.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "No, no, I understand the question of instructions.  I understand the question of instructions, it seems to me you are arguing or submitting that if you get an instruction, you simply have to comply with them, correct?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairman, if I had to give the command and if I had to do it by myself, I would not have planted the bomb at a taxi rank.  If that is what your question was.",
            "Male"
        ],
        [
            "MR SINJATSI",
            "I've got no further questions, Mr Chairperson.",
            "Male"
        ],
        [
            "MR SINJATSI",
            ".",
            "Male"
        ],
        [
            "MR BRACHER",
            "Mr De Wet, you are a new kind of guerrilla to me, you fought volk and father land, but not the motor vehicle, is that correct?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, for God and the father land, that is correct, but not the vehicle, my vehicle has got nothing to do with that.  For me it was my God, my father land and my nation.",
            "Male"
        ],
        [
            "MR BRACHER",
            "I am not joking Mr De Wet, it seems to me your evidence comes down to this, that you wanted to drive your vehicle, because you wanted to preserve it for your family if something happened to you, and that if General anything had said to you, we want to use your vehicle for a bomb, you would have said no, because this is your precious car?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, when I arrived at Koesterfontein and told them that I am driving with a bomb to Germiston, I was prepared to give everything because if the car was in the back of my car and it was detonated there and the time span that available for me, I would not have time to unhook the trailer, etc.",
            "Male"
        ],
        [
            "MR BRACHER",
            "You weren't prepared to give your vehicle away, what changed over night?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I made my vehicle available Mr Chairperson.",
            "Male"
        ],
        [
            "MR BRACHER",
            "You see, we know until you got to Koesterfontein, you didn't know where you were going with that vehicle at all.",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, when I arrived at Koesterfontein, I was asked to go and hear from the General where is the vehicle that is available.  I went there to General Prinsloo and asked him the person is asking for the vehicle, for a specific vehicle with a tow equipment and I said we do not have such a vehicle.\n\tAt that stage I did not know what it was for.",
            "Male"
        ],
        [
            "MR BRACHER",
            "That is precisely, you didn't know what your vehicle was needed for until you got to Koesterfontein?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct yes.",
            "Male"
        ],
        [
            "MR BRACHER",
            "Except the fact that you have been to fetch pipe bombs the day before?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I picked it up that evening, yes.",
            "Male"
        ],
        [
            "MR BRACHER",
            "You see as I understand your evidence it is this and correct me if I am wrong, because as far as I am concerned, your answers to my learned friend, have killed your amnesty application.\n\tNobody ever gave you instructions to kill innocent people as the target in the AWB?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Nobody gave me the instruction to kill innocent people, that is correct yes.",
            "Male"
        ],
        [
            "MR BRACHER",
            "Nobody in the AWB has ever accepted responsibility publicly for any of these bombings?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, in the AWB people did not take responsibility in public for this.  For me Nico Prinsloo and Leon van der Merwe were there, they were people who had direct contact with Terreblanche and it had his approval.",
            "Male"
        ],
        [
            "MR BRACHER",
            "No, you can't give that answer because you have just told me nobody told you to target innocent civilians, so you can't blame them.  You can't blame them for what you did in Germiston.\n\tYou can't blame them for associating with Bree Street, can you?  How do you blame them?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, we were in a war situation, it was told to us that it is war and when I fight in a war, everything is made available, irrespective of what happen.",
            "Male"
        ],
        [
            "MR BRACHER",
            "You know Mr De Wet, you are like a parrot, you go through a war situation, and I must stop the election.  You had one bomb that you knew about in a trailer, and you had 20 pipe bombs, are you going to cause the stoppage of an election, and you chose a target which has nothing to do with an election, you chose innocent people.  What has, how do you justify that as anything to do with the policy of the ANC, even if it is to stop an election, it is rubbish?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, we were told that we must stop the elections, using any means available and some of them were successful, and I cannot say further.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr De Wet, in order to simplify the question, how would this bomb in Germiston in any way prevent that large, or come near to preventing that large election, that was an international microscope?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, as far as I know the chaos and damage that occurred after the bombings, would have prevented the people to go to the voting polls, and that is how I saw it.",
            "Male"
        ],
        [
            "MR BRACHER",
            "Mr De Wet, if it was your intention to do something adverse to the election, you could easily have chosen a polling booth which were well known by the time you planted the bomb?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, I was not involved with the planning of what will occur in this war, I was a soldier, and I only followed my instructions, I cannot comment on that.",
            "Male"
        ],
        [
            "MR BRACHER",
            "Mr De Wet, I am not accepting these answers about instructions, because you didn't get instructions from anybody to do anything, except to drive a car, is that correct?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, I made my vehicle available, and nobody told me I must go and plant a bomb.  When I arrived at Koesterfontein, it was said that this bomb was going to Germiston, that in the trailer is a bomb and we are going to Germiston.\n\tI associated myself, no one said that I must plant it there, I only associated myself when I made my motor vehicle available.",
            "Male"
        ],
        [
            "MR BRACHER",
            "But not on anybody's orders, was it?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No one gave me instructions to do that.",
            "Male"
        ],
        [
            "MR BRACHER",
            "You didn't know what target had been chosen?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No, I did not know what target was chosen.",
            "Male"
        ],
        [
            "MR BRACHER",
            "Have you any idea when they gave instructions how to use pipe bombs, what targets were intended for those bombs?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, with the pipe bombs they said that missions will go out and what the instructions were, I was not there.  They said they were looking for a driver and two people who would accompany this driver.\n\tWhat was said there, I cannot tell you.",
            "Male"
        ],
        [
            "MR BRACHER",
            "Now, when you say you associated yourself with the Bree Street bomb, what do you associate yourself with, the killing of innocent people without instructions from above, is that what you are associating yourself with?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, we were in a war situation.",
            "Male"
        ],
        [
            "MR BRACHER",
            "Here we go.",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, Mr Chairperson, we were in a war situation and that which occurred there, I associated myself with.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr De Wet, you come now, arrive in Germiston, in the beginning you drive into Germiston, you do not know where this bomb will be planted?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "That is correct yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And your colleague shows you or indicates to use your words, the orders are that the bomb must be planted here, close to this taxi rank and you say at that stage, you, yourself associated yourself with the planing of the bomb there, knowing that people will be killed?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "With what political purpose, objective, did you associate yourself with that?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, in order for the elections to be stopped and that the government of the day will be shown that the Boerevolk will fight for the freedom for their own Volkstaat.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How would the people who was involved with the election, how would they have known that the bomb was planted there in order to create chaos and to disrupt the elections, because you wanted a Volkstaat?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, for me it was that the leaders who were involved, that they used the media and the radio, they would make it known to the world why and where the bombs would be planted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The previous day was the first bomb that you thought was done by the AWB?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If it was the AWB, we do not know.  But you thought it was them and no one in the AWB took responsibility for that?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "That is correct Mr Chairperson.   There was that evening, the BKA did take responsibility for that and that is all that I can remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What made you think that the AWB's leadership would take responsibility for the Germiston bomb?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Because we who were gathered there, were AWB members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Bracher?",
            "Unknown"
        ],
        [
            "MR BRACHER",
            "You see, you said that you assumed that there was some trap that General Viljoen was setting by participating in the election, but you don't seem to have asked anybody about that?  You just assumed all these things and made up your own mind and your own plans what to do next, is that right?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct yes.",
            "Male"
        ],
        [
            "MR BRACHER",
            "And the same after the Bree Street bombing, nobody takes responsibility on behalf of the AWB, they carrying on, there is war now, but nobody says a word about this is our bomb, they don't say it in Koesterfontein, they don't say it at the game farm, they don't say it in the press, they don't say it on TV that you were watching, you just assumed that this is part of the war?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, after what happened in Bree Street and the BKA took responsibility for it, I realised that Constand Viljoen and Eugene Terreblanche and Ferdi Hartzenberg and the other organisations, who belonged to the BKA would take responsibility for it.  That is how I understood it.",
            "Male"
        ],
        [
            "MR BRACHER",
            "You keep saying that, but why don't you ask somebody, why don't you ask one of your Generals or one of your superiors before you go and kill some more innocent people?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, I was in a war period, and there you do not ask questions.  That is how I was trained.",
            "Male"
        ],
        [
            "MR BRACHER",
            "Is that your answer, that you don't ask any questions at all?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, I did ask questions why we fought this war and they said that they wanted to stop the elections, but I didn't ask why.",
            "Male"
        ],
        [
            "MR BRACHER",
            "Mr De Wet, my question is different, you did not know that this had anything to do with the war struggle of the AWB, because nobody had said so to you?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, I assumed that what happened there, carried the approval of the leaders, and that is why I associated myself with that.",
            "Male"
        ],
        [
            "MR BRACHER",
            "That is the best you can do isn't it, you accepted?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, Mr Chairperson.",
            "Male"
        ],
        [
            "MR BRACHER",
            "Thank you Mr Chairperson.\nNO FURTHER QUESTIONS BY MR BRACHER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you done Mr Bracher?",
            "Unknown"
        ],
        [
            "MR BRACHER",
            "Yes, thank you.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Judge, can I just clarify one thing for me.  I thought you said a few minutes ago that you thought one of the BKA Generals would take responsibility, you named Constand Viljoen, etc, is that what you said, just now?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, I only said that the people under the BKA who accepted responsibility did that because Mr Terreblanche was a member of the BKA, and that is why it carried the approval of the AWB.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, but again you don't seem to be making a separation between the BKA and the AWB, because you have told us that you were acting as an AWB member.",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So where does the BKA and the taking of the responsibility by the BKA come into this?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, the instructions with regards to the bombs, the BKA took responsibility on the news, and I\nassumed and accepted that because Terreblanche was a member of the BKA, it would also carry away his approval as well as that of Constand Viljoen and Ferdi Hartzenberg and the other Unions who belonged to the BKA.\n\tBut we did it on the instruction of the AWB.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Mr Chairperson.  Mr De Wet, just a few questions.  You were well trained in the AWB and the Wenkommando and the Ystergarde and you held a high position there?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You were not one of the men, one of the younger men there?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You were personal friends with the leader, Terreblanche?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I wouldn't say I was personally befriended with him, but I was his bodyguard.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, you were his bodyguard, and you had contact with him on a much higher level than the other people who met him?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Something which bothers me a great deal is at Ventersdorp and then Koesterfontein and then at the game farm, were there never order groups where all the men were involved and told what the plans were?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Chairperson, not during the time I was there.",
            "Male"
        ],
        [
            "UNKNOWN",
            "It seems to me that here at Koesterfontein was a little group who was doing their own thing, and at the game farm there was another group, doing their own thing, and later, when you all left, it was - you quickly made another bomb and quickly planted it at Jan Smuts, is that the right impression I am getting or is it incorrect?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Chairperson, I wouldn't say that.   From what I learnt from the other people, everybody was called up to go and wage a war and to protect the borders of the Volkstaat.\n\tThe AWB's Wenkommando was gathered all over the area.  Let's say 20 000 to 30 000 people.",
            "Male"
        ],
        [
            "UNKNOWN",
            "In what behaviour did they take part, this 20 000 to 30 000 people?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I do not know which instructions they received.",
            "Male"
        ],
        [
            "UNKNOWN",
            "The other problem that I've got is around the 23rd, 24th or was it earlier, of April, you gathered together at the game farm?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "It was Friday the 22nd, or rather it was more the Saturday morning than the Friday evening.",
            "Male"
        ],
        [
            "UNKNOWN",
            "As we understand from Abe Fourie, a camp was put together, communications network was put up with Head Office, guards were positioned, there was very strong discipline?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And as far as we understand, I think Nico Prinsloo, according to him, somebody who deserted would have been shot?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct, I don't think it was Nico Prinsloo, I think it was Major Johan Smit who said that.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Whatever, then on the 24th, we have the Bree Street bomb, you know nothing about that until later that is?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Then the Germiston bomb, the Monday and then all the pipe bombs on the same day?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And suddenly the whole camp is dispersing, everybody is getting up and going home?  It seems they are fed up with all of this, they want to go home, they want to go their wives, is that correct?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No, I wouldn't say the camp was breaking up.  Some people came and asked if they could not go and see their wives.",
            "Male"
        ],
        [
            "UNKNOWN",
            "This is after a few days?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Yes, Chairperson.  I was not willing to go home at that stage.",
            "Male"
        ],
        [
            "UNKNOWN",
            "But Mr De Wet, let's be honest here, it does not sound to me, it does not resemble an army who is very determined to fight for their country and to fight till the end, it does not resemble something like that.",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Chairperson, the view I had at that stage and why I did not approve of the meeting, it was people who came there to fight a war and after a few days being away from their wives, they wanted to go home.  I did not approve of that.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Now just the last question, as Judge Flemming said, there was this very strict discipline, after a while anybody could come and go as they want.  He used the word (indistinct)?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No Chairperson, even at the shooting range, there were very strong security measures in force.",
            "Male"
        ],
        [
            "UNKNOWN",
            "The targets, according to what my learned colleagues asked you, as far as the pipe bombs are concerned, would you agree and this is the acts of accusation in the High Court, the one pipe bomb was at Westonaria, Carltonville at a taxi rank where a pipe bomb was thrown, specifically where black people got their transportation?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is how I understood it from the court, yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Then there was another one at 3rd and Park Street in Randfontein, also once again, a taxi stand.  Nobody got injured there, but yet again the target was a black taxi stand.",
            "Male"
        ],
        [
            "JAN B DE WET",
            "Chairperson, I do not know what the target was.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I put it to you now, do you agree with me?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "You will have to look at the facts, and if I look at it, yes, it would seem the case.",
            "Male"
        ],
        [
            "UNKNOWN",
            "The Bloed Street one, 7th Avenue in Marabastad, Pretoria.  This pipe bomb was thrown at a cafe and also basically a rank where there would have been black people drinking cold drinks and sitting waiting.",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I would say the majority was black, but there were definitely blacks as well.",
            "Male"
        ],
        [
            "UNKNOWN",
            "By Sannie's Cafe, Marabastad?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Also Bree Street, we heard evidence that most of the victims were black people and also Germiston, do you agree?  I am making a statement?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No, I agree with your statement Sir.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And as the Chairperson asked your co-applicants, you did not choose targets in Houghton or Sandton or Sunnyside or any white area, is that correct?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "I was not involved with that, so I cannot say the people chose it or not.",
            "Male"
        ],
        [
            "UNKNOWN",
            "But it was never discussed that you would plant bombs or throw bombs in purely white areas?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No, it was never discussed Chairperson.  I cannot comment on that.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Finally, the statement that Mr Terreblanche faxed through to the Committee, I just want your comment on the last paragraph.\n\tHe said I accept also that in the difficult time which preceded the election, I made several public speeches and that the content of my speeches by members of the AWB, they could be interpreted by AWB members as instructions.",
            "Male"
        ],
        [
            "JAN B DE WET",
            "As I already testified Chairperson, things he said from the stage, I interpreted them as instructions and I also thought that it carried away his approval.",
            "Male"
        ],
        [
            "UNKNOWN",
            "He doesn't say that it was his instructions?",
            "Male"
        ],
        [
            "JAN B DE WET",
            "No, that is correct.  He does not say pertinently that we had to do it.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you Chairperson, no further questions.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr De Wet, the question of double ranks I do not really understand that.\n\tThe whole question of ...",
            "Unknown"
        ],
        [
            "UNKNOWN",
            ".",
            "Unknown"
        ],
        [
            "MS CAMBANIS",
            "I know I am out of order, but I beg leave to put exactly three propositions to this person.\n\tSir, you escaped together with Mr Barnard, Mr Myburgh and Mr Le Roux, is that correct, after your conviction?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MS CAMBANIS",
            "Is it correct that Mr Barnard and Mr Myburgh was subsequently convicted of offences relating to further killing sprees aimed at the black population?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MS CAMBANIS",
            "Is it correct that in the subsequent killing spree, there was no mention of this being done on behalf of the AWB?",
            "Female"
        ],
        [
            "MS VAN DER WALT",
            "Chairperson, with respect, I do not know how this applicant could answer, and with respect, I do not know what the relevance is of such incidents afterwards.  How does it have any connection with this amnesty application?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "The relevance could be argued, but whether it will be accepted or not, is another matter.  If the applicant cannot answer, then he just has to say that.",
            "Unknown"
        ],
        [
            "MS CAMBANIS",
            "Thank you, that is all.  Sorry, is it correct that there was no talk about the AWB being involved in the subsequent trial of Mr Barnard and Mr Myburgh?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "No Chairperson, as far as I know the people who took responsibility for it was the Boere Aanvalstroepe, the AWB did not take responsibility for that.",
            "Male"
        ],
        [
            "MS CAMBANIS",
            "Just for the record, the summary of that matter appears on page 20 of Bundle A.  Thank you.",
            "Female"
        ],
        [
            "MS CAMBANIS",
            ".",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ms Van der Walt, do you have any further questions?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Mr de Wet, you were asked with regards to the instructions which you would have received to go and place the bomb in Germiston.  Who told you to take the bombs there.",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Nobody told me to take the bomb there, I made my vehicle ...",
            "Male"
        ],
        [
            "UNKNOWN",
            ".",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "You say that you made your vehicle available and then you continued and you said something about Cliffie?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Mr Barnard, when we were together, he called us together, he said this bomb is going to Germiston and because of the pipe bomb missions which we discussed earlier the previous evening, I reconciled myself with it and I was prepared to take the bomb to Germiston.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Now, you said you made your vehicle available.  This you said because of what General Nico Prinsloo told you?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes, that he didn't have a vehicle for Barnard and therefore I offered him mine because it had a tow bar on it, and this was on instruction from General Nico Prinsloo.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Were you specifically asked for a vehicle with a tow bar?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And when you got back, once again you were told to take the tow bar off?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes, the same person - him and Leon van der Merwe, told me that I must take the tow bar off my vehicle.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Several times you were asked with regards to the fact that on the 21st of April ...",
            "Female"
        ],
        [
            "UNKNOWN",
            ".",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Mr de Wet, were you aware - sorry, you were asked questions with regards to the fact that on the 21st of April at Brigadier Leon van der Merwe's you were there on that date, and you went there to learn what had happened and that you would receive instructions there that there would be a war?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Before that date, were you in any sense aware of the fact that you are going to make war now?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "No Chairperson, Abraham Myburgh once came from Head Office, he came to pick up things at my house and then he told me, he addressed me as Oom Jan, and he said Oom Jan, it seems to me Terreblanche is going to wage war now, he called the people up to Western Transvaal.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you know about the call up instructions?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes, I did Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You also made mention of Koper Myburgh, you were asked who told you to go to Koesterfontein, that is the Sunday evening, when you picked up the pipe bombs, you said Koper Myburgh told you that?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Chairperson, Koper Myburgh called me and told me that General Nico Prinsloo wanted me and then he asked me to take Myburgh to Koesterfontein to go and pick up things there.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "So then from there you went to a meeting, that is your evidence or rather you were called into a meeting?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Koper Myburgh was also involved in that meeting, even though you would not know that?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You were also told that you executed this operation on your own initiative, your little group, but I would refer you to Volume 2, Chairperson.\n\tI refer you to Volume 2, page 7 that is the Volume in front of you, that is the charge sheet when you were on trial?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And there in paragraph 2, the State alleged in your case that these acts were committed in order to prevent the election?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And that is how you submitted it?",
            "Female"
        ],
        [
            "JAN B DE WET",
            "Yes, that is how I submitted it in that case as well Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "No further questions, thank you.\nNO FURTHER QUESTIONS BY MS VAN DER WALT",
            "Female"
        ],
        [
            "ADV BOSMAN",
            "Mr De Wet, the question of double ranks confuses me, it would seem to me that there were Officers and even the leader of the AWB who sat on different chairs or who wore different hats.  Let's take Eugene Terreblanche, as far as you know, where was he involved in the capacity of a leader?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Chairperson, Terreblanche, the only time he was a leader, was the time he was a leader of the AWB.  He was not the leader of any other organisation.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Where was he in a leadership structure?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "The BKA, the Volksfront - that is the only three I can tell you Chairperson.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And then Mr Barnard, which hats did he wear, on which chairs did he sit on?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, in the AWB there are two facets, the AWB Wenkommando and the Ystergarde which is a special unit.\n\tIn the Wenkommando there was a rank structure as well as in the Ystergarde.  When you had done the Ystergarde course, you either became a Lieutenant or a Captain once you have completed your course.\n\tThat is where you find the double ranks, in the Ystergarde he was a Captain, but in the AWB's Wenkommando he was a Commandant or a Colonel, whichever the rank was.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "When Barnard would give instructions to someone, would he say I am giving you this instruction in my capacity as a Captain in the Ystergarde or in my capacity as a Colonel in the Wenkommando?  How was it channelled down?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "If he gave an instruction, it would have been as Colonel because he worked directly with Terreblanche.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "So his rank, it seemed to me that his rank within the Ystergarde didn't really matter, it confuses me.",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Chairperson, I was a Colonel myself in the AWB Wenkommando and a Captain in the Ystergarde.\n\tAt one stage we were told to choose, either we are with the Wenkommando or the Ystergarde with regards to operations, and there I chose to stay with the Garde.  That was my need within the AWB.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Do you know what Barnard's choice was?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "No Chairperson, I cannot say what his choice was.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And then one further question, Mr Barnard, maybe I didn't hear something correct along the way, but Mr Barnard, wasn't he in another organisation as well?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "No Chairperson, not that I know of.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you Chair.  Two questions really, you mentioned that you spoke to Nico Prinsloo about what you had seen at Koesterfontein and this must have been either probably on the morning of the 25th, this is right?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "It was the Sunday evening Chairperson, after I returned from Koesterfontein.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So Sunday evening was the 25th or the 24th, just remind me?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "The 24th Chairperson.",
            "Male"
        ],
        [
            "UNKNOWN",
            "What did he say to you in response?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "He didn't give me any comments when I told him what was going on there.",
            "Male"
        ],
        [
            "UNKNOWN",
            "He said nothing at all?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "He only asked me if I would make my vehicle available.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Now the people from Natal arrived on the 25th, that is correct isn't it?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "That is correct, when I returned from the Germiston bomb mission, the people from Natal were there.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I asked this of one of the other applicants, and I will ask it of you.  In your opinion, isn't it strange that Nico Prinsloo didn't mention the activities of your little grouping to those people from Natal, just to motivate them and tell them that we are really going for it this time, wasn't that strange?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Chairperson, I wasn't involved there so whatever General Prinsloo told them, I cannot say what he told them, I was not present.  I do not know what he told them.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You misunderstand my question, I want your opinion as somebody who was fairly highly placed in the Garde.\n\tWasn't it strange to you or is it not strange to you even today, that he would not have mentioned this very important little motivational issue to the chaps from Natal?  I mean you had seen the bomb in the making, you had mentioned it to him, so it wasn't a State secret or an AWB secret, yet he said nothing at all, he actually referred to the BKA, the Boere Krisis Aksie, as the people who had been setting off bombs.  He said nothing about the Koesterfontein grouping and what they were getting up to?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Chairperson, I do not know why he didn't tell them that we were involved with that, I cannot give comment on that.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Slightly different aspect, you continually refer to instructions that you were given, you were following orders, yet at the same time you were allowed to set conditions as a member, a committed member, you were allowed to say to them, I will only give you my motor vehicle if, now how does that conditional participation, how do you marry that with the fact that you were there to take orders?\n\tSorry, just help me understand why you could pick and choose when to take orders or follow orders and when to say to them, go and jump, I will only do it if?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Chairperson, it was my vehicle and at that stage I said I will make my vehicle available if I could be the driver, because it is my car.  It is not that I put an ultimatum to him.  It wasn't that I said if I cannot drive my car, you cannot have it.\n\tI only said I wanted to drive the car.  No ultimatum was put.",
            "Male"
        ],
        [
            "UNKNOWN",
            "But essentially this is what I have understood you to be saying, that you said to them, you are the person who is going to drive that motor vehicle, at the same time you have continuously said to us you were there to follow orders, you did very, very serious things because you were following orders, but the minor matter of who was driving your car, you dictated the terms on, essentially.\n\tI am just trying to marry the part of you that takes orders unquestioningly and the other half of you that will say to them, you can have my car if I drive it.  The two halves, put them together for me.",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Mr Chairperson, Prinsloo needed a car, he did not have a car.  The stolen vehicles which he had to give to Barnard was not available, and because of that I told him my vehicle, I will make it available to you if I can be the driver of the car.  It is not an ultimatum, it is nothing like that.\n\tIf he said you cannot be the driver, then I wouldn't have made my vehicle available.  If that is what you are asking Chairperson.",
            "Male"
        ],
        [
            "UNKNOWN",
            "A final aspect, you have said to us today that you lied in the Supreme Court to prove your innocence, that is the way you put it, both in English and in Afrikaans?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You are giving evidence here today to prove your guilt essentially, the exact opposite?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Why should we accept what you are saying to us today when you were quite happy to lie before a Judge in the Supreme Court, having taken the oath, about your participation in these events?  Why should this Committee believe what you have to say today?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Chairperson, in the Supreme Court, if I then spoke the truth, I would have not gotten 25 years, I would have gotten longer.\n\tHere in front of the Truth Commission I feel that if I speak the truth, you can reduce my sentence, and that is why I am telling you the truth.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You see before both forums you take the oath, you have taken the oath here, you took the oath then, and the dilemma I am left with just as an individual panel member is, which oath are you really, when did you tell the truth, was it then, is it now?\tI still have a bit of a difficulty there?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Chairperson, when I was told that I can tell the truth at the Truth Commission and I can get amnesty, that is what I heard, and when I came here today, I am speaking the truth as far as I can.\n\tI have already said that in the Supreme Court I told a lie in order to prove my innocence.  If I spoke the truth in the High Court, I would not have received 25 years prison sentence.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you Mr De Wet, thanks Judge.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr De Wet, this war that you talk about, and if I understand your evidence it took on the form of planing bombs?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "Yes bomb planting and taking up weapons, to take up weapons where you shoot someone like in a war, in the Defence Force.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When would this have happened?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "With the speeches that was made, we will not negotiate, we will negotiate over the barrel of a gun, and I saw that the planting of bombs was the run up to this revolution and that in the end, with the elections, we will then take up arms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But according to you, the only reason for the war at that stage, was to stop the elections?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "That is correct Mr Chairman, that was my reason.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No other reasons?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "No, I had no other reasons.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You gave evidence that you were asked to choose between the Ystergarde and the Wenkommando?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Your answer was that you would rather choose the Ystergarde because it was your work?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you paid for that?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairperson, I did it freely.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you mean when you said you made the choice, because it is your work or what you did at the Ystergarde was a job?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "I did the course of the Ystergarde, because for me it was important that the people who were with me in the AWB, I wanted to train them and I wanted to become an instructor within the Ystergarde.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You just answered that the reason why you make this application is to help yourself getting out of jail?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tell me Mr De Wet, after everything that happened, did you go through the trouble of finding out who is the families of the people who died?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairperson, I did not go through the trouble, because outside I've got no one to ask except the AWB who supports me at this stage to do any jobs for me.  There is no one within the Prison Service who supports us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am asking you did you go through the trouble to find out who were the families of the people who died by the actions of the AWB?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairperson, I only read in newspaper articles that were available to me, I only learnt their names there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How do you feel about that?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "My personal opinion at this stage is that I feel sorry for people who had to die within a lost cause, because we did lose this struggle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you try ultimately through your leader, to send a message to these people to say how sorry you are?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairperson, there is no one who I can ask.  I did write letters to people, but no one wrote back about things I asked, I wanted to ask them what was going on in the country.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think you understand my point.  I ask did you try to make peace with the families of the people who were killed or unfortunately killed, in the actions just before the elections?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "No Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you think about it?",
            "Unknown"
        ],
        [
            "JAN B DE WET",
            "No, I did not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chair, sorry before we adjourn, sorry Mr Chair, could I approach the Committee just on one aspect before we adjourn.\n\tMr Chair, my understanding of the position when we commenced Wednesday was that counsels in respect of applicants 1 and 2 had had their mandate terminated.\n\tAt a later stage applicant 2 appeared personally and said that he is withdrawing his application.  Applicant 1 merely handed in Annexure B but his application as such is not withdrawn, is it still before you or not?  By who Sir, with respect Mr Chairman.\n\tWith respect Mr Chairman, if you look at Annexure B, as I gave instructions to my lawyers to make this application, that is the difficulty I have.  If his application has been withdrawn, he might be asked to be a witness at some stage.\n\tI just want to get confirmation on that, I don't want to ...",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not switched on)",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The problem that I have is that Counsel indicated on Wednesday morning that they, their mandate had been terminated and hence they were not proceeding.  Mr Koper Myburgh personally withdrew his application, but Mr Barnard says in his Annexure B as I gave instructions to my representatives to withdraw my application, I've got no more interest.\n\tHe doesn't as such say I am withdrawing, he says I gave my lawyers instructions to withdraw my application.  That hasn't been done yet.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not switched on)  Mrs Van der Walt indicated to us that her instructions were to withdraw the matter.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "I did withdraw.  My instruction that morning was ended but as Mr Prior can confirm, my instruction was actually as I heard from Mr Prior, that it was terminated.  Then there was another Advocate, Mr Rautenbach, who would have acted on behalf of Mr Barnard.\n\tI talked to him on the phone just before we started, and he said that he received instructions to withdraw the application, but he said to Barnard that he's got no instructions, because he withdrew it and that is all that I know about this.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Mr Chairperson, I discussed this aspect with Mr Prior, there were letters written to the South African Police Service as well as the Amnesty or the TRC and where application is made for the file of Mr Koekemoer.  We need Mr Koekemoer's file, he was an informant and we've got evidence that he was paid or a certain amount was paid to him, and that his instructions were given to him by the State, what his functions would be in order to infiltrate the AWB and what he reported back to the Security Police and what the Police knows about it.\n\tThe Police, with respect, was part of this action.  As it came forward from the case that there was a period for Mr Koekemoer to report back to the Police, they knew about the bombs and it may seem that the Police were involved in this matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How relevant is it?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "With respect Mr Chairperson, it is relevant in order for there to be a full disclosure.  It is further more relevant for the interest of the families, the type of bombs that were built, the bombs that were improved by Koekemoer and if the Police knew about it and did nothing about it, the Police is definitely party to it and in the general light that it is the function of the TRC that these things will not be repeated in the future, it is of great importance.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Prinsloo, we are not here to fight any other battle.   If such allegations are made, then you can call in this evidence.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "But with respect Mr Chairperson, if that file is made available, it could maybe shorten this hearing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do your application.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "The request I am directing towards the Committee that there must be a subpoena issued for Colonel Pretorius and Captain Van der Berg of Potchefstroom, to submit the file to the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I would like to make a ruling and I will give my decision to you tomorrow.  I would just like to talk to the Committee about it and tomorrow morning, first thing, I would be in a position to tell you yes or no.\n\tIs there any other thing, any other questions?  Nothing else?\n\tWe will adjourn.\nCOMMITTEE ADJOURNS UNTIL 23-06-1998",
            "Unknown"
        ]
    ]
}