{
    "header": {
        "type": "AMNESTY HEARINGS",
        "location": "BOKSBURG",
        "day": "3",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54636&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/bok/bok1_katleho3.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MADASA",
            "ZOLA NXEBA MICHAEL SONTI",
            "MR MAPOMA",
            "MR MOTATA",
            "INTERPRETER",
            "MR MALAN",
            "MR SIBANYONI",
            "MR SINGAMO",
            "PETROS VUSUMUZI MTHEMBU",
            "MICHAEL ARMOED"
        ],
        "starting date": "UNKNOWN",
        "original_speakers": [
            "MR ?",
            "CHAIRPERSON",
            "MR MADASA",
            "MR SONTI",
            "MR MAPOMA",
            "MR MOTATA",
            "MR CHAIRPERSON",
            "INTERPRETER",
            "MR MALAN",
            "MR SIBANYONI",
            "MR SINGAMO",
            "MR MTHEMBU",
            "PETROS VUSUMUZI MTHEMBU",
            "MR  MTHEMBU",
            "MR  MALAN",
            "MICHAEL ARMOED",
            "MR ARMOED"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning ladies and gentlemen.  Yesterday I had requested the Counsel for the Applicants and the - Mr Mapoma who is leading the evidence on behalf of the Commission to discuss the issues and see whether they can, as far as is practicable, limit those issues.  I gather that that was not done.  It was agreed that it was going to be done this morning.  At 9 o'clock Mr Madasa who appears for the Applicants was not yet present.\n\tThe explanation that he has offered is that he was held up in the traffic.  It seems to me that it is important that Mr Mapoma and Mr Madasa get together at some point to see whether they can agree on certain issues so as to limit the ambit of the evidence that is going to be lead.  I hope they will be able to do so in due course, in view of the fact that they did not hold the required conference.\n\tWe had intimated to them that we will allow them 30 minutes time to see whether they can deal - they can get together at this stage and deal with that - well rather whether they can hold the conference to deal with the issues that need to be canvassed.  But it has occurred to us that whatever they agree upon, Mr Sonti who is presently giving evidence will have to continue giving his evidence and we've come to the conclusion that perhaps it is desirable that we finish the evidence of Mr Sonti and thereafter we can take a break at which point they can discuss - they can hold their conference and come to some agreement as to what the issues are.\nMR ?: Mr Sonti, you are still under oath, I'm just reminding you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Madasa, have you finished your evidence?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "No, Mr Chairman, a few questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I beg your pardon.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "I was not finished yet.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, go ahead then.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Sonti, when you completed the application form for Amnesty were you assisted?  Did you receive legal assistance?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who assisted you, or from where did the assistance come from?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "We were assisted at the Shell House, the ANC headquarters.",
            "Male"
        ],
        [
            "MR MADASA",
            "So you are saying you were advised as to how you should complete the form?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Yes, we were advised as to how to fill the form.",
            "Male"
        ],
        [
            "MR MADASA",
            "Now, in relation to the offences which you have admitted.  What was your political objective when you captured those people?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "There was nothing that I was going to gain in as far as that was concerned.  It's just that all these incidents took place during the time of violence.  In other words there wasn't any objective that I was after or I will have.",
            "Male"
        ],
        [
            "MR MADASA",
            "Whom were you helping?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you just hold on a second please, I missed something here.  I've got it now.  Could you just repeat your - you were asked, what was the political objective that you wanted to achieve in capturing these people, is that right?  You remember that question, you've just been asked that question?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Sir, yes I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Your answer.",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "What I said, there was nothing that I wanted to gain as such except that we were protecting the community during the time of violence.  The community was not protected at the time.",
            "Male"
        ],
        [
            "MR MADASA",
            "When you captured those people, whom were you helping?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "What I think is, we were helping the community since the community was not protected.",
            "Male"
        ],
        [
            "MR MADASA",
            "How was the community going to benefit from you capturing those people?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "There was nothing for the community to have gained but I think there would have been peace from that act because there are so many things that were happening and taking place at that particular time.  So peace would have been achieved in other words.",
            "Male"
        ],
        [
            "MR MADASA",
            "Were you present or did you overhear an order issued for the elimination of those people?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Sir, I don't quite remember because if I were there or present, maybe I would have taken part as well but what I did, was that I shall go and locate Blanko's relatives so they could come.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sonti, would you please listen to the question and then answer the question.  The question is, were you present when the order to eliminate these people was issued or did you overhear that?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I wasn't there, sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "Yesterday when you were asked by Mr Chair whether the fact that there were eventually eliminated surprised you, you said you were surprised because of their age?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MR MADASA",
            "By that are you saying if you were present when the order was issued you would not have carried it out, in view of their age?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I could have followed the order because an order is an order.",
            "Male"
        ],
        [
            "MR MADASA",
            "Was you opinion, with regards to the age of the victims going to stop you from carrying out the order?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Madasa, he has just told us that if he had\nbeen there, he would have carried out the order.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you Mr Chairman.  I have no further questions.\nNO FURTHER QUESTIONS BY MR MADASA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sonti, yesterday when we adjourned, you indicated that there was a certain matter that you wanted to mention and I would ask you to make a note of that so that you can mention that matter today.  Do you remember that?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, would you go ahead and mention that matter, if you still want to do so.",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "As I have already said, and explained that Mr Buthelezi, the one who resided in Block F is the one who was organising this whole thing.  The lady by the name of  Bulelwa was opposing this suggestion or the view, but as far as I think, as a Xhosa and this was pointed towards the Xhosa or it was something that was being discussed by the Xhosas but it did happen as planned but prior to that there were rumours that Mr Buthelezi has been seen with Chaba before.\n\tHe has been seen socialising with a certain group and that group comprised of Inkatha and Internal Stability, that was the third force.  Chaba is the group, an enemy and Comrade Nchebe was captured one night, one particular night where he was seen because the Internal Stability did not know Mr Nchebe's house in Block D.\n\tMr Buthelezi was seen in that casper that was coming to arrest Mr Nchebe but they found him quickly.  The thing that makes me say all these things or these incidents that happened, it was inspired from Block F, it's because of the kind of guns that they had and the particular pistol or the particular gun that was used to kill people of Block F who were burnt in a caravan was a type of a gun that was used by the Internal Stability.  R1 in other words.\n\tThe one that killed people in Block F who were burnt in a caravan.  I had a picture in my mind that all that was happening and all what we are about today here, was cooked and from my understanding in Moleleki Extension 2 at the time the soldiers who used R1 and the Police.  Let me just point out without hesitation about ANC [inaudible], they were gangsters.  We went on in all these incidences that were occurring there.  The general sales tax were stopped by the then Government.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is what you are talking about now still relevant to what we were here about?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I'm coming to that, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Come to the point.",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "As I am saying that the acts of my colleagues here, as the general sales tax was ending, VAT being introduced, there was a suggestion that was not well understood as to how this VAT was going to function and it was proposed that a consumer boycott takes place by the civic of Katlehong.  As this was being negotiated around the VAT, this boycott suggested that people should not buy from Germiston shops but should support the people in the township.\n\tOur companions, colleagues, they were some of the people who took this consumer boycott story further and made it succeed by discarding goods or groceries of people who had bought from Germiston.  They confiscated some of these.  At that time, one of the people who is asking for amnesty here is the one who opened a  Spaza shop, making use of some of the things that were confiscated from people.  \n\tMy question was",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sonti, would you please tell us about the events dealing with the killing of the 11 people in Katlehong on the 7th December, that's what we want to hear.",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I have pointed it out sir, that myself being Sonti, I was not there in the veld where these people were killed.  I have no knowledge therefore what transpired there.  What I know, I came across some of the people who are applying for amnesty coming back from the scene.",
            "Male"
        ],
        [
            "MR MADASA",
            "Sorry Mr Chair, may I, just one question?  Mr Sonti, you remember you told us that before Bulelwa's death you were walking together?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MADASA",
            "Do you relate the fact of her death with the fact that you were walking together?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Bulelwa died after we had parted.",
            "Male"
        ],
        [
            "MR MADASA",
            "Do you relate the fact that before she died, you were seen with her?  Do you relate that with the fact that she was eventually killed?  In other words, do you suspect that the people who killed her, did so because they saw her with you?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I think that may have been the case sir and our relationship from 1989.",
            "Male"
        ],
        [
            "MR MADASA",
            "No further questions Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you Chairperson.  Mr Sonti, let's start on the formation of the self defence units.  Were you at Moleleki when the self defence units were formed?  Moleleki section?\n[intervention]\n[no English translation]",
            "Male"
        ],
        [
            "MR MAPOMA",
            "of which you were a member was formed in 1992, were you at Moleleki?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I was not yet at Moleleki.  I was still [inaudible] 5, being a member of the self defence unit there.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now when the self defence unit at Moleleki was formed, the ANC was part and parcel of the community there, Motlokwa said that.  Do you dispute that?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "No, sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now, during the formation stage of the self defence unit, the ANC, some of the members of the ANC joined the self defence unit, you don't dispute that too?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now, when the self defence unit was operating, the one you were a member, whom did you perceive as an enemy of the community?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Sir, let me put it this way without hesitation.  In the area where I was, there were ANC members mainly and the enemy therefore was Inkatha and amongst us there were certain people who were not in favour of the ANC, who did not support the ANC.  There were gangsters among us.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Do I understand correctly when I say the self defence units were formed through the blessings of the ANC, in order to protect the defenceless community?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Against who?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "As the one of the accused in the case that is accused number 7, ourselves being ANC members, it was suggested that we protect ourselves in areas where we resided and this was an order that came from Chris Hani, if I am not mistaken, that there was not enough help from the Police and therefore the community had to protect themselves therefore the self defence units came into being.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were going to protect the community against who?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "The community was not protected sir at the time of violence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "[inaudible] the community was not protected.  What I want to know is against whom were you were going to protect the community?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Under the ANC sir we were protecting the community under the ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Against whom?  Who was attacking the community?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I had already indicated who the enemy was.  The ANC enemy was Inkatha.  Together with the third force.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now the Internal Stability Unit, how did you categorise it?  Did you perceive the ISU as also part of the enemy?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Yes, we saw them as part of the enemy sir.  In events or incidents that happened in [inaudible] in general, they too were involved.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now the Youth Wing of the African National Congress of which you were operating under, did you perceive it also as part of the enemy?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "First, they were not part of the enemy but as time went on it transpired that they no longer supported the self defence unit.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "They no longer supported the defence unit because they parted away from the defence unit, is that so?  Is that what you're saying?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now do you understand that the ANC Youth League was a political organisation, being a wing of the African National Congress?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You also understand that the ANC Youth League had a right to exist in the community as part - as a political organisation catering for the youth of the ANC?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now when you had a problem with the ANC Youth League, were you having a problem with the ANC Youth League as an organisation or members of the ANC Youth League as individual members?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "The problem sir, as I have explained, problems that we experienced were problems that were caused by the ANC Youth League as a whole.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now, I take it that in Moleleki Section there was an executive of the ANC Youth League, is that not correct?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And during the time when some members of the ANC Youth League were participating in your SDU, they were participating as individual members of the ANC Youth League.  In other words, the SDU did not swallow in the ANC Youth League?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Sir, let me put it this way.  The ANC Youth League, people that I remember there were around 10, they were under the self defence unit.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now what I'm saying - what I'm saying to you Mr Sonti is that the ANC Youth League was an independent entity, a political structure which was there in the community?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And you had some members of that independent political structure participating in your SDU, before they left you, is that not correct?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We were told by Mr Mkloka that there are members of the ANC Youth League who remained with the SDU, is that right?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it a fact that you were not so much against the ANC Youth League but you were against what you considered to be, the criminal activities of the ANC Youth League members?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So, yes.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Now, when you had a problem with the criminal activities of some members of the ANC Youth League, did you approach the leadership of the ANC Youth League in the community?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We heard that yesterday.  Were we not told that the civic was approached at some point?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you Chairperson.  Did you raise your problems to the executive of the ANC Youth League in the area?  In your area, Moleleki?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Sir, that we did several times, trying to discuss these problems but there was this issue.  The issue was raised that people did not want to be controlled by people from the rural areas.  All efforts came to no avail.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now let's come to the self defence unit which you said was bombed by Mr Buthelezi in Block F.  When Mr Buthelezi called for a meeting to bomb this self defence unit, were you there in that meeting?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "The meeting you are talking about, I have already indicated that I was appointed as I should withdraw from that meeting.  I should not attend it.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Asked by whom to withdraw from attending that meeting?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I have explained that it was George Mokwena.  He himself too did not reside in Block F.  He resided in another block, Block E.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now, let me [inaudible] on this.  I'm referring to a meeting where you said, 4 members of your SDU's volunteered to participate in that newly formed SDU, is that the meeting you are talking about?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct sir.  They too were not allowed to partake of that meeting.  They said their problem was known.  And there was nothing we could do.  We left the meeting before it started.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you say there were 4 of you there?  Four members of the SDU were present?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "[inaudible] must leave.",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "One left and he resided - he stayed behind.  He resided in Block F.  We requested that we be [intervention]",
            "Male"
        ],
        [
            "MR MAPOMA",
            "[inaudible] self defence unit turned out to be members of the ANC Youth League in Block F, is that not correct?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You said in your evidence that Mr Buthelezi was suspected of being a member of the IFP, is this so?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Yet this Mr Buthelezi is the one who was in favour of the ANC Youth League SDU's in Block F.  How do you explain the differences?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Sir, let me explain it this way.  As I have explained that these members deserted and left us to be under Mr Buthelezi, on arrival they did exactly what did not want on our side of SDU, Mr Buthelezi, there were also rumours that he was rubbing shoulders with Inkatha.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Did you believe the rumours?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Yes, we did believe the rumours.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You believe that the ANC Youth League, which was a youth wing of your organisation was working hand in hand with the IFP member, Mr Buthelezi?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct, I did believe it.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You were a member of the ANC at the time, is that so?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And now when the ANC Youth League was working hand in hand with the IFP, then there was a political problem with that one, is that so?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Did you ever raise that with your organisation, the ANC, that your Youth Wing is now working with the enemy?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Yes, we did talk about it.  However this was not taken too seriously because they thought that they would not listen to people who were from the rural areas.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who was this person not prepared to listen to the people from the rural areas?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "It was the youth that I was talking about sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "The question is Mr Sonti, the problem of the ANC Youth League working hand in hand with an IFP aligned person, Mr Buthelezi.  Did you take that problem with the ANC organisation?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct, we did talk about it sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Then what did the ANC do about it?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "There were certain members that were sent to talk to Mr Buthelezi.  He rejected all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did Mr Buthelezi deny the fact that he was working with Inkatha?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now let's go to your activities",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what became of that - did you ever receive any feedback from the ANC as to what their findings were in this regard?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "There were no conclusions made as such Mr Chairperson except that Mr Buthelezi would go away from the area in which we stayed for periods of time.  I don't know why that would happen.  In other words, there was no progress in this matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "[inaudible] talking about it, that the investigation into the conduct of Buthelezi as to whether or not he was aligned to Inkatha?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did the ANC ever come back to you to indicate what their findings were on this matter?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "When I say the ANC, I'm referring to the central group, the ANC Defence Unit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "[inaudible] to the central structure of the SDU?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You're not referring to the organisation, the ANC as such?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "They are connected.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As we understand your evidence, the SDU had a problem with Buthelezi who was perceived as working with Inkatha, is that right?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Correct sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And there was a difficulty again because the ANC Youth League worked with Buthelezi who was perceived as being aligned to Inkatha?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Correct sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think the question was, did you take the matter up with the ANC, outside of the SDU structure?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who did you take the matter up with?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "As I have already said, the ANC central structure of the SDU.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The central structure was the structure of the SDU, is that right?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What we want to know is, outside of SDU structures, Shell House, for example, did you take the matter up with Shell House?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Thank you sir.  We took this matter up with McBride who was present at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did he say?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I don't remember sir, as I am a worker employed.  However, there was an investigation, the results - or the conclusions thereof I do not remember.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now is it not correct that Mr Robert McBride was a member of the peace desk of the ANC, to look into the problems of Moleleki?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Certainly sir.  He was a member of the peace desk.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And he investigated the conflict in Moleleki after the incident of the killing of the 9 people who were killed, is that so?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "The killing incident that Mr Robert McBride came into Cape Town in the Moleleki problems?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Correct sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And the problems that you had with Mr Buthelezi were problems before the incident [inaudible]?  Do you understand that one?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Correct sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "So do you still maintain that the matter was taken with Mr Robert McBride even before the incident?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Sir, as we did talk to Mr McBride about Buthelezi, secondly after all this happened as a member of the peace desk, we did talk to him.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You talked to him [inaudible]",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I, personally sir.  On the 9th I was injured, the 9th of December.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question is, Mr Buthelezi had died when the matter was taken up by Mr McBride.  What do you say to that [inaudible]?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I agree sir that we did talk to Mr McBride after I was injured.",
            "Male"
        ],
        [
            "MR MOTATA",
            "Mr Sonti, your attention was drawn to the fact that when you engaged yourselves in discussions with Mr McBride about Mr Buthelezi, it was after the incident that is after the massacre of the 9 people and Mr Buthelezi was one of the 9 which was massacred, do you agree to that?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Yes sir, I agree with that.  The mistake that I made was to say that I met with Mr McBride.  I did not personally talk to Mr McBride, I was in the hospital, injured.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "[inaudible], perhaps if I can put your question in the negative.  Mr Sonti, you didn't raise the matter with the ANC structure outside the SDU, is that correct?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "No sir, I did not.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Within your structure, the SDU, in other words, the SDU under which you were operating did not raise the problems of the ANC Youth League with the ANC structure outside the SDU, is that correct?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Please repeat your question sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "I am saying, not necessarily you as an individual but your SDU structure did not raise the problem of the ANC Youth League with the ANC organisation outside the SDU?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I understand sir.  I cannot be certain if I had been there at the time I would have some knowledge.  Unfortunately I was already injured at the time.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Mr Motlopo said during the 1993 December, it was a stage where the IFP were in the hostels and in the townships, the IFP was not there?  What do you say on that, about Mr Buthelezi?  Being aligned with the IFP?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Please repeat your question sir, I don't understand.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "During 1993, December, the evidence that has been lead, given by Mr Motlopo, is that at that stage, the IFP were staying in the hostels and in the townships, including Moleleki, it was predominantly ANC who was staying there, do you agree with that?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I do agree about that matter even though the Inkatha was hiding at Moleleki Extension 2 because that area was predominantly an ANC area.",
            "Male"
        ],
        [
            "MR MOTATA",
            "[inaudible] say Mr Sonti that despite the question put to you, Inkatha did not completely get out of Moleleki, they were still within the township, am I hearing you to say that?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "The Inkatha was there sir during this time.  It was hiding behind the ANC.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "So are you saying there were Inkatha members who were operating under the banner of the ANC?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That's what I'm trying to say sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now, let's come again to Mr McBride.  After the incident, Mr McBride was reported in one of the newspapers as having said that a gang who called themselves the SDU's in Moleleki killed the  members of the ANC Youth League?",
            "Male"
        ],
        [
            "MR MADASA",
            "Sorry Mr Chair.  Mr Chair I oppose this question.  My learned friend is quoting an extract from a newspaper purportedly information from Mr McBride and that is heresy Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you say to that?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chairperson, this is [no interpretation] and I can get his perspective of what that report was saying.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Madasa?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair, the problem with that is that that information which my learned friend is quoting from, the extract, it's untested, nobody knows the accuracy thereof, it could be inaccurate.  Now there's a possibility that inaccurate information is being put to the witness for him to comment on that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well as I understand the purpose of the question, he's simply asking the witness either to confirm that what Mr McBride is reported as having said is accurate or not.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you understand that?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you still persist in your objection?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "No, I leave it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Mr Sonti, I just need your comment on the report where Mr McBride is reported to have said that a gang calling themselves SDU's killed the members of the ANC Youth League in Moleleki, after the incident.",
            "Male"
        ],
        [
            "MR MOTATA",
            "Before you respond to that Mr Sonti I would request Mr Mapoma to indicate which newspaper probably you came across that, let's not said it was reported, let's know which paper it was reported in.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Yes.  In the City Press.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that included in the bundle of documents that we have?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No Chairperson it is not in the bundle of documents but it appears in the Police docket.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well refer us to the page.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chairperson, unfortunately the Police docket itself is not numbered but I do have a page appearing in the Police docket.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would this be the document that is dated December 12 1993?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "A report by a certain Moses Mamila?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, the part that you're putting to the witness, what part of that cutting, which paragraph?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "The second paragraph from the bottom Chairperson, which reads,\n\"The clash was reported to Mr Robert McBride of the ANC peace desk who confirmed to City Press that a group of armed people were fighting ANC youth and civic leaders.\"\nIt goes on to say,\n\"But he denied that they could be defined as members of the SDU.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now who could not be defined as members of the SDU?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "I take it that it is the group which he refers to.  The group of armed people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where does that appear?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Can I get your question Chairperson?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay well put the question.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Mr Sonti, there is a report in the City Press.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me put it to you this way.  Mr Sonti we're being referred to an article which is dated December 12, 1993 which is said to be an excerpt from the City Press of that date which quotes Mr Robert McBride of the ANC peace desk as having confirmed, firstly that a group of armed people were fighting ANC youth and the civic leaders.  Is that the first part?\n\tHe's now relating to the - he's referring to the killing of the deceased and the [inaudible] presumably.  He says a group - well he's quoted as having said a group of armed people were fighting ANC youth and the civic leaders and then he is reported as having gone on to say they could not be described - he denied that they could be defined as members of the SDU.  Presumably the reference here is the reference to this group of armed men.  What do you say to that?  Would that be an accurate description of the group as you understood the position then?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I dispute that sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "What is the accurate position?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "[inaudible] is as described by the witness, namely that they were members of the SDU who - they were members of the SDU.  Is that right?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Correct sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thanks Chairperson.   Now Mr Sonti I just want to have your comment.  The ANC Youth League members who were there in Moleleki, during that time, some of whom were captured and released are going to deny that Mr Buthelezi was a member of the IFP.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Give us the names of those persons please.",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Please repeat your question sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Jabulani Nomalo and Tusanang.  Unfortunately [inaudible] but Tusanang featured prominently in his evidence.  They are going to deny that Mr Buthelezi was a member of the IFP or a supporter of the IFP.",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "As I have already said sir, we according to our perceptions and those of the people that you have just mentioned and all the things that they did, they are talking nonsense.  For example, Jabulani Nomalo, if I am not mistaken, he's from Seluma section.  We are talking about a matter pertaining to Moleleki extension 2.  Please investigate this properly.  Jabulani Nomalo is from Seluma.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now, you dispute that Jabulani Nomalo is whom you captured?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I'm not disputing that sir.  As I have already said, the people that were staying there were from different areas.  I am sure that he is one of the people that came to help on that particular day.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Do you dispute that Jabulani Nomalo was a resident in Moleleki section at that time?  And was taken from his home in Moleleki section?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I dispute that because he is from Seluma.  His home is in Seluma.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "[inaudible] going to tell us that he was taken from his home in Moleleki section and then to the veld?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "[no English interpretation]",
            "Male"
        ],
        [
            "MR MAPOMA",
            "[inaudible] in the Moleleki section.  Now let's come to the death of - the day when Bulelwa was killed.  You confirmed that when you had a conversation with Bulelwa you - she was with Binky?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now when you were talking with Bulelwa, was Bulelwa at that time, in good working relations with your SDU?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Correct sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Is it correct that Bulelwa at that stage had some differences with the manner in which you were conducting yourselves as the SDU's and when you were talking to her you were discussing those differences?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the question?  What are you putting to the witness?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "I'm sorry Chairperson.  There are two questions now.  Is it correct that when you were talking to Bulelwa, there were some differences between her and the manner in which you, as the SDU's were operating in the community?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I dispute that sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But to your knowledge, did Bulelwa, at any stage voice her disapproval of the manner in which the SDU operated?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is not correct sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The members of the ANC Youth League at some stage patrolled under the auspices of the SDU?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Please repeat that sir.  Please repeat your question sir.  Please repeat your question sir, the interpreter didn't hear you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We were told that at some point, the members of the ANC Youth League operated as SDU and patrolled the township?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that whilst she may have had complaints often concerning the manner in which the ANC Youth League members were operating as SDU were conducting themselves?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did she at any stage voice those concerns?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I have already explained this sir, that as Bulelwa was in the street committee, Block F she came with the report that a new self defence unit was being formed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you say that - and how was this news received by the members of the SDU?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "It was not well received sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did the  members of the SDU say to Bulelwa about this?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "They did not talk to Bulelwa.  She was talking to me at that time.  My colleagues heard this report from me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "[inaudible] your - the other members of the SDU that it is Bulelwa who had brought the news of the formation of the new SDU?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Correct sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did your members of the SDU react to this news?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "As I have already explained sir, our colleagues of the ANC Youth League, we already knew about their.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "[inaudible] first brought the news of the formation of the SDU to you?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Could the speaker wait for the interpretation.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Did you convey this news to your - to the other members of the SDU?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Yes sir.  I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did your members of the SDU react to this news?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "According to my perception sir, this news was not well received.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did you bring this to the attention of the other members of the SDU?  Was this at a meeting or to them individually?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "We had a meeting sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "[inaudible]",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was Bulelwa present at that meeting?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "She was not present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was there any reason why she was not at that meeting?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "No, no particular reason.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were any feelings or concerns expressed about Bulelwa at that meeting?  For having brought the news about the formation of the SDU - of the new SDU?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Sir, I think that they were totally against this because Bulelwa was seen talking to me.  They hated this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who hated who?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "As I have already said sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who hated who, that's the question?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "The youth members of the new self defence unit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm just dealing with the meeting.  We know that at that meeting Bulelwa was not there, you announced at the meeting that she has told you about the formation of the new SDU and you've also explained that the members of the SDU did not like the idea of the formation of the new SDU.\n\tNow what I want to know is, were any feelings or concerns expressed at that meeting by members of the SDU against Bulelwa?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "They had no problem with Bulelwa sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "May I just ask a follow up question.  Bulelwa was present at the Block F meeting where the decision was taken to form  a new SDU, is that correct?  She was a resident too, of Block F?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was nothing said about her participating in that meeting, agreeing a new SDU?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "No sir, she did not agree with that.",
            "Male"
        ],
        [
            "MR MALAN",
            "On what basis do you base this information, that she did not agree with it?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "They told her that as a lady she should keep quiet.  Being called to order so to speak.",
            "Male"
        ],
        [
            "MR MALAN",
            "Are you saying she did not speak?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "After she did not agree with the rest of the people in the meeting, she was told to keep quiet.",
            "Male"
        ],
        [
            "MR MALAN",
            "Could you just lastly tell me, who told you this?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Bulelwa told me.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thanks Chairperson.  Now Mr Sonti, let's come to the political objective of your acts.  You have said that your objective was to bring peace to the community?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And there was no peace in the community because there was some members of the community that is the ANC Youth League who were - who did not see eye to eye with yourselves as SDU's, is that so?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Correct sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now you captured the youth and then upon capturing the youth you yourself went around the community to make a call to the community that anyone who has his dog - I'm trying to quote you correctly - you called members of the community to identify their dogs in the place where you were sending them.\n\tNow how do you reconcile that with an objective to bring peace?  That assertion of calling some children belonging to some members of the community, calling them dogs, yet your objective is to achieve peace.  How do you explain that one?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That particular night of the 6th, when we gathered or when there was conflict I asked for forgiveness.  I said that we should all talk.  This word, dog, were from our colleagues saying that here come these dogs, let us shoot, we asked for forgiveness, we lifted our hands, we tried to talk to them.\n\tThey said that we are from rural areas, from the Cape and we wanted to rule the township.  This is why sir, the next day I was also shouting saying, if anybody had a dog patrolling the previous day must show up at Block F where Bulelwa's corpse was.  That is the truth, I did say that.\n\tI asked for forgiveness, forgiveness which I did not receive.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "[inaudible] past the stage of asking for forgiveness from them?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I did want their forgiveness sir.  For example, I did want forgiveness as I said for example Tusanang was there, his name was mentioned.  I called everybody so that they could hear what Tusanang was all about.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now let's come to the decision to kill.  You have said that you were not - you did not hear the order to kill?  And you also.",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And had you heard the order to kill, you would kill because it would be an order?  You said so.",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "[inaudible] did not expect that they would be killed because they were young, those people, for them to be killed.  You understood that?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Yes, sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now, in your understanding, this order to kill, would it give peace to the community?  Would it bring peace to the community?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "As I have already said sir, yes, the  members of the Youth League were quite young.  However, the incidents that they were involved in before the 7th, what they did and partook in were beyond their years.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "So, are you saying the acts they did were acts which - understand me correctly, I'm not suggesting that you are saying that, but are you saying, the fact that they were young meant nothing because of the actions they did?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is what I'm saying sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "But when you said, you did not think they would be killed because they were still young, you were quite aware already of the actions that they were doing still.  I mean how do you explain that one?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Sir, the community of Moleleki Extension 2 had an idea of the acts that they were involved in and everything that happened at Moleleki it happened because of the same people over and over again.  I thought that - or I had thought that they would learn a lesson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The deeds that you are referring to now are - what are those?  You say the community was  aware of their deeds.",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "It is the deeds that I have already mentioned by people like Majosi Mbogane, Hlalugwasi, these are deeds prior to the incident from July.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "[inaudible] the killings of these persons, are you referring to their criminal activities?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I am mentioning the people that they killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "[inaudible] are the killings of persons in townships?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Mr Sonti, the members of the ANC Youth League who are going to testify here are going to deny that they were gangsters as you have described them.  Do you still insist on that?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I refute that sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you.  No further questions Chairperson.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any re-examination Mr Madasa?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes, thank you Mr Chair. Mr Sonti, were the actions of the ANC Youth League in line with the policies of the ANC as an organisation?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "No sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "[inaudible] SDU you were what could be referred to as a foot soldier, in other words you were not involved in the structure hierarchy of the SDU, you were a foot soldier?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Correct sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "Therefore you were not involved in communicating problems between the community and the ANC, that is Shell House?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Correct sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "You said at the Buthelezi meeting which was about the new SDU one of your members remained behind because he lived in Block F.  Who was that member, what is his name?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Albert Mloye",
            "Male"
        ],
        [
            "MR MADASA",
            "Is he one of the Applicants?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "No sir, he has not applied for amnesty.",
            "Male"
        ],
        [
            "MR MADASA",
            "Do you know how the SDU central committee was\nconnected with the ANC Shell House?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I don't have clarity on that sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "You never attended meetings between the ANC, Shell House and the central committee of the SDU, is that correct?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "No sir because I used to work at the time.",
            "Male"
        ],
        [
            "MR MADASA",
            "When Bulelwa told you about the fact that a new SDU was being formed, was that before Buthelezi called that meeting?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Which meeting sir?",
            "Male"
        ],
        [
            "MR MADASA",
            "The meeting called in order to form the new SDU.",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I have already explained sir that Bulelwa went to the meeting at Block F as she was a resident there.  She heard about all this there.  About the new self defence unit that was being formed.",
            "Male"
        ],
        [
            "MR MADASA",
            "[inaudible] which you talking about, is it the same meeting which Buthelezi called to form a new SDU?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "After you'd heard of that as the old SDU, did you call a meeting to address that problem, that is the fact of the new SDU being formed?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "As I have already said sir, some of the people who have applied for amnesty who were present here from Block F came with this report.  There was a meeting, we were talking about this matter or discussing it.",
            "Male"
        ],
        [
            "MR MADASA",
            "My question is that you, as SDU old, you've discussed your disapproval of the new SDU, I know that.  But my question is, afterwards, did you then attempt to call a meeting with the Buthelezi group to address that very issue of the new SDU?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Correct sir.  The day that I was chased out of Block F sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "[inaudible] chased out [inaudible] about discussing the new SDU?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct sir.  Can I just explain something quickly.  As I was told to leave Block F as 4 comrades, the one Mloi was left behind.  We asked Mr Mloi to announce for us that we would like to meet with the ANC Youth League.  The ANC Youth League also had their own meeting not far off from where we were.  This is the meeting that I was talking about with the lady.",
            "Male"
        ],
        [
            "MR MADASA",
            "In response to a question by my learned friend here, you said there was no peace in the community because there was a conflict between you, SDU and the ANC Youth League, remember that?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "Was the conflict between you and the ANC Youth League the only cause of trouble in the community?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "There was peace in the community sir.  There was just one problem that we did not get along with the 1993 Youth League.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did the ANC Youth League cause trouble in the community besides fighting with you?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Yes sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "No further questions Mr Chair.\nNO FURTHER QUESTIONS BY MR MADASA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni do you have any questions to put to this witness?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Yes, thank you Mr Chairperson.  Mr Sonti, I'm referring you to your Application which starts on Page 34.  You said you were assisted in completing this application, did I understand you correctly?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct sir.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Now Mr Sonti when completing this Application were you intending to apply for amnesty for the so-called Katlehong Massacre, in other words, the killing of the nine people in the veld?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Yes sir.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Now why did you speak about two people killed with a knobkerrie, that's on Page 35, why did you only refer to two people and not nine people?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Sir, it is because all the people that I mentioned, the nine people, it is the people that I knew only afterwards who they\nwere.  I did not know who they were.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "But you knew that there were nine people and not two people, is that correct?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Correct sir.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "[inaudible] Mr Sonti, on Page 39 of this document, you are saying - you are referring to Case Number CR 903/95 and when the questions asked on which charge you say, same murder who were found not guilty.  Were you charged for this particular incident and found not guilty?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Sir I only go up to standard 6 as far as my education is concerned.  I have - I was imprisoned concerning this matter.  I went to Alberton.  The trial or the case was at Alberton and I was charged on this matter.  The 1993 matter I was arrested on the 23rd September 1995, released in 1996, 26th January.  I then filled up this form on 10th May 1997.  In other words my lack of education perhaps or because of my lack of education I probably did not answer the questions correctly in the form.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "On Page 37 of your Application you are saying, when you are asked about the political objective, your answer there says, the community of Katlehong were under the attack from IFP hostel inmates.  Further down you are saying, I responded to the call of our political leadership.  Now my first question is, you are only referring to the attack from IFP hostel inmates?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Correct.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "But the ANC Youth League were not from the hostels and my question is why didn't you mention that?  You were protecting the community from the ANC Youth League who were operating other - which were doing criminal activities in the community, why was that not spelt out clearly?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "As I had already said sir, I am not well educated.  I think the closing date for the Applications, it was in May, there was little time and this is quite a big document.  I did not give myself enough time or I did not have enough time to read through it again to do it thoroughly because I wanted to hand my Application in.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "My second question in this respect will be, where you are saying, \"I responded to the call of our political organisation, our political leadership, the ANC\".  What call was that?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "To respond to the call of the leaders.  I was trying to say that all the decisions that are made in ANC meetings we would obey, even though we did not get enough time or did not get clarity on the decisions made or the code of conduct what we are supposed to do as the members of the ANC.  As members of the self defence unit, we did go to school but stopped at very low standards, like myself, standard 6.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Do you agree Mr Sonti that there was no call from the ANC to kill these members of the ANC Youth League?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct sir.  There was no call.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "When you were saying people should come to identify dogs with your patrolling the previous day, to whom were you referring as dogs?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Sir, I am divulging all this as I have come to tell the truth.  The night of the conflict Mr Chairperson it is a group that we came across.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Mr Sonti, let me interrupt you, the group you met referred to you as dogs but when you use those words, to whom were you referring as dogs?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I was referring to the people that were found because these were the people that we were in conflict with.  I was referring to the people that we did find.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "[inaudible] the people you captured that's all.",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Correct sir.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson, no further questions.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Sonti, first question and I want to re-visit that meeting in Block F where the new SDU was established.  You remember which meeting I'm talking about?  That's the meeting where you were asked to withdraw.",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Yes sir, I do remember.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Sonti, on that occasion, that meeting was attended eventually by one of your comrades Moloi who was a resident in F, is that correct?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Correct sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did Moloi report back to you after that meeting?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Mr Moloi did not get back to me.  He knew what was going to happen sir.  He just disappeared from Extension 2 Moleleki.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you never see him again?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "He never stayed at Extension 2 Moleleki again.  He went home to Qua Qwa.",
            "Male"
        ],
        [
            "MR MALAN",
            "So he accepted the community's ruling there, that he was out, that he was not to be a member of the SDU anymore, is that the reason?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I think so sir because he did not bring a report back.",
            "Male"
        ],
        [
            "MR MALAN",
            "But you also gave evidence that your SDU also accepted the community's wish?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Correct sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "You are aware that the document that both you and Mr Motlokwa refer to, \"For the sake of our lives,\" says that a community can replace individuals or an entire SDU, you are aware of that?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Yes that is possible sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now you also said that at some stage you decided there was no benefit for you in that new SDU, didn't work?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Correct sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you call another meeting again to discuss the formation of yet another SDU?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I did not call a meeting sir to form another SDU.  There was only one SDU.  We wanted to be part of the new one so that we could discuss matters together.",
            "Male"
        ],
        [
            "MR MALAN",
            "But eventually you had most of the members of that SDU, the youth members in any event, you had them killed?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Correct sir.  As I have already said they were from our group.  I did not take part in killing anybody.",
            "Male"
        ],
        [
            "MR MALAN",
            "Let me just ask you again about the role of Bulelwa and you would have heard that the question was put to Mr Motlokwa about the rumour that did the rounds, that he killed Bulelwa?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I heard that sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "Do you have a comment on that rumour?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "No, no comment sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now, you also said that Bulelwa did attend that meeting and she didn't speak.  She was told to stay quiet because she's a woman, is that correct?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now, on your own evidence you were not present at that meeting, so you didn't speak, you withdrew?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Yes sir.  I was chased out of the meeting.",
            "Male"
        ],
        [
            "MR MALAN",
            "Then when Bulelwa wanted to speak and I assume this is after - when the meeting started, she was made to shut up?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Please listen carefully sir.  Bulelwa did go to the  meeting.  She heard what the people were about, disputed everything, this is when she was told to keep quiet because she was a woman.",
            "Male"
        ],
        [
            "MR MALAN",
            "But at that stage you had already left?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is her report.  We had already left.",
            "Male"
        ],
        [
            "MR MALAN",
            "In other words you are saying Bulelwa told you that she was made to shut up?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Do you have from no other source any information about this because the only other possible source was Moloi and he never returned?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I have already said sir that the people that were attending the meeting or two of the people who attended the meeting are here requesting amnesty.",
            "Male"
        ],
        [
            "MR MALAN",
            "Who are those people?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Moses August, Themba Mtshali.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did they attend your - were they members of the SDU?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Yes they were members of the SDU sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now when you met after that meeting, as SDU, where Bulelwa - where you reported what Bulelwa told you, were they present?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "As I have already said sir, I worked with Bulelwa.  We had meetings on Sundays at Extension 2 Moleleki.",
            "Male"
        ],
        [
            "MR MALAN",
            "Maybe you're not hearing my question.  My question is, were the two individuals that you refer to, that have applied for amnesty and you've mentioned their names, were they present at that meeting of the SDU to which you reported what Bulelwa told you about the  meeting in Section F?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "They were present sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did they report anything about the meeting?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Yes sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did they say anything about Bulelwa?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Yes sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "What did they say Mr Sonti?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "As I have already said sir, they said that they want volunteers from Block F.  They themselves volunteered.  They were then told that they cannot take part.  This is when Bulelwa disputed everything.  She was called to order as a woman.  They gave me such a report.",
            "Male"
        ],
        [
            "MR MALAN",
            "At last question Mr Sonti.  Was there no one in your SDU that had any doubts about the role that Bulelwa played in that meeting?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "No sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "So you're 100% sure about the loyalty of Bulelwa as a comrade to the SDU?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "With all her heart sir.  She also collected money for the self defence unit.",
            "Male"
        ],
        [
            "MR MALAN",
            "Then the second subject is the subject of the round up - the catching up with the people who killed Bulelwa and burnt the house of Blanko, that night.  The two names that were first given to you were Tusanang and Mokwena, that's the evidence you have.  They were the first people implicated.",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Yes sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "Could it be that Tusanang nor Mokwena were killed?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Which people sir?",
            "Male"
        ],
        [
            "MR MALAN",
            "Tusanang and Mokwena, they survived, they weren't killed on the 7th of December?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "You're speaking about Mokwena sir but I spoke of Tusanang who killed Bulelwa and Mr Motlokwa already said that Vips and Tusanang killed Bulelwa.  I don't know if Vips' surname is Mokwena, I'm not quite sure about Mokwena.",
            "Male"
        ],
        [
            "MR MALAN",
            "Is there one of the youngsters in the Youth League called Mokwena?  Let me leave that.  Let's not pursue that because - let's stay with Tusanang.  The information was that Tusanang killed both Bulelwa and Blanko or he was involved?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is correct sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why was Tusanang not caught and killed?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "As I have already said, I ask that as - he was with his colleagues.  I wanted his colleagues to know that Tusanang - I have already explained that Tusanang - as we had captured the three of them, Ramabela, Mr Ramabela said that we should capture them.  I did not agree that he should be part of that - or he should be captured.  I asked him to stand outside to explain what happened.  This is when he ran away because he was not inside as the rest of the men that were captured.",
            "Male"
        ],
        [
            "MR MALAN",
            "But he was the first suspect mentioned by all.  Why would you not agree that he also be captured?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I have already said sir, before we do anything or before we did anything we had wanted Mr Tusanang to explain what had happened.  This is when he got a chance to run away.",
            "Male"
        ],
        [
            "MR MALAN",
            "I have no further question then, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Motata?",
            "Unknown"
        ],
        [
            "MR MOTATA",
            "Thank you Mr Chairman.  Mr Sonti, there's one thing I just want to clear up with you.  You - we all know that the deceased were captured after the murders of Bulelwa and Blanko, isn't it so?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "That is so.",
            "Male"
        ],
        [
            "MR MOTATA",
            "And when you captured these people, did you assault them prior to taking them to the community where they had gathered?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "No they were not assaulted sir.  We took them as they were.",
            "Male"
        ],
        [
            "MR MOTATA",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Somewhere in these documents that we have there is a suggestion - there's an allegation that the new SDU was supposed to patrol Blocks A to D and that the old SDU was supposed to patrol F and G Blocks, do you know anything about that?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Correct sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was everyone happy initially with this arrangement?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "The community did not agree with this sir.  I have reasons to say that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did the new SDU in fact patrol Blocks A to D?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Yes sir it did that.  That is when the conflict arose.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did the new SDU patrol Blocks A to D?  Did the old SDU patrol A to D as well or did they confine themselves to E and F?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Mr Chairperson they tried, I think 3 times, that is when the conflict arose.  It was not a conflict as such, it's just that there was a disagreement.  As I am going to explain to you how Moleleki is. Block A, B and C are just divided by a rivulet with the other hostels that are on the other side.\n\tWhat would happen there, as Mr Motlokwa described or explained that if somebody would say, one, that person is from Moleleki, however, is the person is hesitant until somebody withdraws their weapon or he withdraws the weapon and shoots, the new self defence unit - or a lot of people were injured in the new self defence unit in Block A for those reasons.\n\tThe cars that belonged to the taxi men were taken from there by the same youth.  As people from Block F were patrolling that side - Block F side where there was an Inkatha stronghold, there was not a lot of people there or cars.  Even bakers that would go to Extension 2 Moleleki were - could the speaker please repeat the last sentence?  Bakers cars would be taken, they would be burnt.  \n\tThere's a bakery from Blue Ribbon that was burnt to ashes.  There were parts of cars that were stolen that were found in the shacks of our colleagues.  Some people were injured.  Some people were murdered.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "[inaudible]",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Yes sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it because of the continuation of the crime in Block A, B, C and D that the old SDU wanted to have the situation reviewed and allow them to patrol A, B, C, D and E as well?  A, B, C, D, and E as well?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Yes sir.  As I have already said, the new SDU gained something at the time.  For example, at the bakers, were not of black people, they belonged to white people.  As Mr Motlokwa had already said, they were the targets.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To your knowledge, were any of the persons who were killed on the 7th December members of the IFP?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Please repeat your question sir?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To your knowledge, were any of the individuals killed on the 7th of December members of the IFP?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Yes sir I will put it that way.  Mr Buthelezi, according to his deeds.  His son as well I'm sure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And who else?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I am quite certain that the rest were members of the third force.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They were not members of the ANC Youth League?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "They were just hiding behind that banner.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, to your knowledge, were these individuals killed because, in the case of Buthelezi and his son, they were members of the IFP?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Yes sir I agree with that according to my knowledge.  Because he is the one who went about all the havoc in 1993.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he killed because of his membership in the IFP?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I think so sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The others, were they killed because they were third force members?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I think so sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why do you say that?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "We stayed in the same place sir, first of all.  There was only one self defence unit from Block A to Block F.  Mr Buthelezi was able to form a new self defence unit.  If there were mistakes made by the existing self defence unit, they should have been called into some sort of meeting and he should have pointed out their mistakes.  All he did was form a new self defence unit that nobody knew about.\n\tNobody knew about - all five blocks did not know about this new self defence unit.  If all the blocks knew about this the existing self defence unit would have withdrawn and I have already said that he was seen walking around or working with the IFP even the weapons that were being used by the new self defence unit.  The weapons were the same as those used by the Internal Stability Unit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you agree that the old SDU unit accepted the existence of the new SD unit, is that right?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Yes sir, these were the reasons.  As I have already explained what was most important or what was significant was about the people who came from the rural areas and those that were originally from the townships and forced this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Is there anything arising Mr Madasa?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes, just one Mr Chair.  Remember you said when you completed the form you were assisted by somebody.  Were you advised how to complete the form or what you say in the form?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Yes.",
            "Male"
        ],
        [
            "MR MADASA",
            "Thank you Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson thank you.  Now Mr Sonti, to your knowledge was Mrs Buthelezi also a member of the IFP?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Which Mrs Buthelezi?",
            "Male"
        ],
        [
            "MR MAPOMA",
            "The wife of Thokozana Buthelezi.",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "It is rare that as a member of the Kaizer Chiefs my child would favour another team.  I don't know how he was killed as I was not there.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "How the other nine were killed whereas you were not there?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I don't know how they were killed sir.  However, I was there when they were captured.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Sonti you may return to your seat.",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I would like to say something that I almost forgot.  After these incidents or before these incidents on the 12th December 1993 in all this conflict with the new self defence unit there was a certain lady who was named Mrs Khumalo who was burnt in a shack at Block D House No. 7113 after the fire died down or was put off the shack had been destroyed already as Mrs Khumalo used to sell alcohol.  We followed this up with the old self defence unit.\n\tWe found beer bottles that were broken.  We went to another shack where the gangster members stayed who were under the ANC Youth League Banner, two shacks, Block D and Block A.  What is shocking sir is that all that I have said, they never came to find out and to help that as people who were patrolling, there is someone who died or was killed and they never would come and tell us how this happened.  \n\tThey were all from different townships, Davyton, Thembisa, Thokosa and Vosloorus.  They would just disappear most of the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sonti yesterday you told us about the fact that they do not attend the funerals when a member has died, we know that.  Is there anything else that is new that you want to tell us?",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Sir, this is what I'm trying to say.  First of all there had been no funeral yet.  Someone was just killed, they would not come to see who has been injured and how.  What would happen is that they would just disappear from the community that is what I am reporting.  They would not come and assess the damage, to tell us if they have any knowledge of such incidents.\n\tI've given you a reason - an example with Mrs Khumalo.  Those broken beer bottles that were found lead us to one of the places in which they stayed.  Lastly I went to work on the 8th, the 9th was my closing date at work, end of year closing.  After I came back from work I came across my colleagues at Skosana Section, at the T-junction on your way to Natalspruit Hospital, there were from 70.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sonti what we want to hear is in connection with the death of the person and what you did in that - in connection with their death.  That's all we want to hear.  Do you understand that?  So if what you're - if what you want to tell us has anything to do with the death of this person please proceed.",
            "Unknown"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "I have already explained sir about this lady that was burnt to death that this beer bottles lead to the place where my colleagues were staying.  Now I'm coming to my matter.  As I have already said in Skosana Section, my colleagues bumped into me there as I have a mark over here, I was injured by the colleagues that have passed away.\n\tThey attacked me as I got out of the taxi.  They dragged me, surrounding the taxi, I did not have strength to fight for myself.  I ran until I gave in.  They were shouting \"Vimbani Inkatha\".  They were shooting in the air and I was assisted and helped by the Stability Unit, by the name of Mr K P I Meintjies who resided in that area who belonged to the Stability Unit who enlisted help to me but one thing that I did not receive or discover or realise after was my pair of shoes and my jersey that I wore and the clothes that I wore that particular day are the ones that I am displaying to you, right now.  \n\tMay you please look at this jersey and the T shirt properly because this is how the incident happened.  This is how things happened and transpired that day but what I'm trying to get to is that the money that I had amounting to R1 903.00 was stolen, was taken from me that day and the ANC Youth League was existing in 1993 in Moleleki Extension 2 at the time.  I thank you in so many ways.",
            "Male"
        ],
        [
            "MR MADASA",
            "Are you done?",
            "Male"
        ],
        [
            "ZOLA NXEBA MICHAEL SONTI",
            "Yes I am done.",
            "Male"
        ],
        [
            "MR MADASA",
            "Nothing further Mr Chair.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Nothing further sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you sir.  You may go back to your seat.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will take a tea adjournment at this stage and we will re-convene at quarter past 12.  Hopefully this will give Mr Mapoma and Mr Madasa an opportunity to hold the conference and see the extent to which they can shorten the proceedings.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Madasa?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you Mr Chair.  Before we adjourned, you allowed us the opportunity to discuss the case with my learned friend with a view to shorten the proceedings.  We have not had sufficient time as yet to complete that process.  So we are asking for an extension of time.  Thank you Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "I confirm what Mr Madasa has said Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.  Because it is necessary to make sure that we dispense with unnecessary evidence in this matter, I think Counsel ought to be allowed time to discuss - hold a conference in order to discuss the issues that are involved in this matter and then we can proceed as soon as they are finished with that conference.\n\tI see that the time now is approximately 25 to 1 - it's about 25 minutes to lunch adjournment.  Perhaps we should take the luncheon adjournment at this stage and re-convene.  We will take an early lunch adjournment and we will re-convene at half past 1 instead of 2 o'clock.  Thank you.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Madasa?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you Mr Chair.  Mr Chair we are indebted to the Committee, I and my learned friend for the opportunity to hold a pre-hearing conference and as a result of that conference I would like to state as follows.\n\tApplicants number 15, one Malcolmess Singamo, on Page 1 of the bundle.  On his behalf, I move an Application that his Application be withdrawn.  The reason.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that Application No. 8081/97?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes Mr Chair.  The reason being that it has transpired during consultation with him, that even though he had made an Application initially, he was in fact not involved in any of the offences associated with the Katlehong killing.  He merely made an Application because he was advised to do so.  Purely on the basis that he was a member of SDU.  Thank you Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is Mr Singamo here?  Yes, Mr Singamo would you please go over there.  What language do you want to speak?",
            "Unknown"
        ],
        [
            "MR SINGAMO",
            "Yes I can hear you now sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You heard your attorney telling us that you did not partake in the incidents of Katlehong in December 1993?  Your attorney is making a request or your advocate is making a request that you withdraw your Application for Amnesty.",
            "Unknown"
        ],
        [
            "MR SINGAMO",
            "I hear you sir.  However, I don't know because I was taken into jail.  I was arrested for this matter even though I was not present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What I would like to understand and know is, are you withdrawing your Application for Amnesty before this Commission?",
            "Unknown"
        ],
        [
            "MR SINGAMO",
            "It's going to be difficult to say that I withdraw this Application as I was charged for the murder of those children that are no longer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The people that appear before this Commission are people who are guilty of certain cases, who have come to apply for amnesty in connection with those cases.  Do you understand?",
            "Unknown"
        ],
        [
            "MR SINGAMO",
            "I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have told this Commission that you have never - you are not guilty of anything.",
            "Unknown"
        ],
        [
            "MR SINGAMO",
            "I could tell the Commission what happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We would like to know that you have nothing to do with these incidents that we are about to hear?",
            "Unknown"
        ],
        [
            "MR SINGAMO",
            "No, not at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Therefore we are going to withdraw your Application for Amnesty.  I would like clarity - you are not guilty of anything?",
            "Unknown"
        ],
        [
            "MR SINGAMO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The people that appear before this Committee are guilty, people who know they guilty of something or other.  Do you understand?",
            "Unknown"
        ],
        [
            "MR SINGAMO",
            "Yes, I understand but I would like to ask a question.  I don't know if I am allowed to do that.  Am I permitted to do that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SINGAMO",
            "As we were arrested, our case, it says that on the 31st August we must go to the High Court in Johannesburg.  When we were making applications for amnesty as we realised how serious this is.  I would like to know what happens to me on the 31st August when I go to Court?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You will discuss that with your attorney.",
            "Unknown"
        ],
        [
            "MR SINGAMO",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well the Application for Amnesty in respect of Sivewe Malcomess Singamo, Application No. 8081/97 is hereby withdrawn.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you Mr Chair.  With regard to the rest of the Applicants, Mr Chair, I would like to state as follows, that all the Applicants except Malcolmess Singamo, they apply for amnesty in respect of the Katlehong Massacre and all offences associated with those killings and those killings are in respect - the application is in respect of the killings that took place at Katlehong on the 7th December 1993 at Moleleki Section and in connection with all the acts or offences associated with the said killings.\n\tMr Chair the following facts have been agreed upon by the parties:-\n\t1.\tThat all the Applicants referred to were members of the \t\tSDU in Moleleki Section, Katlehong at the time in \t\t\tquestion.\n\t2.\tThat the Applicants were all members of the ANC.\n3.\tThat the Applicants were involved in the said killings \tand/or offences associated with the killings.\n\t4.\tThat the following Applicants participated only in the \tacts - I should say in other acts associated with the \tkilling but not the killing itself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The Applicants that you are about to enumerate did not take part in the killings.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes Mr Chair.  That is in the killing per se.  They are Michael Sonti, Solly Mashinini, Michael Sonti is Applicant No. 5.  Solly Mashinini, Applicant No. 9, Bennet Ndabe Applicant No. 13, Themba Mtshali Applicant No. 14.  Also that - all the Applicants during the killing and/or commission of offences or acts associated with the killing were armed with various sorts of weapons which differed from person to person.  Further that the parties are in disagreement as to the following\n1.\tWhether the acts or offences committed by the \tApplicants were acts or Offences associated with a \tpolitical objective in terms of the Act.\n\t2.\tWhether the Applicants in respect of the various \tApplications made full disclosure in respect of particular \tacts or offences they claim to\thave committed.\n\tLastly, whether the deceased persons, one Bulelewa Zwane who is deceased No. 1 on the list of deceased on Page 2 of the bundle and Julia Buthelezi, deceased No. 3 on the list were amongst the victims or the people that were killed at the site.\n\tSorry Mr Chair, there is something that I want to clarify with my learned friend.  Sorry Mr Chair I want to make one correction.  My last item.  The submission should be, who are in disagreement whether the deceased persons Bulelwa Zwane and Julia Buthelezi were amongst the people who were killed by the Applicants.  In other words I delete the site.  That is all Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you Mr Madasa.  Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "I confirm what Mr Madasa Chairperson has said.  Except that the last part of it, that is whether the two deceased persons who have been mentioned were killed by the Applicants or not.  We were not sure whether it does not fall under the requirement for full disclosure or not or whether it was a question which actually exists separately from a requirement for full disclosure so we are drawing that to the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are we to understand that the Applicants admit having been involved in the killing of the following persons\nAlfred Philemon Buthelezi, Thokozani Buthelezi, Ethumaleng Edward Motse, Lucas Buti Hlatswayo, Isaac Mogadi, Ditaba Joseph Mthembu, Petros Mavuso Modishwa, Miles Simon Simelane, Isaac Mbijana Motloung.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you prepared the list of persons whom the Applicants admit having kidnapped?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "No Mr Chair, we omitted that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there any reason why that was not disclosed?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair there is really no particular reason, it's pure omission.  But now that it's been mentioned I thought it could be showed by evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see.  So that would emerge in the evidence, yes very well.  I think it would be useful if at some point a list of those persons whom the Applicants admit having kidnapped were to be made available.  You could deal with that after we've adjourned and have that list perhaps ready tomorrow morning.  Would you do that\nMr Madasa?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes, I hear.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, very well.  At least we have made some progress, the adjournment was worthwhile.  Yes Mr Madasa you may then continue.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair, I call Applicant No. 4, Petros Vusumuzi Mthembu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthembu, what language are you going to speak?",
            "Unknown"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I would prefer to speak in Sotho sir.",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "[Sworn states]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Madasa?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you Mr Chair.",
            "Male"
        ],
        [
            "MR MADASA",
            "Mr Mthembu, 1993 where did you live?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I lived in Moleleki Extension 2.",
            "Male"
        ],
        [
            "MR MADASA",
            "How old were you at that time?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I'm 31 years old now.",
            "Male"
        ],
        [
            "MR MADASA",
            "Were you involved in the killings of the people who were alleged to have been killed at Katlehong in December 1993?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Yes sir I was involved.",
            "Male"
        ],
        [
            "MR MADASA",
            "How did you participate?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I took part.  When an order was issued out that they be killed, I was present.  When they were killed I was there.",
            "Male"
        ],
        [
            "MR MADASA",
            "Can you still remember who issued the order?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Yes, Dondolo issued out an order.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did you participate in the actual killing?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR MADASA",
            "What exactly did you do with regard to the killings.",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I did not kill but I was part.",
            "Male"
        ],
        [
            "MR MADASA",
            "You say you were a part, what do you mean by that?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "According to my understanding when this incident took place I was present, even though I did not physically take part but my presence there.  Let me give you an example, if it happened at that time the Police caught up with us, all of us there I was not going to be left alone because I did not even have a weapon in my hand.  It doesn't mean I was going to be left out.",
            "Male"
        ],
        [
            "MR MADASA",
            "Were you part of the people to whom the order to kill was issued?  In other words were you ordered to kill even though you did not kill?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did you agree with your order?  Did you accept the order?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I did not personally accept that order but my presence there means that I accepted the order.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did you, as a result of the order that was issued go with the people who went to kill those people?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MADASA",
            "When you went you knew that these people were going to be killed?  Is that correct?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MADASA",
            "Why did you go along with these people?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Because I was a member of that organisation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would that be the SDU?",
            "Unknown"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MADASA",
            "Were you armed?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR MADASA",
            "Were you expected by Dondolo or the command structure?  Were you expected to carry out the order?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Yes, he expected me to carry out the order.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did you intervene on behalf of any victim not to be killed?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did you remain at the place where the people were killed until the killing was over?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR MADASA",
            "Is there anything else associated with the killing that we are talking about that you did that you have not mentioned?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Can you please repeat your question sir?",
            "Male"
        ],
        [
            "MR MADASA",
            "Is there anything else that you did associated with the killings that we are talking about which you have left out?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I don't recall of any.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did you have any political objective that you wanted to achieve by participating in the killings in the manner you have described?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR MADASA",
            "What was it?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "According to me there were two objectives.  The main objective was that peace was needed in Moleleki.  There was no need to live - we wanted to protect the community that was not protected - we didn't want to live in fear.",
            "Male"
        ],
        [
            "MR MADASA",
            "Yes, second reason?  Are you finished?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I think I gave two objectives.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who was the source of trouble?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I am a little doubtful because you are not specific sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who was the cause of trouble in Moleleki that necessitate - that you maintain peace in the manner you did?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Gangsters sir, which existed and those who were referred to as the third force and the  third point is that the Youth League were also part.",
            "Male"
        ],
        [
            "MR MADASA",
            "Amongst the people who died, are there people whom you know were gangsters?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "To mention them by names sir, even though I'm not going to emphasise that point, these are the  members of the ANC Youth League.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You mean the persons who were killed were members of the ANC Youth League?",
            "Unknown"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Yes, those are the people I am referring to, that they were members of the ANC Youth League.",
            "Male"
        ],
        [
            "MR MADASA",
            "So you are saying they were also gangsters as well?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MADASA",
            "Now you have heard the Applicants who have already testified, have told the Committee about the acts of gangsterism committed by these youths.  Is there any other evidence or are there any other acts which have not been mentioned in the Committee that you know of which you want to tell us as evidence of gangsterism or crimes committed by the youths?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Something comes to my mind.  If I am not mistaken there was a 1400 white bakkie, they were on the back of this bakkie and this bakkie was a stolen bakkie - the youth.",
            "Male"
        ],
        [
            "MR MADASA",
            "Do you remember when was this?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "It is before this incident of killing, even though I am not certain about the date.",
            "Male"
        ],
        [
            "MR MADASA",
            "Are there any of them that you know by names who were in that bakkie?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "The bakkie was driven by Vips.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who else do you know by name who was amongst them?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Maseven was there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know the other names of Maseven?",
            "Unknown"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "No sir I don't want to commit myself.",
            "Male"
        ],
        [
            "MR MADASA",
            "Yes, carry on.  Who else do you know by name?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Thabo.  I don't have his surname.  Miele was also there.",
            "Male"
        ],
        [
            "MR MADASA",
            "Miele Miles?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Yes.  That is my recollection sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "What did they do with the bakkie?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "This was a stolen bakkie.  I did not know where they got it from, from the community.  After enjoying themselves this bakkie was driven into a cliff.  It was driven into the cliff.  The second point.  There was an incident of hijacking a bakery and they took bread.  The third incident involves a car, a Skyline white car.  This car - the parts were taken and they took the parts to a certain shack.  I don't know whether this shack was their store room, I really don't know.",
            "Male"
        ],
        [
            "MR MADASA",
            "Where was this shack?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "The shack was in Block D.",
            "Male"
        ],
        [
            "MR MADASA",
            "Is that all?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "That will be all.",
            "Male"
        ],
        [
            "MR MADASA",
            "Now after these killings, is there anything that you, personally gained as a result of the killings?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Sir, I would like you to be specific.  What do you mean by saying gain?  What do you mean?",
            "Male"
        ],
        [
            "MR MADASA",
            "Did anything, as a result of the killing, anything of value or the like?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "There is nothing sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "Before the killing, were you aware of the death of Bulelwa and Blanko?  Were you aware?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Yes.  I was aware of the two deaths.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did you know when those deaths occurred?  Bulelwa and Blanko, did you know when they were killed?  Let me put it this way.  At the time of the killings, did you know at that time, you said that you knew that Bulelwa and Blanko were killed.  Did you know when they were killed?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR MADASA",
            "When?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Bulelwa was killed the night after.  She was killed the night after the youth was killed but Blanko was killed in the early hours of the morning.",
            "Male"
        ],
        [
            "MR MADASA",
            "Let me hear you properly - I don't know if this was interpreted properly.  Do you say Bulelwa was killed before or after the killings of the victims?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Before.",
            "Male"
        ],
        [
            "MR MADASA",
            "Or after?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Before.",
            "Male"
        ],
        [
            "MR MADASA",
            "I have no further questions Mr Chair.\nNO FURTHER QUESTIONS BY MR MADASA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Mapoma?\nCROSS EXAMINATION BY MR MAPOMA",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you sir.  Mr Mthembu, why did you personally not agree with the order to kill the youth?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Are you asking why didn't I take part.  Can you elaborate your question sir?",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You said in your evidence that you personally did not agree with the order to kill.  I'm saying why did you not agree with that order, you personally?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "It was a heavy thing to accept sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Why?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Because my entire life, I had never killed a person.  Now this really scared me.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "But were you against the principle of that they be killed?  I'm not saying - now get me correctly, I understand you said you never killed any person in your entire life and therefore it would be very difficult for you to kill a person but my question is, did you agree with the idea that they be killed?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Let me shortly answer your question.  Psychologically and spiritually, no, but physically yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Can you explain that?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I'm not - I'm telling you about my  personality.  It was difficult to accept this but because I was there it means that I agree, I agreed physically, yes I was there but as a person inside, no.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now as a person inside, what do you feel should have happened about them?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I expected anything.  I cannot tell exactly what I expected.  Anything could have happened.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now, before the order was given, an order to kill.  Let me say this first.  Where exactly was this order given?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "We were at Block F.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Is that at Blanko's place?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Is that at the place where the youth were kept?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "When exactly did you arrive?  Did you arrive when all the youth were already kept?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Where were you from?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "We were from the  hospital to look for the Red Cross people, Red Cross Committee.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "When you say we, who was?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "It was myself and the driver of - let me say the owner of the car and Jabu.  I do not remember his surname.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Where was Sepo Baloi?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Where?",
            "Male"
        ],
        [
            "MR MAPOMA",
            "When you arrived, coming from Red Cross, where was Sepo Baloi?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "He was present.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Was he amongst you when you were coming from Red Cross?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Who else was not armed, other than yourself, when the order was given?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I would not remember who else was not armed sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "When you say you were not armed, you say you did not even have a knife?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Nothing sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "I'm asking this question Mr Mthembu because when we met with my learned friend we agreed that all the Applicants were armed with various sorts of weapons and that is the understanding.  That you agreed that you - you admit that you were all armed but with different sorts of weapons.  Now you are telling the Committee now that you were not having a single weapon with you?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "That is correct.  I am giving you an explanation.  I would not go to the hospital with a weapon.  We came back from the hospital and they were all gathered.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "No, I'm not necessarily referring to what you were carrying when you were from the Red Cross necessarily.  But I'm saying, the understanding that all the persons who participate - who were there in the killing were armed with various sorts of weapons.  Now you, as an individual say you were not armed with anything.  \tThis is important.  Let me just say, this is important because we want full disclosure from the person who applies for amnesty and there's a contradiction that comes here now.  I'm asking this question fairly to you, I'm not - I just want you to comment on that.",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "This is the situation.  I was an operator.  I did not use many weapons.  Weapons that I could not handle with my hands.  As an operator, we took turns now there are duty engaged, working with guns.  Those who were not operators might have in their possession, knobkerries and those knives but as an operator I did not have anything.\n\tAt that time maybe the order was going to be given to me, maybe to shoot and it was during that time where I would get a gun and then shoot.  There is no conflict there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understand the position, operators were coming in for their patrol duties were issued with the weapons to carry, during their patrol?",
            "Unknown"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You didn't have a firearm that you would take along with you home?",
            "Unknown"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "No.  Those guns were not staying with the operators.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what Mr Mapoma wants you to deal with is that your Counsel has told us that all of you who were at the scene of the killing were armed with various weapons.  Do you understand that?",
            "Unknown"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I understand that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are now telling us that you were not armed with anything.  Is that right?",
            "Unknown"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "That is right.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So I think he wants you to reconcile that.",
            "Unknown"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Shortly my Counsel or our Counsel did not get all the facts because he didn't have enough time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He did not have enough time to do what?",
            "Unknown"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I mean that he did not have enough time to listen to every one of us.  It was just a quick thing.",
            "Male"
        ],
        [
            "MR MOTATA",
            "Mr Mthembu, when your Counsel spoke to you he should have or I think he did say to you he would make this understanding with the Counsel on the other side, didn't he advise you that?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Sir, I thought you were carrying on with your question.  Can you repeat that please?",
            "Male"
        ],
        [
            "MR MOTATA",
            "I said that there is an understanding which was read to us, do you recall that understanding, read by Mr Madasa?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR MOTATA",
            "And in that understanding he said, the Applicants, that is including you, you had all assortments of weapons when the killings were done.  Do you recall that?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I recall.",
            "Male"
        ],
        [
            "MR MOTATA",
            "And what Mr Mapoma wants to know is that once he made that into an understanding that would have included you but now you are saying to us, you did not have a weapon at all and how could you reconcile what your Counsel has said to us with what you are saying right now, that's what he wants to know from you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you tell your Counsel that you had a weapon on the day in question?",
            "Unknown"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I think I told him sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That you had a weapon on the day in question?",
            "Unknown"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "No sir.  Not that I had a weapon, I told him that I was not armed.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now what time of the day was it when this order to kill was given, what it at night or in the morning or in the afternoon?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I cannot tell but it was about 12 o'clock or even 10 o'clock but it was already light.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "What do you mean, 10 or 12 o'clock when, at night or in the morning?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Not 10 at night, not 12 at night.  During the day sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now when you arrived in the scene.  Did you arrive with any of the youth to cause to join the others?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What stage are you talking about now?  Because as I understand his evidence, he had gone to the Red Cross, when he returned from the Red Cross the youths were already in the shack, that's were the order was given.  He accompanied them to the veld where the killing took place.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you Chair.  So is it your evidence that you did not participate in kidnapping any youth?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Did you assault any of them?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "No sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "So all that you did in the whole incident was to be present when they were killed?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And that is what you have to come to apply for amnesty here?  Being present when they are killed?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now, you say you remained in the scene until the killing was over?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Did you witness any use of weapons like pangas, knives on the deceased persons?",
            "Male"
        ],
        [
            "INTERPRETER",
            "The Chairperson's mike was not on.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "At the veld?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes Chairperson at the veld.",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now after the killing what did you do as a group?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I left together with my fellow members.  We were now going to search all the shacks which were hiding place for the youth.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Were there some of the members of the group who were left nearby the scene?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Not even one was left behind.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now when you were searching the shacks, did you go to the shack of Mr Buthelezi?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "No, I did not go.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Were you going in different groups when you were from the scene of the killing?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I do not recall separating into groups but as we walked along we were not in a group, we were not one group, some were walking in front of the others and others were just behind.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Which area of the shacks did you go search?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Block E, Block D and Block A.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now did you find anything when you went searching?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "What did you find?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "We found different car engines.  We found different motor vehicle parts.  We found different clothing.  We found blankets, radios.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Did you - were you aware of the reports that were made by Mr Buthelezi's son, where Mr Buthelezi accused his father of having sent them to go rob and go kill Blanko?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Repeat your question sir.  The interpreter is very fast.  Or I don't know whether you are the fast person.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Let me make this - let me just remind you.  There is evidence here that amongst the youth that were captured was Thokozani Buthelezi, the son of Mr Alfred Buthelezi, did you get that?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I heard that rumour.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And Mr Buthelezi's son is said to have accused his father of having sent them to do all the activities they were alleged to have been doing.  Did you get that?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Were you present when Mr Buthelezi's son was making these accusations to his father?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I do not know sir.  I want to tell you what happened in my presence.  At the shack before they were taken down, he said that we are in this situation today because of you and your group.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Who said what?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "The son was addressing the father.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now, when you left the scene of killing, you went to search for items associated with the criminal activities of what you call the gangsters, is it not the case?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Not necessarily sir.  Our intention was not to search for the stolen goods.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "[inaudible]",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "We were going to search for a gun that was stolen from Blanko on the day of his death.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Did you get the gun?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "No.  We did not get the gun.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "But after getting some of the items you continued with your search, is this so?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Repeat your question sir.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You went to one shack to another.  You got these items from this shack, you continued to search throughout the area, is it not the case?  I'm saying, when you were searching, you were getting different items from a shack to a shack and you searched through the area which you were searching through, is it so?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "You were not specific sir.  We did not find the items and take them.  We found them inside then we carried on searching for - searching in the other shacks.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now when you were searching in the other shacks are you saying you did not go to Mr Buthelezi's shack even though his son has accused him of having instructed them to do the activities they were doing?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I did not go.  Maybe others did go.  I didn't.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now, let's go to the 1400 motor vehicle which was driven.  Was it a motor vehicle belonging to a member of the community?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "That was what I discovered.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Whose car was it?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I do not have the names of the owner of the car but he was a resident there.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Why did you not go check Mr Buthelezi's shack, you having heard these allegations from his son?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "If you remember what I said earlier on, I said they searched houses or shacks where they thought it was a hiding place for them, not their parents homes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you Chairperson.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have any re-examination Mr Madasa?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Just one question Mr Chair.  Remember you said, to use your words, \"psychologically and\nspiritually\", you did not agree with the order but physically you did.  Now my question is, was the carrying out of the order dependent on your personal feelings?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know where this is going to take us because Mr Mthembu has told us that he did not take part in the killing, he was not armed, he has never killed in his life, he never wanted to kill.  He was just present there.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you Mr Chair.  I have no further questions.\nNO FURTHER QUESTIONS BY MR MADASA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  Mr Sibanyoni, do you have any questions?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Yes, thank you Mr Chairperson.  Mr Mthembu, by saying you were merely present at the place where the order was made, are you trying to tell the Committee that you participated in the  deliberations, in the discussions which lead to the order being made?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "That's what I would say sir.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Now, Bulelwa was a member of the Civic who assisted the SDU's by, among others, collecting money and then Blanko was one of the higher ranking members of the SDU.  During the killing were you not emotionally charged, were you emotions not high?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "The charging of emotions is different.  I must say I was deeply disturbed and hurt because I lost them.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "When these members of the ANC Youth League were taken from the shack to the veld, didn't you assist by, let us say, dragging them or holding them not to run away?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I did not assist in dragging them.  I was walking like anyone who was escorting them to the veld.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Never even laying a hand on any of these people?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson, no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Malan?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Just on this last question.  Are you telling us that the children walked voluntarily into the veld, knowing that they were going to be killed and shot?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Sir, if you understood me well, well, let me repeat myself.  Maybe you did not understand me.  I said I was one of the people who accompanied them.  Members of the SDU were present and all of us were walking together with these youth.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Mthembu that's not the question.  The question is whether the youth walked and you simply walked with them or\nwhether you used some kind of force to get them into the veld?  That's the question.  Did you have to use any force?  Any members of the SDU?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I would say yes.  There was force used.  Because they were being pushed.",
            "Male"
        ],
        [
            "MR MALAN",
            "Who pushed them?  Did you push them?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Ramabele was present.  Moses.  Those who were carefully guarding them were those on the sides who were armed with guns.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Mthembu, this is really for the sake of getting the victims and their families to understand what happened, to them it's important.  The people walking with the guns, are you telling us they were also the people physically forcing the victims to their death and the other people without guns, they were gladly strolling along with you, is that the story?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR MALAN",
            "What was your role?  Did you not participate physically in any way, you were simply an observer walking along to their killing?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I was not an observer sir according to the way you put it.  I was accompanying them because if it happened that they ran away I was going to chase after them.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Mthembu, were they not all tied with a rope, their hands tied, tied around their necks?  This is part of the evidence before us, they were all tied to each other with a rope, is that not so?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "That is correct.  They were tied up.",
            "Male"
        ],
        [
            "MR MALAN",
            "So how do they run away that you have to chase after individuals?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Sir, it might have  happened that they got loose.",
            "Male"
        ],
        [
            "MR MALAN",
            "But you are saying to us you walked along.  You didn't touch any of them?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you assault any of them?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "No.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you carry no weapon?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I did not have a weapon in my hand.",
            "Male"
        ],
        [
            "MR MALAN",
            "You responded to Mr Mapoma's question about the 1400 bakkie when you said it did belong to a member of the community on his cross examination, is that correct?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "In your evidence in chief my note says that you had no idea where they got the bakkie from but they had some pleasure with it, fun with it and then they drove it down the cliff.  Why did you tell us at that stage you had no idea where the bakkie was from?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I heard the rumour that this van was hijacked from a resident of Moleleki, when was this hijacked I do not know.",
            "Male"
        ],
        [
            "MR MALAN",
            "And the bakery, did that belong to a resident of Moleleki?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "The bakery did not belong to any of the inhabitants of Moleleki but it belonged to a black man.",
            "Male"
        ],
        [
            "MR MALAN",
            "And the Skyline?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I did not know whether it belonged to a white man or a black man.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Motata?",
            "Unknown"
        ],
        [
            "MR MOTATA",
            "I've got no questions Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know why the youth were killed?",
            "Unknown"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why were they killed?",
            "Unknown"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Shortly sir.  I don't want to relate a story.  These were the renegades.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were they killed because they broke away from the SDU?",
            "Unknown"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I would not say they excluded themselves from the SDU.  The reason is that they became the renegades, they became the enemy of those who were protecting the community, that is the reason.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What made them to be the enemy of the community?",
            "Unknown"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "They were attacking the very same community of their own.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were they killed because they were suspected of being involved in some criminal activities?",
            "Unknown"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "It's one of the possibilities.  It's one of the points actually.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What are the other points?",
            "Unknown"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "To give an example, well I'm not going to get too deep into this.  Within each and every organisation if two or three become or stand against the progress of that organisation they would be regarded as the renegades of that organisation.\n\tNow during that time of fighting, the Government of that day had ways that they manipulated to get into the organisations to bring divisions into the organisations.  You would find that a person who is well known in that organisation is killed because of this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the other reason why they were killed?",
            "Unknown"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "They were not stable in the ANC.  They were now on the side of this known person of the IFP.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are we to understand you as saying these youth were killed because they associated themselves with a person who was perceived to be a member of the IFP?",
            "Unknown"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "They themselves were under his wings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are we to understand you as suggesting that these youth were killed because they associated themselves with a person who was perceived to be an IFP member?",
            "Unknown"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "It's one of the points.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What are the other points for which they were killed?",
            "Unknown"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "The weapons they used were used by the Defence Force or the Police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any other reason why they were killed?",
            "Unknown"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I think that will be all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were these youth not killed because they were suspected of having killed Bulelwa and Blanko?",
            "Unknown"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I do not have the reality of that point sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have no knowledge of that?",
            "Unknown"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I can't give whether they were killed because they killed Bulelwa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were they not killed because they were suspected of having killed Blanko?",
            "Unknown"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I would say it's one of the effects that lead to their death.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "These youths were killed for a number of reasons?",
            "Unknown"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Yes, the reasons I have already furnished.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So that even if Bulelwa and Blanko had not died, they would have been killed?",
            "Unknown"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "I do not know.  I do not have the certainty of what would have happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know why they were killed shortly after the death of Bulelwa and Blanko?",
            "Unknown"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "According to the newspaper articles that I have found, they had been engaged in activities before Bulelwa and Blanko's death.  Now these reports lead to a point that the community lost trust on them.  Because they were now on both sides.  They were not stable.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there anything arising Mr Madasa?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Nothing arising Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Nothing Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "May I just ask you one question?  You say you're an operator.  How long have you been an operator at that time?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "If I am not mistaken, I had eight months.  I am not sure let me say I am not sure.",
            "Male"
        ],
        [
            "MR MALAN",
            "You were aware that the work of the operator is to shoot when instructed to shoot?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Your question is tricky sir.  I would ask you to be specific.",
            "Male"
        ],
        [
            "MR MALAN",
            "Well let me quote your co-Applicant, Mr Motlokwa who said that his work as an operator and if the command is to kill or to shoot then he shoots, he doesn't question.  That's the work of an operator, that's what he said.",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "Your question is?",
            "Male"
        ],
        [
            "MR MALAN",
            "My question is, are you in agreement with that statement?  That the work of an operator is, when the command comes to shoot, not to question but to shoot?",
            "Male"
        ],
        [
            "PETROS VUSUMUZI MTHEMBU",
            "You will not ask sir.  You will execute the order.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anything arising?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "No Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mthembu.  You may return to your seat.  Yes, Mr Madasa?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair, with your permission I am very pressed.  May I ask for 5 minutes adjournment?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will rise and will you let us know when you are ready?\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "MR MADASA",
            "I now  call Michael Armoed, Applicant No. 1.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What language are you going to speak sir?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.\nMR ?: Would you please stand?",
            "Unknown"
        ],
        [
            "MICHAEL ARMOED",
            "[Sworn states]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Armoed.  Mr Madasa, yes, continue.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you Mr Chair.",
            "Male"
        ],
        [
            "MR MADASA",
            "Mr Armoed, in December 1993 where were you living?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "I was in Moleleki Extension 2.",
            "Male"
        ],
        [
            "MR MADASA",
            "[inaudible]",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "I was an operator.",
            "Male"
        ],
        [
            "MR MADASA",
            "What is an operator?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "The operator was a person who shoots.",
            "Male"
        ],
        [
            "MR MADASA",
            "At the killing in Katlehong, in that year, December 1993, were you present?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "Yes, I was present.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did you have any role that you played?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "Yes, there's a part I took.",
            "Male"
        ],
        [
            "MR MADASA",
            "Tell us about the part you took?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "Comrade Nchebe came to me.",
            "Male"
        ],
        [
            "MR MADASA",
            "[inaudible] the killing or before the killing or the same day?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "On the day of the killing of Bulelwa.",
            "Male"
        ],
        [
            "MR MADASA",
            "Nchebe Dondolo?  The same person, okay?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "Yes.",
            "Male"
        ],
        [
            "MR MADASA",
            "Go on.",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "When Nchebe arrived, he knocked at the door, he said Comrade Armoed, death has arrived and I asked him what happened.  He said let us go, you will see for yourself.  We then left, the two of us.  On our way he told me that Bulelwa  had been shot and I asked who did this and he told me that he did not know.  When we arrived there, the community was already gathered.",
            "Male"
        ],
        [
            "MR MADASA",
            "[inaudible] did you arrive?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "At Block F.",
            "Male"
        ],
        [
            "MR MADASA",
            "Was it at Bulelwa's corpse?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "Yes.",
            "Male"
        ],
        [
            "MR MADASA",
            "Yes, go on.",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "When we arrived there we looked at Bulelwa.  Indeed I did not know her but I saw her lying on the ground.  It was my first time on that day to see her.  We spoke with Comrade Nchebe, we were discussing as to the step for what and then we met these other men that I did not know.  They were present at the scene where Bulelwa was lying.",
            "Male"
        ],
        [
            "MR MADASA",
            "Those men, are they - were they members of SDU ANC Youth League or just members of the community?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "They were just members of the community.",
            "Male"
        ],
        [
            "MR MADASA",
            "Go on.",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "He said to me I must accompany him to go and get a car and that we will come and fetch the corpse.  I then accompanied him.  It is true we got hold of a car and we came back.",
            "Male"
        ],
        [
            "MR MADASA",
            "[inaudible] did you go and who else was with you when you went to get a car?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "We were two.",
            "Male"
        ],
        [
            "MR MADASA",
            "Came back and then what happened?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "He took Comrade Sepo and then with the driver there were three, they then drove off.  After some time, I can't tell how many minutes but we heard gun shots towards C direction.  We did not take that into consideration.  They left, they did not come back.  It was quite - after a long time, then those who remained behind, they said, well those men who are employed can now go home and sleep.\n\tAnd for a while after the men had left to go and sleep we heard another gunfire at E, C, E I'm sorry.  And after a while we saw fire, something was on fire and then together with other comrades we rushed to the scene and when we arrived there it was at Comrade Blanko's place.  We tried to extinguish the fire.  After a while Comrade Oscar joined us, accompanied by Comrade Sonti.\n\tAnd another part of the community had gathered outside.  We then extinguished the fire, opened the door, got into the house.  Comrade Blanko was sitting on a chair, burned and shot.  Only a piece of his trousers was there behind him.  Comrade Oscar then indicated that he saw some of the boys that were shooting.  They then asked him who they were and he explained.  He gave their names, even though I don't know their names because I was still new in the area.\n\tHe then said, Comrade Sugar actually suggested that we should go look for them.",
            "Male"
        ],
        [
            "MR MADASA",
            "[inaudible]",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "I arrived in August on the [inaudible] even though I am not sure of the date.  And sometimes I did not stay in Moleleki.  I used to travel long distances as I was working far away, coming back monthly.",
            "Male"
        ],
        [
            "MR MADASA",
            "Yes, carry on.",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "We then went to look for them, moving towards C.  When we got to C at some shack, there were boys who rushed out of the shack, shouting and insulting, saying, \"here are these dogs\".  They rushed into the veld, then Comrade Sonti shouted, saying, \"guys wait\", we want to understand what your problem is.\n\tThey never stopped.  They went on running into the veld.  We came closer to the veld but we did not get in, we just laid down.  After a while I cannot remember exactly how long it must have been, two of them emerged from the grass.  They saw us when they were just so close and they said, \"old men, we don't know a thing, we know nothing\".  \n\tSome of them who can answer to the problem are there and as we were leaving together with this two, the third  one emerged from the grass.  One of them had a bottle, a small bottle.  Another one was having a carton of cigarettes and Comrade Sugar said there's no need for us to go and take the others.  Let us take these ones to the place where Bulelwa's corpse is, so they can explain because here one of them has a carton of cigarettes and another one a bottle.  We opened the bottle and discovered it was petrol.  \n\tWe then went on together with them.  We then brought them before the community.",
            "Male"
        ],
        [
            "MR MADASA",
            "How did you take them to the community?  How?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "We were escorting them.  We did not hold them by their arms or hands.  They were just walking freely on their own.  And when we arrived, Comrade Sonti indicated that here are others, we have found them at C.  They had cigarettes and a bottle, they should explain where they got hold of these things.\n\tOne boy who was still young explained even though I don't know his name.  He said, \"we got these things from Comrade Blanko's place\".  Then Comrade Sugar suggested that they should be locked up in a shack, keep them until we round up others.  They were then taken to the shack.",
            "Male"
        ],
        [
            "MR MADASA",
            "Are you part of the people who took them to the shack?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "Yes, I was there.",
            "Male"
        ],
        [
            "MR MADASA",
            "What did you do with them at the shack?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "Comrade Sugar closed the door and said to me, \"Comrade, you will stay behind and watch over them.  We are leaving to round up others.\"",
            "Male"
        ],
        [
            "MR MADASA",
            "Were you armed, when you were keeping guard?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "Yes I was armed.",
            "Male"
        ],
        [
            "MR MADASA",
            "With what?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "With an AK47.",
            "Male"
        ],
        [
            "MR MADASA",
            "Yes, continue.",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "They then left until it was in the afternoon I was still there watching over them.  Comrade Shongwe then arrived.  I was still there in the shack and I said to him, \"Comrade Shongwe, I want to go to the toilet, would you please take my place, watch over them.\"",
            "Male"
        ],
        [
            "MR MADASA",
            "Is Shongwe one of the Applicants?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MADASA",
            "[inaudible]",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "I don't quite know his other name, I only know Shongwe to be his name.",
            "Male"
        ],
        [
            "MR MADASA",
            "[inaudible]",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "On coming back from the toilet it was now light.  There was also this other boy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Wait a minute.  Did you say when you arrived from the toilet there was light already?",
            "Unknown"
        ],
        [
            "MICHAEL ARMOED",
            "Yes, there was light, it was around half past 6.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thought you said you watched over them until it was daylight?",
            "Unknown"
        ],
        [
            "MICHAEL ARMOED",
            "Yes I did that but to me that was round about 6.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you're talking about daylight, you're saying until the sun rose, you were still watching over them.",
            "Unknown"
        ],
        [
            "MICHAEL ARMOED",
            "I am sorry about that.  I cannot remember very well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But what I am saying is, when you're talking about watching over them until it was daylight, you mean you watched over them until the sun rose?",
            "Unknown"
        ],
        [
            "MICHAEL ARMOED",
            "Yes, I watched over them until morning, sunrise.",
            "Male"
        ],
        [
            "MR MADASA",
            "Yes, continue.",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "I came back from the toilet and there was this other boy now this time who was my neighbour.",
            "Male"
        ],
        [
            "MR MADASA",
            "Is that boy here amongst the Applicants?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "He was already in the shack, he is here.",
            "Male"
        ],
        [
            "MR MADASA",
            "He is not an Applicant?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "No, he is not an Applicant.",
            "Male"
        ],
        [
            "MR MADASA",
            "Do you know his name?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "He is one of the boys whom we wanted.  I then asked Comrade Shongwe if there is another one and he said \"yes\" and I asked him who brought him, and he said \"Comrade Sugar brought him\" and he was, that is Comrade Sugar was with other comrades.\n\tI opened the shack door and indeed the boy was there.  I then asked his name because, \"I know you what is your name.  You are not far away from my place, even yesterday you were playing with my boy,\" and he said \"yes, that's true\" and I asked him what he wanted there and he said, \"I don't know, they just came and fetched me from home.\"  \"Is there something wrong you did?\" and he said \"no\", I did not do anything wrong.\"",
            "Male"
        ],
        [
            "MR MADASA",
            "This boy you are talking about, is he, you're saying he's alive now?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "Yes, that is correct.  I told him to wait so that our leaders can come and take a decision on this.  We then waited, time went on.  At round about 8 or 9, I'm not sure what time it was, some came escorted by other comrades and they said they found them in Khumalo, Zone 5.  We took them into the shack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many were there?",
            "Unknown"
        ],
        [
            "MICHAEL ARMOED",
            "I think there were six or seven, I'm not sure.  They got into the shack and some comrades left, going back to Bulelwa's corpse.  I again opened the shack door, \"in reality boys, what is it that you did?\".  One of them explained, saying, \"we were taken by some comrades saying we should go and kill Bulelwa and Blanko.\"\n\tAnother one said he said a name and another one asked him saying \"speak the truth, is it not your father who sent you there to start the trouble?\"  This young boy then said \"yes, it is indeed my father, he is answerable to this.\"  I asked him what his father's name was and he said it was Buthelezi.  And I said, \"I don't even know that Buthelezi, I have never seen him.\"  \n\tI then asked about Jabu, \"what did Jabu do because yesterday I saw him at my place playing with my son\" and they said \"Jabu did nothing, he was not there when everything was happening\".",
            "Male"
        ],
        [
            "MR MADASA",
            "Is Jabu the one you say is alive and was your neighbour?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "Yes, that is correct.  I remember his surname faintly.  I'm not sure whether it's Ngobese.  I am not sure about that.  I then said to him, \"it is better that you leave\", and he said that \"because now that my hand is injured, how am I going to leave\" and I said, \"you must go to my wife, ask for some money to go to the hospital.\"\n\tHe indeed left, did as I told him then there were these two among the three that we had captured the previous night.  I looked at them and I thought they are young.  Some comrades arrived with Comrade Nchebe.",
            "Male"
        ],
        [
            "MR MADASA",
            "Sorry, did the ones that you say you realised they were too young, did you do anything about those?  Did you release them let me say?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "Yes, I did, I released them too.  Yes, they left.  As I pointed out, none of them whose name I knew.  They then left and by which time other comrades had arrived.  Comrade Dondolo and other comrades, many of them.  Comrade Dondolo, he came with two others.  Comrade then said, \"we are still waiting, waiting for Sugar, he is going to come along with Buthelezi.\"\n\tComrade Sugar and Buthelezi indeed arrived and he opened the shack door and put  him inside.  I peeped through the door trying to hear what was being said.  Comrade then asked, saying, \"Buthelezi boy, just explain what happened?\"",
            "Male"
        ],
        [
            "MR MADASA",
            "When he said Buthelezi boy, was he referring to Buthelezi's son?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "He was talking to Buthelezi's son, saying he must explain what his father was saying or said.  The boy then explained saying, \"Dad, we are in this trouble because of you.  You are the one who drove us into killing people.\"  I could not hear Buthelezi respond.  He just kept quiet as I was peeping through the door.\n\tWe then left and Dondolo spoke, saying he had found a decision, an order that they should be killed, they must be killed.  I did not have any power to disagree with me because he was my superior.  He gave another comrade a rope to tie them and he indeed tied them with that rope.\n\tThey were taken out of the shack and moved downwards.  They were escorted, being beaten by the stick, beaten by another Comrade [inaudible], I cannot remember his name.  They arrived there, Comrade Nchebe and Dondolo said they should sit down.\n\tHe had a 9mm pistol in his hand.  He just shot as they were sitting down, 4, if not 5 shots were fired, I'm not sure.  We also started shooting.  On finishing to shoot them other comrades hacked them with pangas.  We then left.  Everybody was sure that those who were left behind had died.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did you leave together, all of you?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "Yes, we all left together at the same time.",
            "Male"
        ],
        [
            "MR MADASA",
            "Yes.",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "We then went back to F.  When we arrived at F Comrade Oscar complained about fatigue, being tired and he said to Comrade Dondolo he would like to be released so he can go to sleep.  He was released and he indeed left to go and sleep.  We waited there, after waiting after the comrade had left, we then left, came closer, approached Buthelezi's house.\n\tAs we were closer, Comrade Sugar and Comrade Nchebe said we should just wait here.  We waited there, Comrade Nchebe then took the AK that I had with me and I told him that the AK that I had did not have bullets.  He then took the other AK that was carried by Shongwe.  He got into a shack that I did not know to whom it belonged.  He was with Comrade Sugar.  After a while we heard gunshots.\n\tThe gun was fired twice.  They then came back to us and said \"let's go\".  I complained about my stomach, saying, \"you know I had not eaten since yesterday, may I please go and eat at home\", he indeed released me.  I left my AK with him.  I arrived at home and asked my wife.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did you later find out who the person was killed in that shack, where Dondolo and Sugar went into?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "Yes, I did discover after three days that it looks like a woman was shot there which woman was said to be Buthelezi's wife.",
            "Male"
        ],
        [
            "MR MADASA",
            "Yes.",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "On arrival at home I asked my wife as to whether Jabu had not yet arrived and she said \"yes, he did come but he went next door but he is injured on the hand, his arm and it looks like he had gone to hospital.\"  That was it.",
            "Male"
        ],
        [
            "MR MADASA",
            "Do you know specifically which people you shot at?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "Yes, I know the people that I shot because I know they were, I think, members of the Youth League.",
            "Male"
        ],
        [
            "MR MADASA",
            "Do you know their names or identities?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "I don't know their names.",
            "Male"
        ],
        [
            "MR MADASA",
            "[inaudible]",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "I am not sure because I was still new in the area.",
            "Male"
        ],
        [
            "MR MADASA",
            "[inaudible] activities of the ANC Youth League before you participated in the killing?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "Yes, there are some things that I knew that I saw about the Youth League itself.",
            "Male"
        ],
        [
            "MR MADASA",
            "What did you see?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "One person came by the name of Alfred.  He was driving a 1400.  He is my friend, Alfred Makanye.",
            "Male"
        ],
        [
            "MR MADASA",
            "Was he SDU or ANC Youth League?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "No, he was an old man.  He was not an SDU member.  He was just an ordinary person.  We spoke and then he left saying he is going to Motlomo.  He would see me later when he comes back.  After he had just left, he came back walking on foot and he said boys had just robbed him of his car at the corner.  And I said to him I am also surprised because I was standing outside and I saw this 1400 driving past.  I thought he had lent them the car.\n\tThe one boy that I saw driving the car was Vips.  I did not know the rest with whom he was travelling.  He then went back to his house and I said, \"it's better that you go home and sleep, we will just see what they are going to do with the car.\"",
            "Male"
        ],
        [
            "MR MADASA",
            "Did you find his car afterwards?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "Yes, he did, after a few days.  He found it thrown into a ditch.",
            "Male"
        ],
        [
            "MR MADASA",
            "Is there any other activity of the ANC Youth League that you knew of?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "No, apart from hearsay as to what they were doing, the community was complaining about them.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did you receive any information from your comrades, SDU members about their activities?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "Yes indeed.  I did get some information from comrade members when I came back from work.",
            "Male"
        ],
        [
            "MR MADASA",
            "Now if you were not - let me leave that.  What was the political objective of killing these people?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "Our political objective was to protect the community.",
            "Male"
        ],
        [
            "MR MADASA",
            "How was that going to be achieved by the killings?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "We would achieve it by way of - we knew that the gangsters and Inkatha were harassing the community.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you say you knew that Inkatha and the gangsters were harassing the community?  Did you use the word Inkatha?",
            "Unknown"
        ],
        [
            "MICHAEL ARMOED",
            "Yes indeed.  I'm using the word Inkatha and gangsters because they were harassing the community.",
            "Male"
        ],
        [
            "MR MADASA",
            "Were the people that you killed part of the gangsters and Inkatha members who were harassing the community?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "Yes.  I can say that is correct because our SDU comrades were saying their deeds were unacceptable in the community.",
            "Male"
        ],
        [
            "MR MADASA",
            "At the time that you participated in the killing, did you believe that the people you killed were part of the group that was harassing the community?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "Yes I did because it was Buthelezi's son himself who was saying it is father who has caused all these problems.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did you benefit personally anything as a result of your participation in the killings, anything of value?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "None at all by killing these people but because I was protecting the community that means I benefit.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did the community benefit from your killings?",
            "Male"
        ],
        [
            "MICHAEL ARMOED",
            "Yes, the community was protected because we killed criminals and Inkatha.",
            "Male"
        ],
        [
            "MR MADASA",
            "No further questions Mr Chair.\nNO FURTHER QUESTIONS BY MR MADASA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would this be an appropriate time to take the adjournment?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will take an adjournment until tomorrow morning at 9 o'clock.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}