{
    "header": {
        "type": "AMNESTY HEARINGS",
        "location": "BOKSBURG",
        "day": "7",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54640&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/bok/bok1_katleho7.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MAPOMA",
            "SELENA MDONBISIMENGE MOTLOUNG",
            "MR MADASA",
            "MR SIBANYONI",
            "MR MALAN",
            "ADV MOTATA",
            "MR MADASA -",
            "MR MAPOMA -",
            "MR MADASA - IN FURTHER ARGUMENT"
        ],
        "starting date": "UNKNOWN",
        "original_speakers": [
            "MR MAPOMA",
            "SELENA MDONBISIMENGE MOTLOUNG",
            "MS MOTLOUNG",
            "CHAIRPERSON",
            "MR MADASA",
            "MR SIBANYONI",
            "MR MALAN",
            "ADV MOTATA",
            "MR MADASA - IN ARGUMENT",
            "MR MAPOMA - IN ARGUMENT",
            "MR MADASA - IN FURTHER ARGUMENT"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Mapoma, you were still busy with your case.  Yes, would you call your next witness please?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, thank you, sir.   May I call Elphina Motloung.",
            "Male"
        ],
        [
            "SELENA MDONBISIMENGE MOTLOUNG",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Miss Motloung, where do you reside?",
            "Male"
        ],
        [
            "SELENA MDONBISIMENGE MOTLOUNG",
            "I stay in Tokoza.",
            "Female"
        ],
        [
            "MR MAPOMA",
            "Are you aware of the incidents that are the subject of this hearing?",
            "Male"
        ],
        [
            "SELENA MDONBISIMENGE MOTLOUNG",
            "Yes, I know them.",
            "Female"
        ],
        [
            "MR MAPOMA",
            "Amongst the deceased victims about this hearing is Vips Motloung, do you know that person?",
            "Male"
        ],
        [
            "SELENA MDONBISIMENGE MOTLOUNG",
            "Yes, he is my son.",
            "Female"
        ],
        [
            "MR MAPOMA",
            "The applicants are here to apply for amnesty in respect of the killing of Vips Motloung, amongst other persons.   What is your feeling about that application?",
            "Male"
        ],
        [
            "SELENA MDONBISIMENGE MOTLOUNG",
            "I would like to know that I'm here since Thursday, I never heard a single one committing himself to having committed the crime.",
            "Female"
        ],
        [
            "MR MAPOMA",
            "Yes, what does that mean to you then?",
            "Male"
        ],
        [
            "SELENA MDONBISIMENGE MOTLOUNG",
            "It means they have not told me the truth about my son.",
            "Female"
        ],
        [
            "MR MAPOMA",
            "Are you aware as to whether your son was a member of any political organisation?",
            "Male"
        ],
        [
            "SELENA MDONBISIMENGE MOTLOUNG",
            "Yes, I know.",
            "Female"
        ],
        [
            "MR MAPOMA",
            "Which organisation do you know that he was a member of?",
            "Male"
        ],
        [
            "SELENA MDONBISIMENGE MOTLOUNG",
            "ANC Youth League.",
            "Female"
        ],
        [
            "MR MAPOMA",
            "Did you get any reports of criminal activities committed by your son, did you ever get any reports of those criminal activities allegedly?",
            "Male"
        ],
        [
            "SELENA MDONBISIMENGE MOTLOUNG",
            "None.",
            "Female"
        ],
        [
            "MR MAPOMA",
            "The applicants say that they killed the deceased, amongst whom is your son, because those persons were engaged in criminal activities?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because they killed Blanko and Bulelwa.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, chair.",
            "Male"
        ],
        [
            "SELENA MDONBISIMENGE MOTLOUNG",
            "If these people had not killed Blanko and Bulelwa, they would not have been killed?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is that your answer, madam?",
            "Unknown"
        ],
        [
            "SELENA MDONBISIMENGE MOTLOUNG",
            "That was a question.",
            "Female"
        ],
        [
            "MR MAPOMA",
            "Yes, I want to get your view on that reason, what is your view on that?",
            "Male"
        ],
        [
            "SELENA MDONBISIMENGE MOTLOUNG",
            "That they were criminals, or they are the ones who killed Bulelwa and Blanko?   Will you please repeat your question?",
            "Female"
        ],
        [
            "MR MAPOMA",
            "The applicants say they killed the deceased because the deceased killed Bulelwa and Blanko.",
            "Male"
        ],
        [
            "SELENA MDONBISIMENGE MOTLOUNG",
            "I don't believe that our sons are the ones who killed Bulelwa and Blanko.",
            "Female"
        ],
        [
            "MR MAPOMA",
            "Now the applicants are applying for amnesty, and they also ask for forgiveness from the parents of the deceased persons.   What is your response to the request for forgiveness from the applicants?",
            "Male"
        ],
        [
            "SELENA MDONBISIMENGE MOTLOUNG",
            "I would forgive them if they could give me Vips's head, I should say eyes and hair, if they can give me those things, I can forgive them, but if they cannot give me those things, I cannot.   I'm not satisfied that they killed him because he killed Bulelwa and Blanko.   If they argue that he was a criminal, I would not accept that.   I don't know how they can say he was a criminal.   His report does also indicate that he was going to school and he passed.  I'm just wondering what time he committed these crimes?",
            "Female"
        ],
        [
            "MR MAPOMA",
            "Now is it your feeling that they are not supposed to be given amnesty because they have not told the truth?",
            "Male"
        ],
        [
            "SELENA MDONBISIMENGE MOTLOUNG",
            "On my side, I think they have not divulged the truth and therefore I cannot forgive them, because it is not enough to say I forgive them whereas I am hurting inside.",
            "Female"
        ],
        [
            "MR MAPOMA",
            "Thank you, Ms Motloung.   Thank you chairperson.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "MR MADASA",
            "Mrs Motloung, are you saying if you had heard how Vips was killed, you would not oppose the amnesty application?",
            "Male"
        ],
        [
            "SELENA MDONBISIMENGE MOTLOUNG",
            "I would object to it, because as a parent, they did not come to me to explain to me that my son was committing crime.   They, like parents, were supposed to give me a chance so I could speak to my son.",
            "Female"
        ],
        [
            "MR MADASA",
            "I am saying, madam, if you had heard from them how Vips was killed, you would not oppose their application?",
            "Male"
        ],
        [
            "SELENA MDONBISIMENGE MOTLOUNG",
            "If they could tell me exactly how he was killed, and therefore give me his body parts, I would not object to the application for amnesty.",
            "Female"
        ],
        [
            "MR MADASA",
            "I cannot remember which applicant, but it was stated here by one of the applicants that Vips was killed at Khumalo by Manyala and others, did you hear that?",
            "Male"
        ],
        [
            "SELENA MDONBISIMENGE MOTLOUNG",
            "Yes, I did hear about that.    If he was killed in Khumalo by Manyala and others, why then did they include Vips's name in the list, because they did not kill him?",
            "Female"
        ],
        [
            "MR MADASA",
            "The list was not compiled by them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I think the point that the witness is making is that, to the extent that they are applying for amnesty in respect of the deceased, Vips Motloung, how can they be heard to say that they didn't kill him?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Madam, the applicants said Vips was captured by them, but he was not killed with others, because he escaped and he was killed by Manyala, so they have told the hearing the extent of their involvement in Vips's capturing, they have not hidden that, but the killing, they say it was done by Manyala, they were not there.   They have admitted killing others, they had no reason to omit Vips, they've killed others, but they don't know who killed Vips, they think Manyala and others did so at Khumalo, that is what they are saying, but they captured him.",
            "Male"
        ],
        [
            "SELENA MDONBISIMENGE MOTLOUNG",
            "Who captured him, who captured him with his own hands?",
            "Female"
        ],
        [
            "MR MADASA",
            "They say Vips was captured by Manyala at Khumalo in a taxi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you say in a taxi?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes, Mr Chair.",
            "Male"
        ],
        [
            "SELENA MDONBISIMENGE MOTLOUNG",
            "So Manyala is the person who dealt with Vips?",
            "Female"
        ],
        [
            "MR MADASA",
            "Oscar says Manyala and Ngosi captured Vips at Khumalo and they killed him.",
            "Male"
        ],
        [
            "SELENA MDONBISIMENGE MOTLOUNG",
            "There is also one more of these who are applying for amnesty.   He says Vips was carrying a gun, he tried to shoot him and he fled.   What time, therefore, did they capture him?   Can I get an explanation on this one?",
            "Female"
        ],
        [
            "MR MADASA",
            "Thank you, Mr Chair.   Sonti says Vips, he says they went to Khumalo to get others.   Vips Isaac Mbijana and Miles, they found them at Khumalo, but Vips escaped from them, ran away from them, they brought others to the shack, and later on Ngosi and Manyala hunted down Vips and they found him at Khumalo and they killed him.   So he escaped from Sonti and others.   So Vips was with Isaac Mbijana and Miles, but he escaped.   So Manyala and Ngosi found him later and they killed him.   So what I'm saying, madam, is that they cannot say anything further about Vips, because Vips was not in their hands.",
            "Male"
        ],
        [
            "SELENA MDONBISIMENGE MOTLOUNG",
            "I am now satisfied.   She was not in their hands, but the information they know.   Even though I was not residing at 6, some residents are saying after killing him, they were told that he was killed.   They too knew how he was going to be killed.",
            "Female"
        ],
        [
            "MR MADASA",
            "I have no further questions for this witness.\nNO FURTHER QUESTIONS BY MR MADASA\nNO RE-EXAMINATION BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you, just two questions, Mr Chair-person.   Ms Motloung, I was just looking at your statement and I noticed that you said you went to your uncle, Queen(?) Motloung, and he said to you that the children were killed by the Xhosa men, the SDU.   Now you have been listening to the applicants who were testifying here applying for amnesty.   Do you agree that they are not Xhosa men, some of them were speaking Sotho, others Zulu, and also others Xhosa, do you agree with me?",
            "Male"
        ],
        [
            "SELENA MDONBISIMENGE MOTLOUNG",
            "Yes, I concur with that.",
            "Female"
        ],
        [
            "MR SIBANYONI",
            "And then also you said that after you discovered that your son was killed, you went to the Peace Committee.   My question would be, why didn't you report this thing to the police?",
            "Male"
        ],
        [
            "SELENA MDONBISIMENGE MOTLOUNG",
            "I went to the Peace Committee because I wanted my son's corpse and I couldn't find it.   The soldiers that I found at the bridge in Moleleki said they could not help me, except for me to go to the Peace Committee, they were told that there were seven corpses in Moleleki and it might have happened that the eighth was that of my son's, that is why I had to go to the Peace Committee, to ask them to help me locate the corpse of my son.",
            "Female"
        ],
        [
            "MR SIBANYONI",
            "Right, finally, the applicants are saying, broadly, that during 1993 things were bad at Katlehong and more specifically at Moleleki, they are using the word conflict, they say there was conflict, and as a person who was staying there, you may also be aware of that conflict.  Now they're saying they did what they did in trying to protect the community as members of the SDU, more especially that Bulelwa was killed and their chairperson, Blanko, was killed.   Now all they were doing, according to them, were trying to protect the community.   Now that we are speaking about reconciliation, they are saying they're asking for forgiveness, because we are in a new era.   Would you still say you think they should not be given amnesty?",
            "Male"
        ],
        [
            "SELENA MDONBISIMENGE MOTLOUNG",
            "I don't have forgiveness, because as they explained on my arrival, they're saying they have been suspecting the kids for a very long time, that they were criminals, hijacking and doing all sorts of things, and after killing Bulelwa and Blanko, that is then they took action, and they, as adults, have taken that action.   Why, if they were trying to protect the community, why did they not go to Peter Ngaba, discuss this with him, indicate to him that this is beyond their power, and indicate to him that since the kids had killed, something had to be done?",
            "Female"
        ],
        [
            "MR SIBANYONI",
            "But do you concede that there was sort of conflict at Moleleki at that time?",
            "Male"
        ],
        [
            "SELENA MDONBISIMENGE MOTLOUNG",
            "I have no knowledge, because I was not residing in Moleleki at that time.",
            "Female"
        ],
        [
            "MR SIBANYONI",
            "Thank you, no further questions, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Malan?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "No questions thank you, Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Motata?",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "I've got no questions, Chairperson.\nNO RE-EXAMINATION BY MR MAPOMA",
            "Unknown"
        ],
        [
            "MR MADASA",
            "You say you were not living at Moleleki in December 1993.   Was Vips living with you?",
            "Male"
        ],
        [
            "SELENA MDONBISIMENGE MOTLOUNG",
            "(Indistinct - reply not translated).",
            "Female"
        ],
        [
            "MR MADASA",
            "Okay, thank you.\nNO FURTHER QUESTIONS BY MR MADASA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, madam, you may return to your seat.  Yes, Mr Mapoma?\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson.   Chairperson, that is the version on the side of the victims.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Madasa, you indicated that there is a further witness that you wanted to call.   Would you just briefly indicate to us what the witness is going to tell us?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it something that is new, that we haven't heard?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair, I'm in fact dispensing with that witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you, Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Very well, gentlemen, Mr Madasa,  Mr Mapoma, are you ready to present argument?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair, I would request about ten minutes adjournment, and in the meantime may I hand over the heads to you, so that you can look at them during the adjournment?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have sufficient copies of those?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes, Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, very well.   Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson, I would also request an adjournment of about 15 minutes, because I'm expecting a fax from Cape Town office of my heads of argument, after which I'll be ready for argument, chairperson.   In fact I'm expecting them at any time now, that fax.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, very well, the time now is about twenty to ten.   The time now, it's about twenty to ten, we'll dispose of affording you gentlemen 55 minutes within which to collect your thoughts and to come and present argument.  So we will reconvene at, well, shall we give you one hour, we will reconvene at twenty five to eleven, that will be one hour.   Okay?   Okay, we'll then rise and reconvene at twenty five to eleven.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Madasa?   You can assume that we've read your heads of argument and we understand the submission you're making, so you need not take us through them.",
            "Unknown"
        ],
        [
            "MR MADASA -",
            "Thank you, Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair, I would like to point out that I will simply refer to the applicants collectively, and except where need arises point out certain things in respect of particular applicants.   Thank you, Mr Chair.\n\tMr Chair, I submit that, on behalf of the applicants the issues to be decided are simply as follows:  whether the applicants, when they committed the acts or offences in question, those acts were associated with a political objective, and whether they have made full disclosure.\n\tDealing with the political objective, Mr Chair, Mr Chair I submit that the SDU, it is a well-known fact that it was formed as a result or consequent to call by ANC for the defence of the communities.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Speaking for myself, I do not think that there is any issue as to the objective with which the SDU's were formed, I think the evidence that was led over the past six days speaks for itself.   The only issue is whether the conduct of the applicants, who are admittedly members of the SDU and members of the ANC, had any political objective.   That's the one level.\n\tThe second question of course is the one we've just described, namely whether or not they have disclosed fully the role they played in the massacre.\n\tSo that I think one ought to separate the objective with which the SDU's were formed and the conduct of the individual members of the SDU in killing the deceased, because I think the issue here is whether the killing of the deceased had the objective envisaged in the Act.   Is it not the issue?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you, Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you, Mr Chair, I submit that the conduct of the applicants in apprehending and subsequent killing of the victims, as they have admitted, was in line with their political objective which they wanted to achieve, and that political objective is gleaned from the mandate which their structure, as the SDU, was mandated to do.   Amongst other things that the SDU was expected to do was to eliminate, and the ANC in its submissions used those very words, agents of the then white regime, and Tusanang, when he gave evidence, he also considered this fact, that anybody who was harassing the community was seen as an enemy, so this was a common understanding within these structures in the community, that enemies of the community were those people who were harassing the community, killing the community.   I therefore submit, Mr Chair, that the conduct therefore of the applicants must be seen in that light, and this is the mandate they received from the people who called them to form the SDU's.\n\tAnd, Mr Chair, the applicants did not only capture and kill these people, but they did so in accordance with the code, so to speak, which they were expected to follow, because when they were called to form the SDU's, the under-standing was that they should be accountable to the community and be non-partisan, and I submit that the applicants did exactly that.   \n\tThe conduct of the applicants clearly was not that of execution, the applicants adhered to the tradition of the time, namely that people must be captured first, in other words investigations must be done before people are killed, or anything is done to them, and I submit, Mr Chair, that this is what the applicants did, they rounded up these people, despite their anger, despite the obvious evidence which they had, they did not execute them.   Contrary to what Tusanang did, they took them, they rounded them up and they took them to the shack.   I therefore submit that their conduct was definitely associated with a political objective, namely to defend the community. \n\tAnd, Mr Chair, I also would like to submit that they, now it refers to the Act, section 20, 20.3(f), in terms of the criteria spelt out in sub-section 3 ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are referring us to section 20?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Section 20 ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sub-section ...(intervention).",
            "Unknown"
        ],
        [
            "MR MADASA",
            "3(f).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sub-section 3(f)?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes, Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "That is the nexus between the act, that is the act of killing, or rather the nexus between their objective and the act of killing, which is important, it must be established by the use of that conjunction and, meaning that (f) has to be satisfied.   Now if it is established that the conduct was associated with a political objective, the applicants must, in addition to that, show that there was a nexus between that political objective and the act of killing.   I submit that is the way I understand that sub-section.   And my submission is therefore the following:  that the applicants, having been convinced that these people they were rounding up were a nuisance to the community, or a menace to the community, when they rounded them up and they killed them, I submit that that conduct is linked to the killing, in this sense, that the killing was proportionate to the political objective.\n\tI say so for the following reasons.   Mr Chair, we should not look at the numbers of the people who were killed, we should rather look at the victims as a unit, as members of an organisation, or as individuals who were targets, legitimate targets for elimination because of their conduct.\n\tNow the applicants did not, despite the fact that they all the time had information about the conduct of these people, they did nothing, precisely because it was not their discipline they were trained in to eliminate people.   They waited for a time when these people, when they will have hard evidence, in other words.   \n\tNow, the killing of Bulelwa and Blanko was therefore the last straw, as I have mentioned in my heads, Mr Chair, that was a plain indication to the applicants that these people were bent on eliminating the SDU, therefore exposing the community to violence.   Now I'm saying it was as a result, direct result, of the killing of Bulelwa and Blanko that, within that period, these people were rounded up and subsequently killed.    Therefore I'm saying that the act of killing Bulelwa and Blanko is the proximate act which has caused the killing of the victims, and it is proportionate in the sense that Blanko was the chairman of the SDU.  So if these people, and that is the evidence of Tusanang, that on that day they were rounding up these people, they were looking after them, but on the contrary, they did not round them up, they were actually shooting them.   So the SDU at that time was aware that the Youth League was after killing all of them, and the killing of Blanko was evidence to that, and therefore the reaction to kill the victims was the reaction to the killing of Blanko and Bulelwa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well the evidence of Mr Likana was that at a gathering at block C, those who had gathered there included members of the community, and ANC Youth League members said, \"Enough is enough\", because of the killing of Bulelwa and they took a decision to round up members of the SDU, disarm them and then take them to KBA, where the community usually gathers, presumably so that they can account there.   The killing of Blanko, Mr Likana said, was because, upon being requested to accompany them, he resisted and therefore he was killed.   Apart from that, there is nothing which would suggest that they were going about executing members of the SDU as you suggest in your evidence.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair, the evidence, I will deal with the evidence of Tusanang, but shortly my answer to that is that Tusanang cannot be believed what he said.   Their conduct is contrary to what he says was their request, or the mandate from the community, but ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is a simple question, (indistinct) reason with you is that there is no evidence before us which indicates that the members of the Youth League were going about executing people.   The incident that was referred to in evidence I think relates to, I think it's a Mr Majola, I think it is, is it Majola, Majola, who was a member of the South African Communist Party, who was allegedly killed by members of the Youth League because he was believed to be what was described as being an enemy agent, that was what would be known.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair, let me put it this way, I submit that what is important here is to look at the thinking of the SDU at the time, the perceptions, we should be guided by what they thought at the time was the situation.   Oscar Motlokwa has testified that when he saw Vips and Tusanang running away from Blanko's place, he was then sure that the Youth League was attacking them, and this is the word that was spread amongst the SDU members.   Now whether that was in fact the case, I submit is not that much to coming to to the conclusion that their acts were justifiable, because this is what they perceived to be happening at the time.   Subjectively the applicants thought that they were under attack, and they saw senior members of the Youth League at Blanko's place, and indeed Blanko was killed in that manner and to them, that they thought that they were under attack, and they responded to that.   So I'm saying it is their perception that that is important at the time, taking into account the whole situation prevailing in Katlehong and the structures themselves, the informal nature of the structures, I submit the community shouldn't be that pedantic or legalistic when viewing this question.   These were lay people, unsophisticated, thinking that they were carrying the mandate to defend the community, and they apprehended people they thought were enemies of the community, thinking like that because of the conduct of these individuals.   That is how I would submit, Mr Chair, on that aspect.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Madasa, may I just ask you, if indeed that this was the perception that they were all going to be rounded up and killed, should that not be construed, at best for them, as a self-defensive - an act of self-defence, and therefore falling outside of the ambit of the Act, that it's not politically motivated, but motivated by the protection of their own lives?",
            "Male"
        ],
        [
            "MR MADASA",
            "Thank you Mr Member of the Committee.\n\tAccording to the applicants' evidence, in fact it was not even their contemplation that these people should be killed, they were purely following an order.   That was to round up these people and bring them together before the community.   It subsequently turns out some of the members of the SDU left after rounding up these people, because they thought they had done their part.   This order of the killing came about as a result of Commander Dondolo ordering the killings of these people.   Some of them did not participate in the killing, they testified that it took them by surprise.   So what I'm saying is that this was not in the contemplation of the applicants that because Blanko has been killed, these people must be killed now.   It was purely a compliance to the command by Dondolo, who said these people must be rounded up and taken to account, and then Dondolo, out of the blue, so to speak, ordered that these people must be killed, and the SDU, the applicants, did likewise.   \n\tSo I wouldn't agreed that they were revenging.   These applicants have explicitly explained to this committee that they were merely conduits to the commands of the structure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The issue is not so much whether they were following the command of Mchebe Dondolo, the issue is whether what they did was politically motivated.   All of them made it clear that these deceased were killed because they had killed Blanko primarily, they described them as being a gang of criminals, that's how they described them.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you, Mr Chair.   Mr Chair, I've addressed this, I've answered this question, I've said, Mr Chair, the mandate from the ANC was not only to kill the identifiable, the known enemy, which is perhaps the State and its agent and IVP, was to eliminate, as Tusanang admitted, elements, individuals within the community who were perceived to be harassing the community.   I'm saying, therefore, Mr Chair, the issue of Blanko and Bulelwa should be seen in that light and it should not be isolated from the general activities of the victims, which there is objective evidence that, or at least allegation that indeed they were involved, and Tusanang has admitted that he heard that there were issues of protection fee being demanded by his members from people, but he intervened and tried to stop that.   So there is overwhelming evidence, Mr Chair, I submit, as to the activities of the ANC Youth League, but the killing of Blanko and Bulelwa was, it was a build-up, it was a culmination of these activities.\n\tSo at that time it was clear, but I'm saying the applicants, even then, did not make a decision that, because of this killing, these people must be eliminated, but when they complied with their order, their understanding was that they were rounding up, and when they complied with the order of killing, they were killing people who were the enemies of the community, not only Blanko, but Blanko's case exacerbated the problem.   \n\tSo I submit that those acts, in the thinking of the applicants were associated with a political objective, especially in view of the facts which they had at hand at that time.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Mr Madasa, whilst you're looking at your notes, your argument amounts to that, firstly, the members of the Self Defence Unit had this objective of accounting to the community.   Let's take that day in question when the deceased were rounded up.   The sole objective was that they should be brought before the community to account, and in this instance let's speak of Bulelwa and Blanko, how they met their death, but listening to the evidence it would not appear at this juncture, unless you shed some light on that, that there was a decision taken by the community, or when Dondolo issued the order that they should be killed, that this order is concurred to by the community.   I sort of miss that link when listening to your argument.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you, Mr Committee Member.\n\tThe committee must guard against attributing Dondolo's actions to the applicants.   The applicants are saying...\n...(tape ends)\n\t...commanded them, ordered the killing, and they felt they had no other way, they had to obliged to do the order, but as to whether the order, at that time, was a legitimate order, I think that is the question that could be answered by Dondolo more than it could be answered by the applicants.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We do know, do we not, that notwithstanding the fact that an order was issued, some chose not to participate and chose to go home?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you, Mr Chair.    If I remember well, the applicants who left explained that they did so because they were expected to leave, because they had been doing these duties for the SDU during the evening, and because it was ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But the others told us that if an order has been issued, it has to be complied with, and yet others told us that they were free to go?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair, yes, I accept there was that evidence, but my submission is that the fact that certain members disobeyed the order does not distract from the fact that an order was given.   So recalcitrance or impertinence on the part of certain members of the SDU cannot take away the fact that the applicants who in fact complied with the order were ordered to do so.   So those were isolated incidents of people who did not want to comply with the order, but that does not invalidate the order inasfar as the applicants were concerned at that time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whilst it may not, in their mind, have rendered ineffective the order, but what that conduct does demonstrate is that those who did not want to comply with the order did not comply with it, and it must be true therefore that those who complied with the order, did so because they chose to comply with the order?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you, Mr Chair.   Yes, I take that point, Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you've made, we've heard the argument, you've made the point.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes, Mr Chair, I'm coming now to the point of full disclosure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair, I submit that the applicants have made a clean breast of the activities which they were involved in at the time, especially I was more impressed by Oscar Motlokwa, who gave the background to all the activities.   I submit that, Mr Chair, he was straight-forward, honest, and attempted to all his ability to explain and describe to this committee what had happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But what he didn't disclose was that when he met Likana, he shot somebody four times on his chest, that he didn't tell us.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you, Mr Chair, I'll come to that point just now.\n\tTherefore, I submit that in the overall, all the applicants were honest and disclosed their participation as individuals and collectively in the killings.\n\tNow, coming to what Mr Chair has just highlighted, these are allegations that are coming from Tusanang, that somebody will killed.   Oscar Motlokwa denies this, that he killed any person.   Now, therefore, there's a conflict on this point.   \n\tI submit that the way to look at it is to look at the overall conduct of the applicants when they were rounding up these people.   Oscar is one of the people who saw Vips and Tusanang, with his own eyes, at Blanko's place.   Yet when he met Tusanang, he did not kill him.   The conduct of the applicants, Mr Chair, was not that of killing on sight.   I submit the evidence, any suggestion is going against the evidence which is before the committee that the applicants wanted to execute people.   I submit that that allegation from Tusanang must be rejected.    \n\tAnother reason for that, Tusanang goes on to say Armoed also wanted to kill him, but the gun, his firearm jammed, and I submit that was another demonstration of that Tusanang was lying before this committee, because if Armoed wanted to do so, he could have done so too, because other people were armed, if it had jammed, he could have taken another firearm and shot at him, and in fact Armoed admitted before the committee that he killed people, those he killed, he did not deny it, he did not run away from killing people.    He would not have hidden the fact that he wanted to shoot Tusanang but the gun jammed, but I submit that Tusanang exaggerated or lied before this committee, with a view to discourage the committee from granting this amnesty, but he did not have good enough evidence to do so, he merely made bold allegations against them.    \n\tI therefore say the conduct of the applicants when they were rounding these people, does not indicate in any manner that they were out to kill them on sight.  In fact people were released, those they thought had nothing to do with the incidents, and that conduct, Mr Chair, does not support the view that Tusanang, I mean Oscar Motlokwa killed somebody, and I'm saying this against the background that Motlokwa was a straightforward witness, he never contradicted himself, he revealed matters which were not even important to his application.\n\tNow coming to Vips's mother ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And yet when it came to the question of who was patrolling Moleleki township, blocks A to F, he professed ignorance?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair, all I can say about that, it must be admitted that he knew nothing about that particular fact.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He was an operator, he told us, he was patrolling, he told us, now how do you patrol without knowing where you're patrolling?\n\tI accept that perhaps some of these changes may have occurred perhaps whilst he was in custody, I gather, because from his evidence it appears that he was released on a Thursday, and I believe shortly thereafter the events which triggered the killings occurred.   Whether that is the explanation, I don't know.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you, Mr Chair, for highlighting that particular fact, which is probably the reason, but all I could say there, which is what I mentioned in my heads, is that some of these (indistinct) really are not that relevant and important.   It must be understood that at some point Mr Chair will know that when people are giving evidence, they will omit something, or say something that was in fact not true, but I submit that, Mr Chair, nothing turns on that point as to taint his credibility before the committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you say about Michael Sonti?   The picture of himself he painted was that of a person who accompanied the groups that went out to round up these youths, did nothing either to harass or assault any of the persons who were abducted.   Jabulani Nkmalo gave us a different picture of Mr Sonti.   He said Sonti had a spear, he stabbed him on his right arm, and I gather that he stabbed somebody else with a spear.   Now, if we are to believe Jabulani Nkmalo, would you still argue that failure by Sonti to disclose the fact that he stabbed Jabulani Nkmalo is a minor inconsistency or discrepancy which is irrelevant?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair, assuming that the committee finds that in fact he lied on that point, but before I come, I address it in that manner, I submit that Sonti has denied it, and he said it's Holomisa who did so, and then taking in to account that this young man, at that time he was surprised by the, when he was accosted by the applicants, and there were many, I submit that there is a chance that he may be mistaken as to who exactly, not that he was not stabbed, but who exactly did so, because Sonti does not deny that he was stabbed but he says somebody else did so.\n\tBut assuming that his version is rejected on that point, the way I would look at it, Mr Chair, I submit, would be that the main allegations against the applicants is that they rounded up these people and later killed them, and therefore Sonti's evidence must be seen in that light, that he has admitted his involvement, his participation in apprehending the victims and taking them to the shack.\n\tAs to what happened when they were apprehended, I would again submit, Mr Chair, with respect, that it is important, but not that important.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, as I understand his evidence, it was to the effect that he did not take part in the killing, did he?  He didn't, he didn't take part in the killing, yes.   You see, if we are to believe Jabulani Nkmalo, I think Sonti's evidence must then be viewed against his failure to disclose that he had stabbed, that he stabbed someone.    Now if one accepts that he deliberately failed to disclose that fact, you know, as well as everybody knows, that when the clock strikes 13, it calls into question every hour that has gone before.   How do we know that he's been candid with us in regard to his degree of participation in the actual killing?  Was he a bystander, as he claimed he was?   That's the difficulty that it will present.    But that, of course, if we accept Nkmalo's evidence.   Of course if we reject Nkmalo's evidence, the problem doesn't arise.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes.   Thank you, Mr Chair.   I accept, Mr Chair, that the concealment of that fact by Sonti, if he did, does pose a problem as to if he has invented everything, but I'm saying that should be seen against the allegations that were levelled against them, namely that they captured people from their homes and took them to the shacks to be killed and people were killed.   In his favour I could explain that by saying that if he did conceal that point, that he may have thought that it was sufficient to tell, to disclose the fact that in fact he did participate in capturing people from their homes and took them where it is alleged that they were taken.    In other words, he may have felt that he has answered the allegations which have been levelled against him.   Now as to whether he fully dealt with that when he was answering those allegations, I submit that he may be excused for thinking that by answering the allegations he was therefore making a full disclosure with that regard.   But nonetheless ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In other words, he may well have regarded that stabbing a person in the cause of apprehending the person a minor thing which he can just omit?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes, that's what I'm saying, or something that would have been expected of someone who was angry and taking these people for custody.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja.   No, that's understandable.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair, coming to the issue that has been raised by Vips's mother, who seems to also add to the allegations that the applicants did not make a full disclosure, I submit that Vips's issue was dealt fully by the applicants.\n\tSonti told the committee that Vips they captured and Vips escaped.   Oscar mentioned the fact that Vips, he had seen at Blanko's place, and what I'm saying is that therefore the applicants said what they could say about Vips, and things that were done by Manyala later on at Khumalo to Vips cannot be expected to be explained by the applicants, I submit, Mr Chair.   The applicants had been straightforward as to the involvement of Vips.   The did not deny that they went to look for him, because he had been seen and he was known to be in the forefront of the killing of Blanko, and they looked for him, they wanted him, because their attitude was that leaders, people who were in the forefront of killing, must be taken to the community, and explained that Tusanang, let alone that he escaped, but  these were the people who must not be killed on sight, especially them, they must go and tell the people what they had been doing, they must be exposed that they are not good leaders, they are not doing what they're portraying themselves in the community to be doing.    \n\tSo Vips, the applicants told the committee what they did about Vips, but Vips was taken away, or rather killed, at some other time by Manyala, and the applicants cannot be held responsible for that.\n\tAnd Vips's mother was not living in Moleleki and she wouldn't be in a position to know Vips's activities.   Vips lived with an uncle, and no-one knows if in fact he stayed with that uncle.   \n\tI submit that therefore her allegations should be seen in the light of her being perturbed by the death of Vips, but nothing really can turn on her evidence that the applicants have concealed something about Vips, I submit, Mr Chair.\n\tMr Chair, coming to Tusanang, who has made allegations against the applicants, who seems to say that the applicants, he's making counter-allegations, so to speak, he's saying they were the criminals, they were the people who were killing the community, what they did had nothing to do with politics, I submit that Tusanang (a) was not a good witness at all.   \n\tMr Chair, in the notes before the committee, I'm sure every single member, if you go through your notes you'll pick up on every page discrepancies by Tusanang, but what was striking mostly is that he concealed certain facts.   \n\tIn his evidence in chief he says they went there, they woke up Blanko, they asked him where were the others, and then they attacked him.    Later on, Blanko was, there was an attempt to apprehend him, he resisted.   We are not told how he resisted, what they did in an attempt to apprehend him.   The evidence from the applicants is that Blanko was sitting on a chair, they found him burnt sitting on a chair.  I wonder what kind of resistance he was posing to the applicants.\n\tBesides that, they go there with a view to, as a mandate from the community, to apprehend him and to find arms.   Now, when they go to Blanko's place, contrary to that mandate, they go there, they arrive and they attack him.   We are not told what kind of arms were found at Blanko's place.   He says they searched and found some assegaais, which were unimportant, yet they were told that these people were armed.   I submit, even on that point, this was a clear indication that Blanko was innocent, or at least he was unarmed, and it did not warrant them to have shot him at that time.\n\tBesides that point, I submit that Tusanang was, his demeanour was unbecoming, to me it was unbecoming.    He was extremely aggressive and this is borne out by the fact that Tusanang, by his own admission, he said the problem he had with the - he had a problem firstly with all the SDU leadership, not only SDU leadership there at Moleleki, Manyala was zonal leader, he also had a problem, and his only problem with these people is that he, as also, in addition to being Youth League, a member of the civic, they did not consult when they did things, despite the fact that a march was organised to release his own members, the youth by Manyala, he disagreed with that, and Tusanang would get a piece of someone if he disagrees with something, it is not going to be done.   If the march, if he's anti the march, there was going to be no march.   So I submit that this is a picture, this is a picture that was exhibited by him when he was giving evidence, let alone that he was inconsistent in a number of matters.   \n\tI therefore submit that his allegations against them, the applicants, cannot stand, because of his unreliability and having told lies.\n\tI therefore submit that in that light, the applicants' version stands unopposed inasfar as Tusanang's evidence attempts to do so.\n\tLastly, Mr Chair ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there anything to be said in favour of the version by Mr Likana in regard to the events preceding the attack at Blanko's house, namely that the Youth League and members of the community gathered at block C, they took the decision to round up members of the SDU and to take them to KBA, a decision which we now know led to the killing of Blanko?   In other words, the Youth League held the SDU responsible for the killing of Bulelwa, hence the decision to round up members of the SDU, which culminated in the killing of Blanko, which we know led to the counter-attack by the SDU, which eventually led to the massacre?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Sorry, Mr Chair, I've heard your last portion.  Then what is the question that you wanted to ask?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Isn't there something that can be said in favour of his version though, that there may be something in his version that what really led to the massacre was that the Youth League suspected that Bulelwa had been killed by members of the SDU, and they therefore took the decision to round up members of the SDU, which in turn led to the Youth League, and we now, we are told members of the community killing Blanko, which in turn provoked a decision by the SDU to round up members of the Youth League, a step which eventually led to the killing of, or to the massacre?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes, thank you, Mr Chair, I understand.\n\tMr Chair, I submit that there's nothing that can be said in his favour in that regard.   His behaviour and Buthelezi's behaviour in regard to the attack at Blanko goes against what he say.\n\tMr Chair, his evidence in chief was that Buthelezi came to him to report that Bulelwa had died, and they knew, he said they knew, as far back, that the SDU were going to attack in December, that's what he said.   So my submission is that this issue of a community gathering because of Bulelwa's death, from the point of view, from the side of the ANC Youth League, it's a smokescreen, Mr Chair.   I submit that Blanko's attack was planned, must have been planned by the Youth League, because he says they expected that the SDU was going to attack, and that is borne out by the fact that they were armed, when they went at Blanko's place ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but there's no suggestion that going to Blanko's place was just coincidental, there's no question of that, his evidence was that a decision was taken at the gathering at block C that they will round up all members of the SDU, disarm them and take them to KBA, which is where the community normally had meetings, and then they split into different groups, he was in the group that went to Blanko's place, and there we know Blanko was shot at, killed, his spaza set alight, an incident which was witnessed by Motlokwa, who reported the matter to Sonti, and then in turn to the SDU, which then led to the SDU saying, \"Let's go and get them\", referring to the Youth League, but all of this from Mr Likana, was sparked by the killing of Bulelwa.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes, Mr Chair.   Mr Chair, I'm saying I disbelieve that Bulelwa's death was the cause for the attack at Blanko.   For this reason:  if it is true that Tusanang and the community had gathered because they've heard what had happened to Bulelwa, and then they planned to go and attack Blanko, I submit that, and that SDU must be rounded up and taken to KBA, I submit that their conduct subsequent to that so-called meeting doesn't support the fact that they met, because they did none of those things they had gathered there to do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But precisely, because the SDU launched an offensive.   They had seen them, they had seen a group of them attacking Blanko's house, they fled, they went after them, they ran into the veld, they captured some and they brought them back.   So in a sense they were, his evidence suggests that, if he his to be believed, his evidence suggests that the Youth League failed in its mission because they were overpowered by the SDU.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes, I hear you, Mr Chair.    Mr Chair, I'm saying, my submission on this is simply that, in view of the criticism I've labelled against him, he is to be disbelieved that they had a mission to round up these people.   I submit that their mission was to kill them, which is exactly what they did, because he says ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why?   Why?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Because they expected that the SDU was going to attack them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "They anticipated an attack for an unknown reason, but there was a rumour that the SDU was, as far as they were concerned, from their side, that the SDU was going to attack at any moment, and this is why ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Isn't it probable though ...(intervention).",
            "Unknown"
        ],
        [
            "MR MADASA",
            "I think the attack was pre-empted ...(inter-vention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Isn't it probable that if they were waiting, if they were awaiting an attack, okay, and Bulelwa, who happened to be an ally, we are told, of the Youth League, although the SDU also claimed that she was their ally, isn't it probable that the killing of a close ally was seen by them as the evidence of the attack that the SDU was going to launch against them?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair, I disagree.   Bulelwa, from the evidence from the applicants, I think even from Nmphula's mother, or aunt, Bulelwa was a member of the community and civic, and she had no problem with any organisation, she was somebody who aligned herself with all these organisations.  Now what I, I don't know whether it borders on speculation, but from what I can gather from these events, if indeed Bulelwa was not an enemy of neither the SDU or ANC Youth League, then her killing can be explained in this way, that somebody who knew that Bulelwa's death would spark violence in either side, so it must be the person who wanted to instigate, to spark, to start violence, somebody wanted these two structures, somebody who knew that these two structures were at loggerheads, and the death of Bulelwa was designed to start the war which it started.   Now I'm saying that could not have been done by the ANC Youth League or nor by the SDU.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well that's precisely the point.   The fact of the matter is, whether he was killed, the Youth League denies having killed Bulelwa, and so does the SDU, but the fact of the matter is, on a probability, is that the death of Bulelwa started the violence which led to the massacre.  It was at the beginning, it may well be that, as you submit, that there was someone who was aware of the growing conflict between the SDU and the ANC Youth League, and knew that the killing of Bulelwa might well provoke these two factions into an open war, which indeed it did, but what emerges, all I'm saying, all I'm trying to find out from you is that does it not emerge, from the evidence of Likana, that from the perspective at least of the Youth League, it was the killing of Bulelwa which provoked them into action, whereas from the perspective of the SDU, it was the killing of Blanko which provoked them into action, so that the killing of these two individuals led to the massacre, because as I understand the evidence of the applicants, all are saying the killing of Blanko, the killing of Blanko, and in fact the witnesses, they, Mr Motlokwa saw members of the Youth League and saw Mr Likana with an AK47 shooting at Blanko, so there's no question that they saw who killed Blanko, a member of the Youth League, but on the other hand, you had the Youth League members who suspected, there's no proof, they suspected that it is the SDU which was responsible, you know there was a rumour that Mr Motlokwa was responsible, but nothing turns on that, the fact of the matter is what you said, perception.    This seems to emerge from the evidence of Mr Likana as having provoked their action in killing Blanko.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair, what I could say about this is that from what emerges from the applicants' version, especially Sonti, is that he was with Bulelwa five minutes before her death, and he seems to suggest that Bulelwa was seen by the youth as more aligned with them, and he added the fact that Bulelwa was his home girl, she was Xhosa, Bulelwa, and he was with her soon before her death, and his view was that, because they were seen together, Bulelwa was attacked.   What I'm saying, I submit that, from the Youth League's side, Bulelwa was also their target, from what the applicants are saying.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In other words what you are asking of this committee, you are asking us to reject everything Mr Likana has said?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Well, I wouldn't say everything, Mr Chair, what I'm saying, his version in this regard, to the effect that their attack on the SDU was sparked by Bulelwa's death, I submit that it should be rejected.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, you've made your point.",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "No, but before you leave the point, Mr Madasa, if we take the evidence thus far in its totality, it's that there has been mistrust between the two, that is the ANC Youth League and the SDU, and the evidence would suggest from the one hand that Bulelwa was an ally to the SDU, and that even though there's not much that turns on it, that she even opposed the formation of a new SDU in block F, but at the same time, as she was a leader within the community, she was also an ally of the ANC Youth League, that this mistrust, her death, either by ANC Youth League or SDU, was enough fuel that the two must now launch attack against each other.   Would that be a fair reflection of the evidence as regards Bulelwa?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Let me put it this way, Mr Chair, Mr Chair my submission is that the committee should reject the view espoused by Tusanang that this death occurred purely as a result of a feud between these two organisations.   My submission is that, on the part of the applicants, this was not just a feud between the organisations, this was an ongoing matter which culminated in Blanko's - in their view, this was a continuation, Blanko's death was an indication of a process of eliminating the SDU so that these ANC Youth League can run amok, unopposed, in the township.  So ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct) that manner, this, what you're saying, therefore, is that what this boils down to, it was simple a struggling by two factions over the control of Moleleki Section?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair, this is not what I'm saying.   I'm saying the SDU saw themselves as the sole legitimate defence structure for the community, and their work was hampered by these individuals who were the enemies of the community, and the SDU included, but not just of the SDU, of the community, this is what they've explained, by the conduct of these people, they were enemies of the community and of the SDU inasfar as they were hampering their work was concerned, but from their perspectives, they did not see this structure as an opposition, as another defence unit which was trying to take over or usurp their powers within the township, no, they saw these people as an enemy to the community by their conduct, which is what is important, they explained it, it is by their conduct.   The name of their organisation meant nothing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And their conduct was criminal activities?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes.   Nothing political, but just criminal activities.",
            "Male"
        ],
        [
            "MR MALAN",
            "Could I just, on that point, Mr Madasa, ask you then to explain to us the evidence from the applicants, or from at least some of them, that they agreed for blocks A, B, C and D to be controlled by the Youth League, and later even accepted the formation of another SDU in block F, and then later came to the conclusion, to quote one of them, that there was no benefit in it for them, does that really tally with simply the, or the simple approach of seeing them as being involved in criminal activities?",
            "Male"
        ],
        [
            "MR MADASA",
            "I submit that that very conduct, that very conduct, of accommodating the Youth League goes to explain that the SDU were avoiding trouble.   If they couldn't convince these people to be part of them, they were prepared to accommodate them, because they were there and claiming to want to defend the community.   So inasfar as they could, they accommodated them, but because of their conduct, because of their conduct, they could not remain with them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What conduct?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "The criminal activities.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, these people were killed not because, from what the applicant says, of any political motive that they were able to, to describe for us, but simply because they were regarded as being a gang of criminals, that's how it was put.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair, this ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you have made the point, I think.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes.   Perhaps this brings me to the - I had assumed that this was a presupposed factor, a known factor, that criminal activities per se did not indicate absence of a political hand in them.   Now, and some of the applicants have explained this, but the regime at the time would use the very fact that structures or organisations are at loggerheads, bring in criminal activity to cause disunity, havoc, so that the work of the SDU does not go ahead, and in ANC submission, this is what President Mandela, the point that he made was that he said De Klerk was bent on not allowing this structure of SDU to be successful.\n\tSo the way the police agents dealt with this matter was that they would infiltrate organisations, and I submit, Mr Chair, this was easy with these young boys, these were young chaps, they must have been oblivious as to the political developments at the time, excited about belonging to a structure, that was, they were therefore vulnerable if there was an attempt by the State to infiltrate them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see, members of the SDU were members of the ANC, right?   Do you accept that?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes, Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Members of the ANC Youth League were members of the ANC, right?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Claims to be.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that they were not members of the ANC?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "That is what the applicants have said, Mr Chair ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, all right.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "...that they operated under the umbrella of the ANC Youth League, and again, if I may go back to this submission, which I really had assumed that these factors were known, it is dealt with in their submission that, if I may quote\n\"The deliberate subversion of SDU's by the De Klerk regime in order to ensure that people could not mount sustained resistance to State sponsored violence, and to discredit the ANC in the eyes of the grass roots supporters and the international community is illustrated in the case of the notorious Polla Park SDU.\"\n\tNow genuine community defence groups and violent gangs presenting themselves as ANC aligned SDU's, and I'm saying the ANC Youth League fall under this category, that there were infiltrations and certain organisations would present themselves as operating as ANC defence units, and I'm saying, Mr Chair, that there was this possibility.   I'm not saying there's hard evidence before this committee that these boys were infiltrated, but I'm saying it's a probability that they were infiltrated, and in the absence of hearings from the police who were operating in the East Rand before the TRC to tell us, I submit that at the time be known to some of them, were infiltrated...\n...(tape ends)",
            "Male"
        ],
        [
            "ADV MOTATA",
            "...we are not privy to, what are you saying we should make out of the submission in 7.4, because you merely say paragraph 6.2.9 to 6.2.9.4, that's all, and there is no meat to the skeleton, we are merely told that this is what the ANC did, and I assume you assume we should be knowing this, but we are here to listen to evidence and if somebody's got to make submissions and referring to such paragraphs, he must make those available to us so that we know fully what that submission is all about.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you, Mr Chair.   Yes, I accept my error on that point, because I had assumed wrongly that these documents were available, because the submission was made, and that is why I simply referred to them in that manner in my heads.   I apologise for that, but I understand that they, I thought they were available, but if and it be, I can ask for copies to be made of these particular paragraphs.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well they are somewhere, they are available somewhere, but they are not before us today, so we will look for them and read them, but they're not available to us today.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you, Mr Chair.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Madasa, may I just on this point, I happen to have a copy of what you've read from, and you did selectively read from the example in Polla Park, but that was a general statement and then the Polla Park was given as an example.   The ANC goes to great lengths, especially in follow-up discussions, which I'm pretty sure you will also have a copy of, which relates to the evidence in the recall of the political parties, where the president had an alter-cation with Commissioner Zengewe Mkezi on the SDU's and where he confirmed the difficulties, and even says that the ANC made a mistake not to really exercise a control in many cases, and he even says that in many cases they were not even community endorsed, in other words he acknowledges in this altercation the conflict also existing between communities and SDU's.   Is that not also to be taken note of by ...(intervention).",
            "Male"
        ],
        [
            "MR MADASA",
            "Yes, Mr Chair, that's very important.   Actually that lends support to the submission that this is the background against which the SDU's must be seen, and these applicants cannot therefore be faulted if it is revealed in evidence before the hearing that what they did was beyond a mandate, what they did was beyond the reason why they were formed, they committed excesses, that statement sought to therefore accept that there were those problems, and those problems were attributed by the people concerned as squarely on the government of the day, that because people were defenceless, these impromptu structures were put up, and it was difficult to monitor them, hence there were excesses.   So that statement was admitting that there were excesses, but I'm saying, my submission is that therefore even if there's evidence here that the committee may find that there were excesses or, therefore it should be seen in that light.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see, at the beginning of your argument, I pointed out to you that one ought to make a distinction between the political objective with which the SDU's were formed, and the conduct of the individual members of the SDU.   You are not submitting that, because a person happens to be a member of an SDU, therefore everything that that individual does as a member of the SDU must be regarded as being politically motivated, that's not a submission, is it?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "No, I cannot submit like that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "I'm saying the activities of the applicants in relation to this particular case were done as a collective, and with the understanding of the order given to them at the time, if they did not do things as individuals which was outside the operations and the work of the SDU at the time.\n\tLastly, Mr Chair, I submit that the requirements of the Act is sufficiently satisfied by the application in view of the submissions I have made, and I ask the committee to grant the amnesty.\n\tMy last general submission, Mr Chair, on the issue of the Act would be that the Act came into being with a view to encourage communities to heal, and in this particular instance, as much as there victims' relatives who are against the amnesty, but I submit it's the duty of the committee, in view of the closeness of the applicants and the victims and their place of residence, that the committee should do all it can possibly do to encourage these people to be reconciled, as this is the objective of the Act.\n\tThank you, Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just before you conclude your evidence, the applicants are seeking amnesty in regard to the death of Alfred Philemon Buthelezi, Thokozani Buthelezi, Ithumeleng Edward Moetzi, Lukas Buti Hlatswayo, Isaac Mogadi, Ditaba Joseph Mthembu, Peter Mavuso Modishwa, Miles Simon Simelane, Isaac Mbijana Motloung?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes, Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They are not seeking amnesty in regard to Theodora Bulelwa Zwane, Julia Maitse-Buthelezi?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes, Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.   Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA -",
            "Thank you, Chairperson.   Mr Chairman, I would like to have your direction as to whether I am expected to go through the heads?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Speaking for myself, I've skimmed through your heads of argument and you can speak to (indistinct).",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, sir.\n\tChairperson, the argument I'm going to present here will be applicable to all the applicants collectively, and I will start, Chairperson, with the political objective.\n\tThe applicants aver in their applications, sir, that they kidnapped and killed the deceased persons, with the sole objective of protecting the community against those whom they perceived as criminals, and such persons happened to be the ANC Youth League members predominantly.   They aver that the political objective they intended achieving was to restore peace in the community.\n\tSir, it is not disputed that the victims, except for Mr Buthelezi, were members of the ANC Youth League ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well Mr Madasa submits that they claimed to be, they were not.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Well, Chairperson, I don't want to make very much of an issue out of that, but, Chairperson, throughout the evidence of the applicants, they always refer to the ANC Youth League, the ANC Youth League as having done that (indistinct).   I thought, sir, that it is commonly understood that the deceased persons were members of the ANC Youth League, but I don't want, sir, to make an issue out of that.\n\tWhat I want to refer, Chairperson, to, in our approach as to whether these actions were actions committed with a political objective, I would invite the committee, Mr Chair-person, to look into the provisions of section 20.2.1, where, Chairperson, the Act defines what is it that constitutes an act associated with political motivation and political objective.   \n\tThe section, Chairperson, defines an act associated with political objective, as:-\n\"An act or mission which constitutes an offence or delict which, according to the criteria set out in section 20.3, is associated with a political objective and which was advised, planned, directed, commanded, ordered or committed by, amongst others, any member or supporter of a publicly known political organisation or a liberation movement on behalf of or in support of such organisation or movement bona fide in furtherance of the political struggle waged by such organisation or the political movement against the State or any former State or another publicly known political organisation or liberation movement.\"\n\tNow, Chairperson, my submission here, firstly, is that the Self Defence Unit were not a political organisation, are not a political organisation within the meaning of the Act.  Therefore, sir, any order in the compliance of which these acts were committed, which order came from the SDU, is not an order, sir, which came from a political organisation within the meaning of this Act.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, (indistinct) Act, doesn't the Act speak about\n\"Any member or supporter of a publicly known political organisation or liberation movement on behalf of or in such support of such organisation or movement\"?\nAll the applicants are members of the ANC, right?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.   Who happens to have become members of the SDU?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the SDU was formed with the blessing of the ANC, was it not?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Absolutely, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So how can one separate the SDU's from the ANC?",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "Well, or even the PAC, because the evidence was that the SDU would not only be members of the ANC, they would be members of the community, even those political organisations.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chairperson, it is acknowledged that the self-defence units, these, the self-defence units in particular, the one we're dealing with, were formed under the auspices of the ANC, and in fact they were members of the ANC.   That one is common cause, Chairperson, but the matter doesn't end there.\n\tThe argument, Chairperson, goes to say the committee needs to look into the actions, were those actions actions geared in furtherance of the political struggle waged by the ANC?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's a separate question.   It is distinct from the question of whether or not they belonged to a political organisation, and I understand that, which is a separate question, but do you still take issue with the fact that they were not members of, the SDU's are not, that the SDU's are not political organisations, therefore to the extent that the applicants were members of the SDU when they killed, there can be no, they fall outside the ambit of the Act?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Well I may amend that position, Chairperson, because my emphasis is on the command that was given.   I'm saying, Chairperson, that the command that was given is not a command which came from a publicly known political organisation, that is the ANC in this particular instance.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "Mr Mapoma, if we look at it, I want you to help me, from this angle, that the SDU's are formed with the blessing of the ANC, and the SDU then had its own structures, where there was a hierarchy which controlled the SDU, and then you look at the patrollers and operators, they would get a command from somebody.   Are you necessarily making an argument that even with those structures in place within the SDU, the ANC, when they were formed with their blessing, had still to give that order, are you suggesting that in your argument?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No, Chairperson, my argument is just simply on the order itself, the order in this particular case, the order to kill the deceased persons, that it was an order not from a publicly known political organisation, but from a structure that existed independently, which would invite a question as to whether that structure, in putting that order, was it an order within the blessings of the political organisation itself, and I say no, Chairperson, I'm saying it is an order which was really not an order attached to the political organisation, that is the ANC in this particular instance.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Isn't your argument that if one looks at, you know, section 20.2, which seems to require inter alia that the act or mission must have been advised, planned, directed or commanded, ordered or committed by and then it describes who can, you know, who can commit that, but more importantly, against the State or any former State or another publicly known political organisation or liberation movement?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That tends to define the act.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, is your submission that the act of these applicants was not directed against any, against the State or a publicly known political organisation, liberation movement?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, absolutely, Chairperson, that is my argument, but I was just, I was taking the argument, developing it towards that point.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well can you just make the point then.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes sir.   Yes, so while it is acknowledged that the SDU's in this particular instance were members of the ANC, it is my argument, sir, that their actions were not actions waged in furtherance of a political struggle waged by the ANC, and in that they were not directed to another political organisation but they were directed to the members of the ANC Youth League.\n\tThe ANC Youth League, Chairperson, is a youth wing of the African National Congress, and therefore envisaged in the Act is that a particular organisation whose actions were committed must have been actions directed against another political organisation if it is not a State or a former State, and I argue, sir, that in this particular case, that is not the case, these were directed against the internal structures of the very ANC of which the applicants were members.   It is therefore, sir, along those lines that I argue that their action should not be construed as an act associated with political objective within the meaning of the Act.\n\tThe second ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What about the submission that they were perceived, rightly or wrongly, by the members of the SDU as being an enemy because they carried the same firearms that were carried by the police, and secondly Buthelezi is alleged to have had (indistinct) association with the IFP and was therefore perceived as being a member of the IFP, because that's the submission that was made?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson, that version has been contested strongly, sir, by the evidence of a witness who appears to have been a member of the ANC Youth League, Tusanang Lukabe.   There's a dispute, therefore, Chairperson, as to that particular point, a dispute of fact there.   Then it would be a matter which would draw attention to the credibility of Mr Likana as a witness, and I hope to deal with that, Chairperson, later on, but I can argue, sir, that it is highly inconceivable that an ANC Youth League as an organisation can work together with a person belonging to the IFP, which was a political enemy of the ANC, and then all that be considered as an act against the SDU's.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "I want you, in your argument against that, to deal with this evidence we have before us that, firstly, other than the SDU's formed to fight the enemy.    The second point would be the enemy was also the people who were harassing the community, that they perceived as being against that objective.   Thirdly, there is evidence that these members of the ANC Youth League were gangsters who were operating under the umbrella of the ANC Youth League, I want you to deal with that in your argument.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, sir.\n\tI wish to first deal with this issue of political struggle waged by the ANC vis-a-vis the alleged criminals.  Chairperson, there's never been any struggle by the ANC waged against the criminals, but I can understand, sir, that there was, there may have been a struggle waged by the SDU's against those perceived as criminals in the community, but not under the ANC command.\n\tIt is disputed, Chairperson, that the deceased were necessarily criminals in the community.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "So there was no struggle?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "There was no struggle waged against people who were perceived as criminals by the ANC.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Just as an addendum to my discursive requirement that you should deal with the same under your argument, if I understood the evidence and the submissions by Mr Madasa, was that the ANC in coming with the formation of the SDU, the objective was that the community should be able to protect itself, it's just an addendum, not to be quite fair to you?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, I take that one, but if I can just respond directly to that one? In their evidence, the applicants acknowledged that it was not authorised by the community for them to do what they did on the deceased persons.   In fact Mr Oscar Motlokwa, under cross-examination conceded that it was neither the ANC nor the community which authorised them to kill the deceased persons.\n\tIf I may proceed, with you permission, sir?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, proceed.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "I wish, Chairperson, to deal with the criteria which the section refers to.   In particular it says, if, according to the criteria set out in sub-section 3 of section 20, the act is associated with political motivation. In this particular instance, Chairperson, evidence has been led, and it has transpired out of evidence, that the motive behind what has happened was, amongst other things, a revenge against the killing of one Blanko, who was a member of the SDU's, and it is my submission, sir, that the actual motive behind the killing of the deceased persons was to revenge, and not necessarily to protect the community as the applicants claim to have been acting.",
            "Male"
        ],
        [
            "MR MALAN",
            "May I not just follow this up please, Mr Mapoma?  Even if one would see the revenge as a possible motive, is it not possible to argue that both the protection and the revenge element went exactly the same way and sort of in tandem, or that the one would not necessarily have affected the other?",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Yes, I agree, Chairperson, but I would go on and say it - sorry, sir, can I hear your point once again?",
            "Male"
        ],
        [
            "MR MALAN",
            "My question really comes down to this, the evidence of the applicants, more than one of the applicants were saying that here the community and they themselves were outraged, emotions went high, it's very difficult to control and calm people under such situations, but at the same time then they argue, and I mean from the first statement is deduced the revenge approach and what they did subsequent to that, but secondly they were also saying that they showed a lot of restraint, self-discipline, they rounded them up, they didn't kill them, and this was part of the protection of the community which eventually led to their execution.   Now my question is, even if one were to read the revenge element into it, could that not be set aside and one still argue that it was indeed also in the execution of their duty to protect the community?   I'm just asking you to argue the principle of that approach.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "My argument there, Chairperson, is that the act of killing was not sanctioned by the community, and in fact the applicants themselves, some of them, as I've said already, considered that in fact that the community did not necessarily authorise them to do what they did, the command came from one Mchebe, who commanded that they killed, and not necessarily from the community which they claim to have been protecting.   While it may have been claimed that when doing their actions, they were protecting the community, but in this particular act, the community was not given an opportunity to deliberate on what to be done of the captured persons.   Therefore it is highly, Chairperson, it's highly inconceivable that this was still in the process of protecting the community, going to that extent.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well the community doesn't get involved, does it, in deciding how it is to be protected.   The SDU, from what we gather, patrolled the township as part of the process of protecting the community.   Now, there was the killing of Blanko, which was a threat to the peace in the township, which the SDU had set themself up to maintain.  Therefore, in order to restore peace, they had to round up those who were responsible and kill them, so that the killing of the deceased was part of the process of achieving their larger objective, namely to maintain peace and protect the community against what they then perceived as being criminal elements within the community.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, the objective of maintaining peace, it was, I assume, it must have been focused on the community, because the conflict that must have existed was conflict which involved the community.   Therefore, sir, in this particular case, I may argue that whatever approach they were adopting, if it was geared at achieving peace in the community, the community surely should have been involved.  \tNow it is highly inconceivable that when peace is geared at, some members of the community are killed by those who claim that their intention is to restore peace.\n\tOne can go, Chairperson, to the distance of quoting the assertions which were made by some of the members when they were advising the community of what happened, when they were inviting them also to see those who were captured, they were referred to as dogs, I mean Mr Mneba Sonti, acknowledges that, that he went around the community to announce that anyone who has his dog must go identify him at the place which he describes.   Surely, sir, that kind of an atmosphere is in contrast with an intended object of maintaining peace in the society?   Even before going to the act of killing itself, that in itself does not seem to have created an atmosphere that an intention was to restore peace in the community.   \n\tThe question of killing them now, it goes, sir, a great deal against that intended purpose also, because the deceased persons now had to be killed with the sole purpose of achieving peace.   It's very difficult, Chairperson, to comprehend that.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Mr Mapoma, could you perhaps deal with that submission against this background of the evidence before us that there were perceptions at first that some of the criminal acts perpetrated against the community were done by the ANC Youth League, and the ANC Youth League had the same perception.   Then we have one of the applicants, Shongwe, who says, \"I belonged to both\", and in this instance we would refer to the evidence of siphoning of petrol or paraffin, that he was even prevented by his own colleagues in doing so.   That, because at first that is the case of the applicants, they didn't have hard core evidence against the ANC Youth League, at first.   Then the evidence emerged, when Blanko was killed, and them also perceiving that Bulelwa is killed by the same ANC Youth League, even though I'm saying there's no evidence, because there are suspicions between the parties who killed Bulelwa, but they say that concretised their suspicions about the ANC Youth League.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chair, we are dealing here with a situation where there are two situations which are sharply contrasting each other, and the crux of the matter is that before this happened, there was a killing of one, Bulelwa. Either of the parties deny responsibility for killing Bulelwa, in fact either of them accusing the other.   That is where it started.   And then Blanko was killed, killed, admittedly so, by the ANC Youth League, they claimed that they have been doing that in retaliation for the killing of Bulelwa.  So, when these killings took place, sir, they were done as a revenge to whatever actions that was done first.   The killing of Bulelwa was revenged by the ANC by killing Blanko, and there was revenge also for killing Blanko, to kill the deceased persons.   It is for that reason, sir, that I submit that the motive behind was to revenge.    It recarried from one side accusing, the other side accusing the other, ultimately the deceased were killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is the submission that we should not pay much attention to what the applicants are saying was the motive for the killing, but we must pay attention to what, on the evidence as a whole, was the true motive for the killing?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson, that is my submission, that much emphasis must be on what is it that caused the actual killing, I mean during that period.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that the true motive for the killing was nothing but the revenge for the killing of Blanko?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Absolutely, sir, that's what I'm saying.   I'm saying so, sir, because the question, the allegation of criminality has long been in existence, and no-one was ever killed because that person was suspected of being a criminal.   These killings happened only after Blanko was killed.\n\tAnother (indistinct), Chairperson, I would like to draw the committee's attention to ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If it is a revenge killing, where does that take us to?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "It takes us, sir, to the criteria which must be taken into account in determining the political objective of the applicants when they committed what they committed, because if it's revenge killing, it cannot be said, Chairperson, that it was killing with a political motive, or with a political objective which was aimed at by any political organisation.   So it was an act which was done out of personal malice, so to speak, if it's revenge killing, and therefore does not form part of those criteria to be taken into account and associated with political motivation.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Mr Madasa made a submission that we should look at section 20.3(f), where he said\n\"Whether a particular act or mission or offence contemplated in sub-section 2 is an act associated with a political objective, shall be decided with reference to the following criteria...\"\nand I would read (f) in that respect:-\n\"The relationship between the act or mission or offence and the political objective pursued, and in particular the directness and proximity of the relationship and the proportionality of the act or mission or offence to the objective pursued.\"\nAnd he says we should give this sub-section a liberal construction, in that we seek to bring reconciliation, and in bringing reconciliation we should look at the parties involved here and say, \"Should we reject it out of hand, or should we, for instance, take the proximity and the proportionality of the acts into account?\"   Do you have anything to say against that?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Taking the proportionality of the act into account, sir, I would start off by saying this, the objective of the deceased, I want to refer specifically to the killing, act of killing, the objective of the deceased when they took these persons was to have them killed, an order was made that they be killed ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The objective of the applicants?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson, the objective of the applicants was to have them killed.   They killed them by shooting them with an AK47, amongst others.    But they did not end there, sir, they went to the extent of hacking them with pangas and other sharp instruments, after they were shot at.   The act of hacking them, Chairperson, I submit was disproportionate to the intended purpose, because they took the matter too far, and the gravity of that has got a bearing for the committee in deciding whether this act was politically motivated.   If, Chairperson, the intention was to kill them, one finds it difficult to explain why hack them, because they were shot at with a firearm (indistinct) AK47, they should have shot and left there, without having to hack them now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well the evidence they led in that regard was that after the shooting some of them, some of the victims, moved, thus showing signs of being alive, and therefore an order was issued that \"you must finish them\".",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Well, sir, all I can say there is that it's a natural response that if a person has been fatally wounded, that person cannot just collapse immediately, surely there must have been some moves, but I submit, sir, that there was no need, if they were shot at and one of the applicants, in fact, they say they were shot at on the head.   If a gunshot wound is on the head, that person is inevitably going to die, there is no need to go to the extent of once again doing something else to the body of that person.    It is therefore, sir, my submission that that particular act was disproportionate to the intended objective of the applicants in this case, and therefore I submit that the political motivation has not been established by the applicants.\n\tOn the question of full disclosure, Chairperson, I just want to go to, firstly to the death of Vips Motloung.   The applicants have applied for amnesty in respect of the death of Vips Motloung, but none of them claim to have been involved in the actual killing of him.   In fact they say he was killed by Jebe and Manyala, but the very same applicants have not applied for the killing of Buthelezi-Maitse, but that person was killed by a person in their company.    It is therefore my submission that if they have applied for the killing of Vips Motloung, they must have something, they must have some information regarding his killing which they are supposed to share, which they have not done.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How do we know that what they've told us of and concerning the death of Motloung is not everything they know about his death, because all they are saying is that he ran away, Manyala Ngosi apprehended him, Manyala Ngosi probably killed Motloung, none of them were present when he was killed.   Is there anything which suggests that they are not telling the truth when they say they were not there when he was killed so as to describe how he was killed?    I mean is there any evidence before us suggesting otherwise?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Well I concede, Chairperson, there's no other evidence before us, but my submission is that why must they expect to be granted amnesty when they were not involved in the killing of Motloung, because what they did was to kidnap Motloung and he flew, and someone else must have captured him and killed him and not them, then why then must they apply for his killing?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well some of the applicants went as far as the first and probably the last shack, they were not part of the group that went to the veld to kill them, but nevertheless they are asking for amnesty because their conduct, prior conduct in apprehending these people and taking them to these shacks was an act which was associated with the eventual killing of the deceased.   That's the only ...(intervention).\n...(tape ends)",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Well ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because they've given evidence and they've said he was caught by Manyala and Ngosi, and probably killed by Ngosi and Manyala, we don't know how and where, but is there anything on the evidence before us which suggests that they are not telling the truth in that regard?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Well, in that regard, sir, let me concede there's nothing that we can suspect them, but ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may have suspicions, however strong they may be, but do we have evidence, that's the question?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes.   But, Chairperson, it doesn't end there.  If we looked at the killing of Vips Motloung as a matter for whose killing amnesty is being made, I submit, sir, that it would be very difficult for applicants to qualify for amnesty in respect of killing Vips Motloung as a person, because there's nothing that they say they have done for killing Vips and there's nothing they say they know regarding how Vips died.   It is along those lines, sir, that I submit that insofar as the killing of Vips Motloung is concerned, full disclosure has not been made.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "What is it, when people come before us and they say, \"This is all we know of and concerning his death, we know nothing else\", and you have not produced the evidence to challenge that, how do we find that they're not telling the truth?   I mean if one bears in mind that, on the evidence that we've heard, there was no suggestion that Vips was brought to any of the two shacks, all we know is that he was part of a group of the Youth League who went to Manyala to report that they were being harassed by the SDU, Jebe arrived, gave a background of what had happened, he ran away, someone caught, and he ran away, and then the rest of the SDU's then returned to the two shacks, went to the killing field and then returned to go to Buthelezi's house and then dispersed.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "If I may just follow on this please, Mr Mapoma?  Am I perhaps hearing you correctly saying that the applicants shouldn't be granted amnesty for Vips, for the killing of Vips, because they say that they were not involved, and therefore we should take care of not granting amnesty for the killing of Vips to applicants, but at best for the abduction, the round-up, is that what you're saying?",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson, that's my view, but I'm not sure, sir, regarding the kidnapping and the rounding-up, because if I go to the extent of saying that for the kidnapping, then they can be granted amnesty, but whoever must have kidnapped him, it must be the person who killed him, but the only kidnapping I can concede to, sir, is the kidnapping, the first kidnapping, when he was kidnapped and then flew away.",
            "Male"
        ],
        [
            "MR MALAN",
            "I wonder, Chair, whether we shouldn't put this question then to Mr Madasa, whether he wants to ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Reply (indistinct).",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Ja, to just explain to us in his reply the issue of continuing with the application for amnesty.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you, sir, I won't take that matter any further, sir.\n\tNow I just want to go to the application regarding Mr Michael Mneba vis-a-vis the attack on Jabulani Nkmalo.   Chairperson, I understand Mr Mneba Sonti denies ever assaulting him, but the evidence that is before us now is that he did commit that offence.   Now it goes to the credibility of Jabulani as a person.   It was put on him that his sense of judgment must have been affected while he was in the shack, because he was in the state of shock, which he admitted, but before that, that is when he was taken from his place, there's nothing, sir, which can suggest that his judgment was affected.   For that matter, he says, he identified Mr Mneba as the first person to get inside the shack where he was and committed that offence.  And, sir, I even put it to Mr Sonti during cross-examination that Jabulani Nkmalo claims to have been assaulted by him in the shack.   His reply was that Jabulani Nkmalo is a person who stays in (Indistinct), was not even there, he denies that that person was ever there in that place.    There's some element, Chairperson, therefore of not telling the truth insofar as that particular aspect is concerned.   \n\tIt came later on, when Mr Mkmalo was cross-examined by his lawyer, that Mr Sonti says in fact someone else assaulted him and not Mr Sonti.   When I put that question to him, he did not come with that version.   Therefore, sir, I submit that his credibility is compromised in this, Mr Sonti's credibility is compromised in this particular regard.\n\tNow about Mr Oscar Motlokwa, the killing of Alizulu.   He has not made full disclosure to the committee beforehand that he killed Alizulu by shooting him six times, but I remember when he was giving evidence, sir, he said that there was a shooting, when he gave evidence regarding the incident of catching, amongst others, Tusanang, he said they saw them and they, and Tusanang's group shot at them and they shot back, and someone died, but he has not gone to the extent of saying that he himself shot (Indistinct), and as a result of which Alizulu died.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What if he says he's not applying for amnesty in regard to Zulu?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, sir, but it is one of the relevant facts to the acts for which he applies for amnesty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But isn't disclosure supposed to be, to relate to the act in regard to which one is applying for amnesty?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes it is, Chairperson, but, sir, if I would take into account the pre-hearing conference which was held by my learned friend and I, and which was recorded here, it read in No 1, sir, that all the applicants apply for amnesty in respect of the killings which took place at the incident referred to as the Katlehong massacre.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And those killings of the persons named in the applications.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, and it says \"and any other criminal act or offence related thereto\", to that incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To the killing of those persons.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Okay.   I won't take that any further, sir.   Thanks.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whether failure to disclose that killing raises a question as to his credibility is another matter.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes.   I want to refer specifically, Chair-person, again to Mr Michael Armoed as one of the witnesses who were here about the kidnapping of Jabulani Mkmalo.   Jabulani Nkmalo gave testimony that Mr Armoed is one of the persons who was there when he was kidnapped, and Mr Armoed denied that when it was put to him.   It is again, sir, another issue which put the credibility of both Mr Armoed and Nkmalo into a question here.\n\tIt is my submission, Chairperson, that Mr Nkmalo's version is a preferred version here, because Mr Nkmalo, when he gave evidence here, acknowledged, he was honest to Mr Michael Armoed, he acknowledged what Armoed did and what he, even good and bad, there is no reason, sir, to expect him to say he kidnapped him, and at the same time say, \"Had it not been for him, I would be killed by now\".   So I submit, sir, that this witness was very honest regarding this particular issue to Mr Armoed.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Before you proceed, what would you make out of the evidence of Mr Michael Armoed when he says, \"I wasn't involved, I was guarding the shack, and at some stage there were fewer in the shack and I had to relieve myself, and when I came back, that's when I found extra ANC Youth League members in the shack and I recognised Jabulani Nkmalo in that process and to me he was a young person that was to be released\", in a broader perspective that is his evidence, what do you make out of that?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "That is so far as his release is concerned, and not the actual kidnapping.   He might have, (indistinct) I may be bordering on speculations here, but he might have changed his mind, that is the person who was releasing him.  It would be remembered, sir, that Armoed and Jabulani Nkmalo are neighbours, so to speak, and perhaps that may have appealed to his conscience, to have him released and not face the hazard that was being faced by others there, but the point is that during kidnapping the witness says he was there, and the same witness says, \"He's the person who released me\".   That's a good thing that he did, but the one of kidnapping is a bad thing that he did.   I mean he says again about him.\n\tSo it is against that background that I submit that Mr Nkmalo's version is preferable in this regard.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "That he perpetrated any act of human violence against him is neither here nor there, but what we are saying is that his credibility, in your submission, should be rejected inasfar as the kidnapping of Jabulani is concerned, is that your submission?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No sir, I won't confine his credibility to that only, because the fact that he kidnapped him or not is not really an issue, but what is in issue is that, is the selectiveness in saying what, in what to say.   That is what puts his credibility at stake, that one can have a judgment is that he selects to say that which is convenient to him and not to say that which he may perceive as problematic.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is not alleged that, other than being present there, he did anything, is it, other than being present when Jabulani was abducted, is there anything else that he's ...(intervention).",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No sir, there's nothing else that is said.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.   So does failure by Armoed to disclose that he was present when Jabulani was abducted, rise to such a level that we should find, having regard to his evidence as a whole, that he did not make a full disclosure?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Well sir, just simply because there was an injury which was committed to a person by the name of Nkmalo, one would expect him to ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He did say that one of the things that he saw was that Jabulani had been injured, and I think he mentioned, as far as I recall, that he should go to his wife and ask for money to go to hospital.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He mentioned that, so he did not conceal the fact that he had been injured.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Right, no, I acknowledge that, sir, I'm not taking that any further.\n\tChairperson, I must deal specifically with the evidence of Tusanang Lukabe, especially his credibility, which is being contested by my learned friend.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, what is your submission regarding that?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "I submit, sir, that his testimony is credible, because he acknowledges, and he has given a clear account of events that took place during that day, which led to the killing of the deceased persons, I mean the deceased who are subject of this hearing now.\n\tHe goes to the extent of admitting that he himself is one of the persons who killed Blanko.   If he was not a credible witness, sir, he was at will to deny that particular aspect of his evidence.   That in itself, sir, impacts strongly in appreciating his credibility as an honest person.\n\tHe has also been honest that when they formed the SDU's, they were together with the SDU members, who were adults, and as adults they thought that they're going to teach them discipline, because they were adult persons.  Whereas he was in hostility with them, but such hostiles can be explained at the stage, but initially he was honest with  them and there arose that later on, the hostilities.\n\tOtherwise, all in all, sir, I won't deal with, piecemeal with his evidence, but I just want to say his credibility is quite outstanding in the accounts that he has made.\n\tThat's all, Chairperson, and it is my submission, sir, all in all, that, well I won't take it much, the question of full disclosure, sir, but I submit that the act of killing the deceased persons by the applicants was not an act associated with political motivation or political objective in terms of the Act.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you, Mr Mapoma.   Mr Madasa, do you want to respond very briefly to the question whether or not, the point raised by Mr Mapoma, whether or not the applicants did assist in their application for amnesty in respect of Motloung, because they don't know how he was killed, even though they admit that they associated themselves presumably with those who killed him?",
            "Unknown"
        ],
        [
            "MR MADASA - IN FURTHER ARGUMENT",
            "Yes, thank you, Mr\nChair, yes the applicants, inasmuch as they do not know how Vips was killed, but they persist on the application because they felt they were involved because their act of capturing him was associated with the killing of Vips.   That is my short answer, Mr Chair.\n\tMr Chair, just one point on Tusanang, which my learned friend seems to be wanting the committee to accept his credibility.   I'm thinking of, for example, he said the Youth League only had two AK47's, it was the arms they had, but now it transpires, for example, Thabo, with whom he went to Blanko's place, had a revolver, and from other evidence which is in (indistinct), they had other sort of firearms.  All right.\n\tMr Chair, an important point I want to raise on the issue of section 20 again, my learned friend has, as it was pointed out by Mr Chair, that he was intending to state that his submission was that the target of the SDU, that is the ANC Youth League, was not a State or a political opponent.   My answer to that is that section 23, which is an expansion of the meaning of political objective, the criteria given there, especially I want to draw Mr Chair's attention to 3(d), 3(d) specifically, amongst other things, that when this question is looked at, the objective or objective of the act or mission ordered, but not only the State but State property, personnel, or against private property or individuals.   So individuals are now included, and I submit that the ANC Youth League, from the perspective of the SDU, for example, could be seen as those individuals.  But besides that, even if you, it can be viewed, rather they can be viewed as part of the State machinery if they were seen as being infiltrated, which is what the applicants have been saying right through their application.\n\tMr Chair, especially the evidence of Michael Nkomo, Moishe August Ndabe, Armoed, all these people, in their evidence in chief, when I dealt with the political objective, they all mentioned the fact that in addition to Blanko's case, they perceived these people as agents of the State.\n\tOn the issue of, Mr Chair, of the community, that these people were not taken to the community and the community did not order their killings, I submit, with respect, Mr Chair, that as it is apparent from the evidence, as much as we are not told how the SDU execute people, it's clear, Mr Chair, that the community would never order executions.   I mean people had their own relatives within the (indistinct), how could they, there would have been discord, therefore it's obvious that it was a matter of SDU separately to decide whether, what should be done to people, but the community had to know.   So I submit that the issue of taking these people to the shack before the community was for the community to see the people who were involved.   Hence it is said Dondolo called the SDU members aside, because that was a matter now for SDU's to decide on the issues of killings.  The community would never have ordered killings, I submit, Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Isn't it because it was perceived as an attack against the SDU?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "I submit, Mr Chair, that is not the case.   I think it's a case of an understanding between the community and the SDU that matters of that nature were handled by the SDU, they are the people who were, they are the police, they are the people who were armed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But were we not told that if a person is captured, he's supposed to go to the community and account ...(intervention).",
            "Unknown"
        ],
        [
            "MR MADASA",
            "That is my submission.   The community's role ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did these, did the deceased get the opportunity to account?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "From the evidence ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They didn't.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "...the deceased people gave their accounts, there were counter-accusations in the shack against each other.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But to whom did they give, did they give their account to the community?   They didn't.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes, but Mr Chair ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They were asked at random by curious people, it would appear, who wanted to know why (Indistinct) was being apprehended.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "It is at that point, Mr Chair ...(inter- vention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you call that accounting to the community?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you, Mr Chair, I'm saying, Mr Chair, their intention was for that, that is what these applicants were told, that run out these people, take them there to account.   Now in that process, there emerged Dondolo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "And the whole ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "...thing changed now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "This is what I'm saying, Mr Chair.    Therefore it was Dondolo's action, which cannot be attributed to them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you, Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Madasa, just now follow up on this, if the applicants persist in applying for the death of Vips Motloung on the basis of their association and his killing, without having any knowledge about how that happened, shouldn't we deduct that that they, in any event, prior to the order, associated themselves with the killing of the deceased?",
            "Male"
        ],
        [
            "MR MADASA",
            "I do not think so, Mr Chair, because from what I can glean from what they have said is that at that stage, before the order, they were not aware what was going to be done with the people, that's what they say, but that is open to that kind of interpretation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Or did they accept the order which was issued by Mchebe just before the deceased were marched to the veld, to include Vips as well?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the position?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes, Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thanks, Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, gentlemen, I think you've said everything there was to be said of and concerning this matter.\n\tThe committee will take time to consider the argument advanced and also to review the evidence that has been led over the past 6 1/2  days, and will announce its decision in due course.\n\tBefore we rise, let me take this opportunity to thank everyone who has attended these hearings, and everyone who has assisted in making sure that we get the hall, we get all the facilities and that we were able to conduct these hearings in the manner in which we have done, and let me extend our appreciation to the caterers, who made sure that we did not collapse on the stage after lunch.\n\tThe parties concerned will be advised as soon as the decision on these applications has been made.\n\tThank you.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}