{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "2000-05-11",
        "location": "MIDDELBURG",
        "day": "3",
        "names": [
            "PHILLIP MFULATWELWA MTSWENI"
        ],
        "case number": "AM0313/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54188&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200511mi.htm",
        "speakers": [
            "ADV SANDI",
            "CHAIRPERSON",
            "INTERPRETER",
            "MR MOKOENA",
            "MR RICHARD",
            "MR SIBANYONI",
            "PHILLIP MFULATWELWA MTSWENI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR RICHARD",
            "MR MTSWENI",
            "PHILLIP MFULATWELWA MTSWENI",
            "INTERPRETER",
            "MR SIBANYONI",
            "MR MOKOENA",
            "MS MTANGA",
            "MR MTANGA",
            "ADV SANDI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Very well.  Is his application on page 25?",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Page 25, Chairperson.  I call him to be sworn.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, certainly.  Mr Mtsweni, will you please stand to take the oath?  Please sit down so long, just give us a second.  Have you got any idea what language Mr Phillip Mtsweni will use?",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Northern Sotho, isn't it?   Zulu?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Zulu as well?   All right, then we need the lady here.  We have to wait for her.  Mr Richard the spelling of the surname, is it correct as it appears in the papers, the application papers?  M-t-s-w-e-n-i?",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "Let me confirm.  Have you got an ID book?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "No, I haven't got my ID book here.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Is the spelling right, Mtsweni?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Exactly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All right.  Yes, I was just concerned, I thought I saw somewhere Motsweni, but then that problem is solved.  All right, Mr Mtsweni, I think you can now stand to take the oath.  Give your full names for the record please?",
            "Unknown"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Oh, you have sworn?   Can you give us your names too?",
            "Unknown"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "My name?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes please?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "I can hardly hear the speaker, because he is standing.",
            "Unknown"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Phillip Mtsweni.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have sworn that you will tell the truth, the whole truth and nothing but the truth, do you confirm that?",
            "Unknown"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "That is fine.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you swear that the evidence you will give will be the truth, the whole truth and nothing but the truth?  Just say so help me God?",
            "Unknown"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Yes, I do swear that the testimony that I am about to give, will be the truth, and so help me God.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Please sit down Mr Mtsweni.  Mr Richard?",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR RICHARD",
            "Thank you Chairperson.  Before we start, let's understand the relationships between the various parties.  Would you please explain to us what is your relationship with the first witness we called today, that is July Mtsweni?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "July Mtsweni is my brother's son, only by the surname, not blood brothers.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Emma Mtsweni, what is her relationship to you, what was her relationship to you?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Emma Mtsweni, my father and her husband, they are brothers.",
            "Male"
        ],
        [
            "MR RICHARD",
            "And then Speelman Mtsweni, one of your co-applicants, what is his relationship to you?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "As I have explained, it is the same relationship as July.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Thank you.  Now, you heard July Mtsweni's evidence this morning, is that not correct?  Were you here when July Mtsweni gave evidence?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Yes, I heard July Mtsweni when he gave his evidence before this Committee, but my evidence goes a little bit further than July's evidence.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Before we go there, may I ask these questions.  At the time of the incident described by July Mtsweni, were you a member or a supporter of a political party or organisation?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Yes, I was a follower and a supporter of the ANC.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What did you do to show that you were a follower and a supporter of that party?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "We participated in various actions to show that we were members of the ANC.  The first one that I can tell this Committee is that there were times when people were told we do not go to work, and we participated in consumer boycotts and strikes.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Thank you.  Now, in - could you please tell us where Pieterskraal is and which is the nearest significant town?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Pieterskraal is an area near Pretoria, because most of the people go to Pretoria, but Groblersdal is the town nearby.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Mr Mtsweni, just for a person to get an idea, isn't it so that Pieterskraal is just next to kwaMhlanga, a well known area there in kwaNdebele?  kwaMhlanga, do you know that place?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Yes, it is a little bit far, it is not that close.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "But it is very closer to kwaMhlanga than Pretoria or Groblersdal, is that so?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Yes, if we compared the distances between Pretoria and Groblersdal, then kwaMhlanga is closer to Pieterskraal.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Thank you.  Is it an area in which traditional leaders and chiefs still have authority and a role to play?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Yes, it is an area which is ruled by chiefs, even though I cannot have certain on that, because it has been a long time since I have been there.",
            "Male"
        ],
        [
            "MR RICHARD",
            "As at January 1991, who was the senior chief or King of that area?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "The senior chief or the King, I am not certain whether Mabhogo or the chief, I don't understand.",
            "Male"
        ],
        [
            "MR RICHARD",
            "You heard your brother give evidence, your relative, not your brother, sorry, give evidence that he went to see a certain chief.  Were you with him when he went to see that chief?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Yes, I do understand and now I understand which chief you are referring to.  Yes, I do know that chief.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What was his name?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "chief Mashiane.",
            "Male"
        ],
        [
            "MR RICHARD",
            "There was another chief above him, did you also go and see that chief?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Yes, I do know the senior chief, Mabhogo, if I am not mistaken, I think they are referring to him as Mabhogo III.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did you go with the first witness, July Mtsweni, to see Mabhogo III?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "No, I didn't accompany July, because I wasn't present.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Thank you.  Yesterday, were you present when applicants Daniel and Michael Phasha gave evidence as to the difference in functions and activities of people known as Ngaka's and moloi?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Yes, I was present and I heard their evidence.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did you agree with the descriptions given of what a moloi does and what a ngaka does and the differences between them?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Yes, I do agree because I do have knowledge as to what a ngaka or a sangoma does and what a witch does.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Tell me, do you believe what a ngaka does, a sangoma does, do you have confidence and faith in the traditional healer's practises?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Yes, I do believe.",
            "Male"
        ],
        [
            "MR RICHARD",
            "When it comes to what I am terming a moloi, do you believe that a moloi can by supernatural means cause harm, injury, death to another person?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Yes, it is my belief.  I do believe in witchcraft.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now, you started by telling us that you wanted to add something to what July Mtsweni told us earlier today.  Please continue and tell us what I interrupted  you?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "The reason I took part in this incident, I will first start by relating what happened for me to participate.  First I accompanied them when they went to see the junior chief.    The argument or the discussion was about witchcraft and we wanted to ascertain whether there was a witch involved.  We discussed and my question was \"is there a person among us who can recommend a sangoma where we can go and clarity this\" and no one knew and I told them that I do know someone and I mentioned that person and I asked everyone if they do agree for us to all go to Makuduza, who is the sangoma and we all agreed that we were going to see Makuduza.\n\tI questioned the deceased's children if they would be able to afford R10-00 so that we put petrol and they agreed.  I asked July's family if they will be able to put R10-00 as well, for petrol, so that we put it together as R20-00 for petrol to go to Makuduza's place.  They also agreed.  I requested one family member from July's family and one family member from the deceased's children and if I remember well, it was (indistinct) Mtsweni and July's brother.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Which brother?  You say July's brother, which brother?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "July's brother, his name was Kleinboy Mtsweni.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Thank you, carry on.",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "We went passed my home.  We went to look for Makuduza because we didn't know at the time where he was staying, he had left (indistinct) and we were told that he was now in Tafelkop.\n\tWe arrived at Makuduza's place in Tafelkop.  When we entered the gate, Kleinboy said it was written how he was operating and he read and he told us that it was written that people needed to make appointments since the consultation times were there.  Therefore we decided that we can go back because we had the information as to when we can see him.\n\tWe left, when we arrived at home, I dropped Kleinboy and I also dropped Mbaveli.  It was already late.   I didn't waste any time, I went straight home.  \n\tLater we agreed on a date as to when we can go to see Makuduza again.  After we agreed on the date, I didn't show up on the first date which we agreed on.  I didn't go.    I heard that they went, but they didn't go on the time of the consultation, the one we got on the wall.  They also came back and it was decided that we were supposed to set on another date to go back to Makuduza's place.\n\tWhen the second date was set, I was present.  On the day which we agreed to go, I arrived after the meeting which was held in a school, I joined them.  We proceeded to the deceased's home, to fetch the deceased, so that we go to Makuduza's place.  When we arrived at the deceased's home, it was asked as to where the deceased was and her children told us that she wasn't around, she had run away, she went to her brother's place.",
            "Male"
        ],
        [
            "MR RICHARD",
            "She went to her brother's place, may I stop you there and ask you this question.  On what date was this meeting at the school, can you remember?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "No, I do not remember, because it happened a long time, I don't remember the date.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Was it on the same day or some time before the deceased was killed?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "It was on the same day when she was killed.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now at page 26 of the bundle, which is an annexure to your amnesty application, you make the comment -\t\t\"... the family proceedings is where (indistinct) took place by this certain uninvited group, called the comrades.\"\n\tPlease tell us what you meant by that phrase.",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Yes, I do agree because this was a family issue, and comrades got involved.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Who involved the comrades?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "I wouldn't be able to clarify that, but the people who were our leaders, I will say they were the ones who involved comrades.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Who were these leaders, what were their names?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "If I do remember well it was Skosh and Scwadi.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now, what were they leaders of, were they chiefs of the tribe or leaders of a political organisation?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "They were political leaders.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Which party did they belong to and which politics did they support?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "The ANC.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Your paragraph continues and the end phrase of paragraph 1 reads\n\"... then they intervened us where controversials took place.\"\n\tWhat are the controversials that you are talking about?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "When they got involved, it became clear that this whole matter was now in the hands of the comrades, no longer in the family hands.",
            "Male"
        ],
        [
            "MR RICHARD",
            "At paragraph 2, you say\n\"... indication about intervened group, they told me to land them to a place of their choice.\"\n\tNow, to a place of their choice, which place are you referring to?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "I do not understand your question.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Your paragraph reads\n\"... indication about intervened group, they told me to land them to a place of their choice and I took them for further investigation.\"\n\tNow, the intervened group I understand, are the comrades and then you refer to a place of their choice.  I simply want to know where was that place?  What was that place?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "They wanted to go to the place where this woman had fled to.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Yes, right, and then you carry on\n\"... we were still on meeting when the situation started to be uncontrollable.\"\n\tWhere was that meeting that you refer to in that sentence?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "It was in the junior chief's kraal.  The situation changed, some people felt that they needed to get involved.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now, on the day of Emma Mtsweni's death, where were you that morning?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "In the morning I was at home, in my home.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did you attend any meetings that day?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "No, I didn't attend any meeting.  I went there later, it was in the afternoon.  It was when it was about to finish.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What was happening then?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "When I arrived, the comrades were leaving the school to go to the deceased's home.  I joined them and I was driving my bakkie.  We went to the deceased's home.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What did you find there?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "In the deceased's home, we found her children.  We asked them as to where their mother was and they told us she had fled, she went to her brother's place.  We left.\n\tWe  boarded both bakkies, July's bakkie and my bakkie, together with the comrades, we went to Waterval.  We filled in the petrol and I realised that my tyres were not balanced.  I was busy pumping the tyres and I had already told July that I needed petrol in my car, July filled in my car with petrol.  I didn't enquire from him how much he had spent.  I could tell that he had filled in by R20-00 because I was used to that car and the gage.  When we arrived at Vaalbank ...",
            "Male"
        ],
        [
            "MR RICHARD",
            "Before you get to Vaalbank, did you see July buy petrol other than for the cars?  Did you see him buy petrol in a container?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "No, I didn't see him.",
            "Male"
        ],
        [
            "MR RICHARD",
            "On the way to Vaalbank, what did you think would happen to Emma Mtsweni if you found her there?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Yes, I could tell because of the comrades' emotions, I could tell that something bad might happen to Emma.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What had made the comrades build up the emotions that you could see?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Comrades suspected that Emma was a witch and that is why they were angry.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now, when you left Waterval, where did you go next?  Carry on with the story.",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "We drove towards Vaalbank, when we arrived in Vaalbank where she had fled to, we stopped.  Comrades and myself, we entered the house.  If I remember very well, I think it was a shack house.  They went at the back of this shack and the man, the owner of that house was told that we were there to fetch Emma.\n\tHe could tell that the situation was tense.  I think he had a stick in his hand and the comrades went back a little bit.  I had stopped on the way of the gate, which goes to a neighbour.  Another lady came, a woman, came towards the gate and I could tell that this woman was in a hurry for something.\n\tI think we were two or three in that gate.  We disturbed her, because we didn't want her to go in there, because something might happen to her as well.  The comrades who were closer to that shack, kicked open the door, I think it was Victor if I remember well, and they took Emma, they put her into July's bakkie.  July reversed the car.  I didn't, I just drove straight and I turned on the next street.  The next street was closer to the Police station.  I turned towards the main road, we drove straight back.\n\tWhen we arrived in Pieterskraal, at the school, we were going to hold a meeting there.  People alighted from the bakkies, but it didn't take them five minutes to come back, because it was said that since we had realised that where we took this woman is closer to the Police station, it might happen that Police can follow us, and the suggestion was that we should proceed to the mountain.\n\tIndeed, we proceeded to the mountains.  We were using the two bakkies and some comrades were by foot.  When we arrived in the mountain, she was taken from the car and she was questioned.  It wasn't long before she uttered something, she said she wasn't the only one who was responsible for killing.  There was another man by the name of Nkabinde.  He was responsible for  the muti, because he is the one who gave her the muti to kill July's parents.\n\tWe said \"this is what we needed from her\", we decided to take the bakkies back.  July and myself, we drove the two bakkies.  When we arrived at home, we found that Police vans were there.    The Police started questioning July, I was at a distance.  They said to July \"where was the person who you had in this car\", and July told them that he had left this person in the mountains.\n\tThey didn't hit me, but they started assaulting July.  I was scared and I walked closer to the van because I wanted them to just put me behind the van, I didn't want them to assault me.  They put us in the van and they drove with us, because they wanted us to show them where we left the deceased.  They stopped on the road, they wanted July to come in front because they wanted him to be with them, so that he pointed exactly to the place where we had left the deceased.\n\tWe proceeded.  As the Police van was approaching towards the mountain, we could see the flames, there was fire.  The Police stopped closer and they took July from the front and locked him together with us, at the back.  They got in the forest, in that mountain and they came back, they told us that the person we had, is the one who was on fire.  That is when they started assaulting us.\n\tThat is how I participated in this whole thing.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now before you left the mountain in your bakkie, did you see what became of the petrol in the container?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "No, I didn't see the petrol, but what I saw with my eyes, was a tie and that tie was put around her neck.  That is when I left.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did you intend coming back to the mountain?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Yes.  I intended to go back to the mountain.",
            "Male"
        ],
        [
            "MR RICHARD",
            "At the times that you were at the school, can you give us an estimate of how many people were at the school?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Even though I didn't count them, but I think there were between 300 to 400.",
            "Male"
        ],
        [
            "MR RICHARD",
            "How many people were on the mountain?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "I will still say approximately between 300 and 400.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Forgive me for my mispronunciations, but you two ANC leaders Skosh and Scwadi, where were they when you were at the mountain?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Yes, I will say they were still present, but since there were too many people there and it was already dark, I cannot certainly say I did see them.",
            "Male"
        ],
        [
            "MR RICHARD",
            "And were they at the school on both the occasions that you were there?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "As I have already mentioned that I only arrived at that school after the meeting, in fact just after the meeting had finished, and I will say yes, they were present.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Thank you.  Now, if you think back to that period at the end of 1990, the beginning of 1991,  what did the comrades think and believe about moloi's, impimpi's, ngaka's?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "There is a difference between an informer and a witch.  A witch is someone who is evil and an informer takes information to places where by so doing, he knows that there will be a conflict.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Now, what did the comrades believe about impimpi's, what was their attitude towards them?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "At the time, all comrades knew that an informer should be burnt.",
            "Male"
        ],
        [
            "MR RICHARD",
            "And what did they believe should be done to moloi's, a moloi?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Also a witch was someone to be burnt by comrades.",
            "Male"
        ],
        [
            "MR RICHARD",
            "But why?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Because a witch is full of evil and doesn't want any development in people and a witch is a disturbance in people's lives.",
            "Male"
        ],
        [
            "MR RICHARD",
            "What do you think the attitude of a moloi was to the liberation struggle?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "A witch will make you sick, you lose your mind because that is what he would like to see so that you don't develop yourself or you don't progress, he makes sure that there is no progress in your life at all.",
            "Male"
        ],
        [
            "MR RICHARD",
            "And this is what you say the moloi's were doing to people in the liberation struggle?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Yes, they bewitched people who were involved in the liberation struggle, but not just that, they also bewitched people merely by jealousy, if someone was progressing or developing himself or herself, they will also be jealous of that.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did you identify yourself with the belief that the comrades had concerning what should be done to witches, to moloi's?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Yes, I also believed in what the comrades believed, because I knew that witches didn't want development.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Who decided that Emma Mtsweni should be burnt?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "If I can put it this way, the people who were our leaders, they were the ones who decided because if you are a subordinate, you cannot take a decision, but your leaders always take decisions for you.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did you agree or disagree with the decision?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "I did agree with the decision because I realised that this person was a disturbance in the community.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did you agree with the comrades that she was an enemy of the liberation struggle?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Yes, I agreed with the comrades that she was a disturbance and a development.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Thank you.  Before I close my questioning-in-chief, why were there so many people both at the school and on the hillside?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "According to my knowledge, comrades when they do things, they call each other and each and every comrade wants to see what is going on.",
            "Male"
        ],
        [
            "MR RICHARD",
            "No further questions.\nNO FURTHER QUESTIONS BY MR RICHARD",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Richard.  Mr Mokoena, any questions?",
            "Unknown"
        ],
        [
            "MR MOKOENA",
            "Thank you Mr Chairperson, no questions.\nNO CROSS-EXAMINATION BY MR MOKOENA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Ms Mtanga?",
            "Unknown"
        ],
        [
            [],
            "Thank you Mr Chairperson, I have two questions.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            [],
            "Mr Mtsweni, what did your parents' death have to do with the ANC's political struggle?",
            "Male"
        ],
        [
            "MR RICHARD",
            "Chairperson, I think my learned colleague has made an error, it wasn't this Mr Mtsweni whose parents died, it was the first one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The other one.",
            "Unknown"
        ],
        [
            [],
            "Oh yes.  Mr Mtsweni, I will refer to the parents of July Mtsweni as your relatives, what did the death of these two relatives of yours, have to do with the ANC's political struggle?",
            "Female"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "The deceased of July's parents had to do with politics, because the leaders  of the ANC said witches were disturbing development and we should kill informers and witches.",
            "Male"
        ],
        [
            [],
            "Before the comrades got involved in this matter, did you consider the issue between July's family and Emma Mtsweni, a family matter?",
            "Female"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Yes, I saw it political.",
            "Male"
        ],
        [
            [],
            "Are you saying you saw it as  political or you saw it as a family matter, before the involvement of the comrades?",
            "Female"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "I think you have just explained your point now, you clarified it.  Initially when the family members were holding meetings, I didn't see it politically, but as time went on, I changed my perception and I could tell that it was political and comrades were saying \"kill the witches and kill the informers.\"",
            "Male"
        ],
        [
            [],
            "So would I be correct to say that in your opinion, it only became political when the comrades became involved?",
            "Female"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Yes, when I realised comrades were getting involved in this matter, I could tell that it was political.",
            "Male"
        ],
        [
            [],
            "I have no further questions, Mr Chairman.\nNO FURTHER QUESTIONS BY MS MTANGA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Mtanga.  Does the Panel have any questions?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Yes Chair, just one question from me.  Mr Mtsweni, can you give us names of political leaders who said this person should be burnt?",
            "Unknown"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Yes, I can.  It was Scwadi and Skosh.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Where did say this?",
            "Unknown"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Would you please repeat your question?",
            "Male"
        ],
        [
            "ADV SANDI",
            "You say it was Scwadi and Skosh, I am asking you where and when was that?",
            "Unknown"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "I am saying so because they were the people in front and everything that happened happened after they had explained to us.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Yes but did they specifically say that Emma must be burnt?",
            "Unknown"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Yes, they said so.   They said that Emma must be burnt, even though they didn't say this to me.  Everything that happened there, it was on their instruction.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Where were you when they said this, you say even if they did not say it to you?  Who was there when they said that Emma must be killed?",
            "Unknown"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "I am saying so because they were the people who were on the forefront and they were the people who were instructing people what to do.  That is why I am saying they said so, because people were following what they were saying.",
            "Male"
        ],
        [
            "ADV SANDI",
            "I understood you to say that you were not sure if they were at the mountain where she was burnt?",
            "Unknown"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "I said so because I said there were quite a number of people and it was already dark at the time when we were at the mountain therefore one could hardly see someone in the face, even though you can see people moving up and down.  That is why I am saying I am not certain whether they were there still with the group.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Okay.  In other words when you say that they are the ones who said the deceased should be killed, you are not saying something that you know as a matter of fact, you are simply expressing what you think, you are stating an opinion?",
            "Unknown"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Yes, I am not certain whether they were present, but the things which were happening there and the instructions which were issued were issued by him.  They were present but I didn't see them with my eyes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.  Thank you Mr Chairman, no further questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Re-examination, Mr Richard?",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MR RICHARD",
            "Thank you.  Two or three questions.  Did you hear either one of the two leaders you named, say \"Emma Mtsweni must die and be burnt\", with your own ears?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "No, I didn't hear that with my own ears.",
            "Male"
        ],
        [
            "MR RICHARD",
            "My next question is once you knew that the crowd of comrades were going to burn Emma Mtsweni, did you at that point in time, see either one of the two leaders?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Would you please repeat your question, I didn't follow it?",
            "Male"
        ],
        [
            "MR RICHARD",
            "Let me try it this way around, at what point in these proceedings did you know that Emma Mtsweni was going to be killed, was it on the mountain, at Vaalbank, the school?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Where I actually saw that Emma was in danger, it was when she had revealed that there was a man who had given her muti to kill July's parents.  That is where I realised that she had no chance because people started wanting to know who else were involved.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Where was she when she said what you have just related?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "Where we dropped her.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Where was that, was that at the school, at the mountain or somewhere else?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "At the mountain, on the foot of the mountain.",
            "Male"
        ],
        [
            "MR RICHARD",
            "Did you see either one of the two leaders near her and able to hear what she had just said?",
            "Male"
        ],
        [
            "PHILLIP MFULATWELWA MTSWENI",
            "It was dark at that time, one couldn't see the faces and I do believe that they were there, they were present even though I didn't hear or see any of them.",
            "Male"
        ],
        [
            "MR RICHARD",
            "No further questions.\nNO FURTHER QUESTIONS BY MR RICHARD",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Richard.  Mr Mtsweni, thank you, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Who is the next applicant?",
            "Unknown"
        ],
        [
            "MR RICHARD",
            "The next applicant to be called is  Speelman Ernest Mtsweni.",
            "Male"
        ]
    ]
}