{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "2000-07-03",
        "location": "MESSINA",
        "day": "1",
        "names": [
            "JABULANI SYDNEY MBULI"
        ],
        "case number": "AM 6046/97",
        "matter": "LANDMINE EXPLOSIONS AND DEATH OF MEMBERS OF DE NYSSCHEN AND VAN ECK FAMILIES",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54301&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200703me.htm",
        "speakers": [
            "ADV BOSMAN",
            "CHAIRPERSON",
            "JABULANI SYDNEY MBULI",
            "MR DE BEER",
            "MR KOOPEDI",
            "MR SIBANYONI",
            "MR WAGENER",
            "MS MTANGA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR KOOPEDI",
            "JABULANI SYDNEY MBULI",
            "MR MBULI",
            "MR WAGENER",
            "MR SIBANYONI",
            "MR DE BEER",
            "MS MTANGA",
            "ADV BOSMAN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Yes, thank you.  Mr Koopedi.",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "Thank you Chairperson.  Chairperson, the next applicant will be Mr Jabulani Sydney Mbuli.  He's ready to be sworn in Chairperson.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "(affirmed states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Koopedi",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR KOOPEDI",
            "Mr Mbuli I'm showing to you an application form.  Chairperson that's on page 29 of the bundle of documents.  Is this your application form?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "And on page 34 of the said bundle, there's a signature appearing just above the word \"Deponent\", would this be your signature?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes, it's mine.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Is it correct that you are an applicant in this matter that involves the landmines in the Messina area?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "That is so.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now, at any stage were you a member of a political organisation?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes, I was a member of the ANC and its military wing, Umkhonto weSizwe.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "When and where did you join the ANC?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "I joined the ANC in 1981 in Swaziland.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Did you receive any military training?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "I did receive my military training in Angola and the Soviet Union and Tanzania.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now, you've heard the evidence of your co-applicant Mr Nondula, who says that you were part or you belonged to the unit together, do you confirm this?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes, it's true.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now he also went on to say that upon infiltration, this unit was broken into two groups, one led by Chilies and one led by Agrippa, can you confirm this?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes, the unit was divided and I belonged to Chilies' group.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now would you briefly tell this Honourable Committee what your group did from the time you crossed the border into the country, into South Africa?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, just before you proceed, Mr Mbuli, do you know what Chilies' real name was?",
            "Unknown"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "No, that was the nom de guerre, Chilies, I don't know his real name.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You've never learned it, even now as you sit now you don't know it.",
            "Unknown"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And is he still alive, do you know?",
            "Unknown"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "No, he died.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Koopedi.",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "Thank you Chairperson.  I had asked you to briefly tell this Honourable Committee what your group did, part of this unit did from the time your crossed into the country, South Africa.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Ja, as a unit of twelve we were assigned a mission, as my comrade has already mentioned what was the mission and we decided no, we have to divide because the unit was too big.  The other unit will be under - the other six will be under Chilies and the other six will be under Agrippa.  Then we stayed a night before because it was late, in Zimbabwe, then we crossed the following day, it was a Monday, if I recall.\n\tThen the whole night we planted the landmines in the area shown on our maps, then the following morning, the early hours of the morning which will be around five, then we crossed back to Zimbabwe because we were given strict orders.  That mission should be a fast mission.  You go and come back and it's what we did.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now how many mines, landmines did your group plant?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "We planted six landmines.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "And these are the mines that took you the greater part of the night to plant.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Immediately thereafter, you say in the early hours of the morning, you went back to Zimbabwe.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Ja, we went back to Zimbabwe.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Would I then be correct to say that you were inside the country, carried your operation only for that night, one night?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now in the process of planting these landmines, were you in a position to decide where a landmine should be planted, you personally?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "No, not personally but the Commander decided that no, we'll plant the mine here and we'll have to do that, it was an order.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now, in as far as you know, which of your landmines exploded, do you know?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "No, I won't know.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Would you know which victims were injured or killed by the landmines that were planted by your group?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "I won't say that no, mentioning the name that no, it's this person who was, who detonated our mine, but I know that the mines in that area were detonated.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Thank you Chairperson, that will be the evidence-in-chief for this applicant.\nNO FURTHER QUESTIONS BY MR KOOPEDI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wagener, do you have any questions you'd like to put to the applicant?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR WAGENER",
            "Sir, your written application has been referred to you by your lawyer, pages 29 to 35, correct, of the bundle, that's your application.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Can you repeat it again?",
            "Male"
        ],
        [
            "MR WAGENER",
            "Is this your application, page 29 to 35 of the bundle?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR WAGENER",
            "And you took the oath when signing this document that this is the truth.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Do you still say so?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes, I'm still saying that.",
            "Male"
        ],
        [
            "MR WAGENER",
            "For which incidents do you apply for amnesty?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "I applied for the mines exploded in that area which the bigger unit was operating.",
            "Male"
        ],
        [
            "MR WAGENER",
            "The which unit, sorry?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He said the bigger unit was operating, in other words are you saying that you apply for amnesty in respect of the mines laid by the twelve of you?",
            "Unknown"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR WAGENER",
            "But the way I understand your evidence, you were not involved in some of the incidents, your smaller group.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "They were not involved?",
            "Male"
        ],
        [
            "MR WAGENER",
            "Your group.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Was not involved in all these incidents, why do you apply then for amnesty for all those incidents, I'm not sure?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "I don't understand you Sir, when you say my unit was not involved because we are a bigger unit.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Were you involved?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes, I was involved.",
            "Male"
        ],
        [
            "MR WAGENER",
            "In the landmine that killed the family of my client Mr van Eck?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes, I was involved as a bigger unit.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Were you yourself involved?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes, I was involved.",
            "Male"
        ],
        [
            "MR WAGENER",
            "In this landmine that killed the family of my client?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what Mr Wagener's asking is, were you personally, yourself, physically, personally involved in the planting of the landmine that killed members of the van Eck family, yourself personally?",
            "Unknown"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Sir, I will say as a member of the unit I was involved.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I understand what you're saying, but what Mr Wagener's asking is, do you know whether you were personally involved in the actual laying of that specific actual mine that blew up the van Eck family?",
            "Unknown"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "I won't know because we operated in a very big area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wagener.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Can I come in here?  The unit consisting of twelve members, did it have a name?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "No.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "These two units consisting of six members each, did they have names?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "No.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wagener.",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "Why I'm asking you this, if you have a look at page 31 of the bundle, in the middle of the page you say that the victims of your actions were, you refer to a van der Eck family, I assume you wish to refer to the van Eck family and you refer to a labourer, Mr Ndlovu, those were the victims of your actions.  Correct?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes, Sir, in \"expantiating\" on this one, as I've earlier mentioned that no, as a unit, the thing which I came with this name, it was because of Mr van der Eck appeared on the TV, that no he wants to see the people who were involved in the laying of the mines.  I didn't know that no, Mr van der Eck, in which area where we were operating this thing, he stays.  No on that background, that's why I included Mr van der Eck.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what Mr Wagener's getting at, you've in your application form at page 30, you've singled out the van Eck family and Mr Ndlovu.  We know that besides those people, the van Ecks and Mr Ndlovu, there were other victims from the same campaign of laying landmines, for instance the De Nysschen family.  Why did you just mention these two names and not all the victims of all the explosions?",
            "Unknown"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "I know of this name from the newspapers which came out after, on the funeral, when Mr van der Eck was addressing the funeral, when he was out of the hospital, I started knowing and Mr Ndlovu's name, I also took it from there that also he was a victim.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wagener.",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "Will you accept that Mr Nondula, the previous applicant, he was convicted for the two incidents that you, in your written application, seem to apply for amnesty?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR WAGENER",
            "But now you say that is wrong.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "No, I'm not saying that is wrong, we were a unit.  Mr Nondula, my comrade, he was arrested, I was not arrested.",
            "Male"
        ],
        [
            "MR WAGENER",
            "But were you part of the same six?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Of the same twelve.",
            "Male"
        ],
        [
            "MR WAGENER",
            "But not the same six?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Not the same six.",
            "Male"
        ],
        [
            "MR WAGENER",
            "So you were not involved in the two incidents that you refer to on page 31, or am I mistaken?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "I mean what Nondula he has applied and what he appeared this thing in Court for because he was shown the areas where this thing he operated, I mean it's according to the evidence which Nondula gave.  Me, I applied on the basis of people who got killed in the area because of the mines I laid.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Were you in the same smaller unit?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He said he wasn't the same as Nondula.",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "Yes.  Were you in the same smaller unit as Mr Mncube?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR WAGENER",
            "He's not applying for these incidents that you refer to on page 31.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "I don't know, Sir.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Because he was not involved.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "I don't know, that he will answer himself.",
            "Male"
        ],
        [
            "MR WAGENER",
            "When your unit of twelve, when you were briefed in Zimbabwe, I take it, by whom were you briefed?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "We were briefed by Mancheck.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Is that Julius Maliba?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "I don't know that name.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Was he the chairman of the Zimbabwe Regional Politico Military Committee, Julius Maliba, alias Mancheck?  is that the person we refer to?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "If they say he's Julius Maliba, alias Mancheck, that's him.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Chairman, I'm reading from the ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "ANC submissions.",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "The May submission, page 54 on the Zimbabwe structure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Page 54, I'll just write that down.  Thank you.",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "That's right.  What did he say?  What were you supposed to do on this mission?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "When he brief us, he told us of that area, those areas next to the border line, Soutpansberg specifically, as the military area.  That the community around there, it's organised into Commando structures, the rural Commando structures and our mission is to lay mines and the mines we had were the ...(indistinct) mines.  We took the order and we simply did that.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Where were you supposed to lay the mines?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "On the patrol roads.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Only the patrol roads?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Pardon?",
            "Male"
        ],
        [
            "MR WAGENER",
            "Only patrol roads?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes, the patrol roads.",
            "Male"
        ],
        [
            "MR WAGENER",
            "So, if your colleague, Mr Nondula, and his unit laid mines not patrolled by the military, were they not following the orders?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Can you repeat that Sir?",
            "Male"
        ],
        [
            "MR WAGENER",
            "I asked you, you said your orders were to lay mines on the roads patrolled by the military, okay?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Now I ask you, so if the other unit of Mr Nondula laid mines on roads not used by the military, were they acting outside the orders?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Nondula, he didn't say that this thing ...(intervention)",
            "Male"
        ],
        [
            "MR WAGENER",
            "I'm asking you, I'm asking you now.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "No, I won't answer for Nondula.  If you ask me about my unit, I think that will be okay.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Yes.  Yes.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Us, we laid mines in the patrol roads used by the military.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Well, I'm asking you if the other sub-unit laid mines not on roads used by the military, were they acting outside the orders given to the big unit?  That's my question.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Nondula said they laid mines in the patrol roads, Sir.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Yes, but I'm asking you and you're not answering my question.  If evidence will show that they planted mines on roads not used by the military, were they acting outside the orders of this Mancheck?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "That will be difficult for me to answer for somebody else.",
            "Male"
        ],
        [
            "MR WAGENER",
            "But you were present when the orders were given to the twelve of you.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Well then you can answer the question.  It shouldn't be difficult.  It's a simple question.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Okay, I'll simply say this, Sir.  When we were given order, they said the area, it's organised into rural Commandos.  Everybody who's there is attached to this structure.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Are you serious with that answer?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes, I'm serious.",
            "Male"
        ],
        [
            "MR WAGENER",
            "So the black labourers on the farms, were they also part of the structure?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "I'll say sorry Sir for the labourer who was a victim of our actions.",
            "Male"
        ],
        [
            "MR WAGENER",
            "But were they a target as well, these labourers?  Were they targets of yours?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "No, we were not specifically aiming at certain individuals, we were only attacking.  We laid the mines to the patrol road.  If the labourer he drove on top of this thing when he was driving through the patrol road, that's why I'm saying, I'm sorry for that.",
            "Male"
        ],
        [
            "MR WAGENER",
            "But we've now had a long debate and you still haven't answered my question.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Sir, what's your question?",
            "Male"
        ],
        [
            "MR WAGENER",
            "For the fourth time, the question is, you were present when Mancheck gave instructions.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR WAGENER",
            "And you told us that the instructions were that mines should be laid on roads used by the military.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Now the question is, if the other sub-unit, group of six, laid mines on roads not used by the military, were they acting outside these orders given by Mancheck?  That's the question.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "I think I've answered that one, Sir.",
            "Male"
        ],
        [
            "MR WAGENER",
            "No you haven't.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "No, I've answered that one.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Was it a yes or a no?  You haven't answered the question, Sir.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "I've answered it.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Well, repeat your answer please.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We don't need to, we've heard what he's said Mr Wagener, perhaps you can carry on asking, but we don't need to have it repeated, we've got it written down here.",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "Chairman, maybe I'm then a stupid lawyer, but I didn't hear what he said as being an answer to my question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It wasn't in a yes or no form.",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "Well it was no answer at all to the question put.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, well you can use that in argument, we don't have to have him repeating what he's just said.",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "When you returned to Zimbabwe immediately after this operation, to whom did you report back?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "We reported back to Mancheck Sir.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Where was that?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "That was in Bulawayo.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Was that where this structure, the Regional Politico Military Committee as seated?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "No, they came to see us.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Who came to see you?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Mancheck.",
            "Male"
        ],
        [
            "MR WAGENER",
            "And who else?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "No, it's Mancheck.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Sorry, I thought you said \"they\", that's why I'm asking the question.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Oh maybe it's my mistake, it's the one who came to see us.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Were you present when a report-back was made to him?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes, I was present.",
            "Male"
        ],
        [
            "MR WAGENER",
            "What was reported back?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "I mean everything was on the news Sir, the only thing was to thank us for the mission well done.",
            "Male"
        ],
        [
            "MR WAGENER",
            "But isn't it correct that some of these mines only exploded weeks later?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Ja, but the first mines.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Yes.  So you referred to, I think there were four incidents about on the 26th and the 27th of November, I think there were about four incidents.  You refer to those?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Ja, the first mines which exploded.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, what were those dates, Mr Wagener?",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "Chairman, I have it that the first two incidents took place on 26th November and another three took place the next day, the 27th.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  Mr Mbuli, approximately what date did you lay those mines, taking into account that the first one was set off on the 26th of November?",
            "Unknown"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Ja it was on - the first mines exploded on the 26th.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes and then now, how long before that were they actually laid?",
            "Unknown"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Pardon?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long before that were they actually laid on the road?",
            "Unknown"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "They were laid in the evening.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Of the?",
            "Unknown"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Of the 26th.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, so it was the same night?  Okay, thank you.",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "The other group of six, did they report back in Zimbabwe the same time as your group of six?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "No, they followed later.",
            "Male"
        ],
        [
            "MR WAGENER",
            "How much later?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "I don't remember.  It should be after a week or so after we had arrived.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Were they in the country for about a week?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Sorry?",
            "Male"
        ],
        [
            "MR WAGENER",
            "Were they in the country for about a week, laying their mines?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "They were in the country I think for two days, then they went to Zimbabwe, then there was another walking involved in Zimbabwe.",
            "Male"
        ],
        [
            "MR WAGENER",
            "The two groups of six each, did they enter the country on the same day together?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes we entered together.",
            "Male"
        ],
        [
            "MR WAGENER",
            "The same day?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Now we know that two of these mines exploded only on the 12th of December, the one and the other on the 15th of December 85, we know that.  That is approximately two weeks after they were laid, will you accept that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Even up to three weeks, the 15th to the 26th of November is closer to three weeks.",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "Ja.  Ja, even up to three weeks, will you accept that?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes, Sir, I will.",
            "Male"
        ],
        [
            "MR WAGENER",
            "So, if I understand you correctly, these mines were lying there underground for more than two weeks before they were detonated by a vehicle going over them.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Does that mean that the road was not used by a vehicle for the same period, about two weeks?  How would you comment on that?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Ja in that one Sir, I will say maybe the detonation unit of the Government then, failed to discover those mines.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what Mr Wagener's asking you, the fact that a mine was only detonated - sorry was this mine unintentionally detonated, the one on the 15th?",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "Well that is the one that killed the van Eck family.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, it wasn't done by the ...",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "No, no.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was unintentionally detonated.  The fact that a mine was unintentionally detonated three weeks after it was laid, does that mean necessarily that that road was not used by a vehicle for three weeks?  In other words between the time the mine was laid and the mine went off three weeks later, it meant that another vehicle didn't use that road in that period?",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "Ja, I will say that Sir.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "It means it was not used until the other car detonated it.",
            "Male"
        ],
        [
            "MR WAGENER",
            "And you also said a minute or so ago, that these specific mines, in other words mines that detonated 12 and 15 December, they were not found by the explosives or the mine searching personnel of the Defence Force.  Are you aware that they were looking for these mines on the roads in that area?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Ja because I mean it's an obvious case.  They will be looking for mines.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Ja.  Now why do you think were they unable to locate these mines not on a much earlier date?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "I wouldn't know, Sir.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Isn't it obvious that they were not searching on these specific roads?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "I may have a different answer for that one.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Well?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "It's true, they were not searching on these specific roads.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Yes.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Well, I can say they've passed it when they checked, they didn't notice it.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Mr Chairman, I'm not sure, I see it's half-past four nearly, I'm not sure what you intend doing this afternoon.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'd like to do as much as possible.",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "Okay, can we continue?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WAGENER",
            "Will you accept, Mr Mbuli, that this landmine campaign was a total failure?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "It was a total failure on what, Sir?",
            "Male"
        ],
        [
            "MR WAGENER",
            "Well, the intended targets were not hit.  It's a known fact that 90% plus of the victims were civilians, innocent civilians.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "I mean it's my first time to see those statistics from you Sir, of that no, there were 24 people, civilians, who died and one in the Security Forces.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Ja.  Do you dispute that?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "I mean, it's what I'm saying that no, it's for the first time Sir to hear those statistics.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Well, will you accept that your President Mr Tambo, became concerned that this campaign, to a large extent, only targeted innocent civilians and therefore he called it off?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "What I know that no, the late President, Oliver Tambo, he did mention that no, this landmine campaign must stop, the majority becomes civilians, I mean that was the - I will say that was the news from the newspaper, that was the bulletin from the newspapers, that was the only information - that was the only source of information ...(indistinct).  Yes, Sir.",
            "Male"
        ],
        [
            "MR WAGENER",
            "For what it's worth, Mr Chairman, I'm reading from page 327 of your bundle, in the left-hand column, the fourth paragraph.  In other words, the high echelon, or the Command Structure of the ANC realised that the targets intended to be hit, were not hit, namely the military, during the course of your - operations like yours.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "But in our operation, what I know, that I successfully operated in that particular area.  An order which I was given, I fulfilled them.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Yes.  No I accept that what you say is you followed orders, I accept that, but that your mission was a failure in terms of ANC policy and general instructions.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Is that a question?",
            "Male"
        ],
        [
            "MR WAGENER",
            "Yes, that was what I put to you, do you want to comment?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "That the ANC said it was a failure?",
            "Male"
        ],
        [
            "MR WAGENER",
            "Ja.  Anyway, if you don't want to - your unit of six,",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes, Sir?",
            "Male"
        ],
        [
            "MR WAGENER",
            "Were they involved in prior reconnaissance before planting the landmines?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Chilies was involved.",
            "Male"
        ],
        [
            "MR WAGENER",
            "How do you know that?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Ja, because he left us and he went for reconnaissance.",
            "Male"
        ],
        [
            "MR WAGENER",
            "When?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "It should be around August/September somewhere there of 1985.",
            "Male"
        ],
        [
            "MR WAGENER",
            "And were you in possession of a map when you - of a map specifying the locations of where bombs, mines had to be planted?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR WAGENER",
            "What happened to this map?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "The map?",
            "Male"
        ],
        [
            "MR WAGENER",
            "Ja.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "It has to be returned back to ...(intervention)",
            "Male"
        ],
        [
            "MR WAGENER",
            "Did you see the map?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Ja, when everything was planned, it was planned, when we were briefed, we were briefed on the basis of that map that no, we'll operate in this area.",
            "Male"
        ],
        [
            "MR WAGENER",
            "And the other group of six, did they also have a map?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Do you know that or are you speculating?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "No we are a same group, when we were briefed we were briefed together.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Ja.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But when you went on the actual mission, when you crossed over into the country and split into two groups, did you still have a map?",
            "Unknown"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "No.",
            "Male"
        ],
        [
            "MR WAGENER",
            "So were you supposed to enter the country and find the exact roads by night without a map and to know then where to plant the mines?  Is that your evidence?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "No we are saying that Chilies as the person who was on the reconnaissance, he's the one who went fro reconnaissance, he knows the area, we relied on his knowledge of the area.",
            "Male"
        ],
        [
            "MR WAGENER",
            "And was it the same with the other group of six with their leader, apparently Agrippa?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Agrippa.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Was it the same there?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "I think it was the same.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Who gave the overall instruction for your operation?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "It was Mancheck, Sir.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Wasn't it the National Executive Committee of the ANC?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "I mean this thing, as you earlier mentioned that what role Mancheck was in that Zimbabwe Front, he's the one who gives us the instructions.",
            "Male"
        ],
        [
            "MR WAGENER",
            "But didn't this instruction come from ...(intervention)",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Automatically ...(intervention)",
            "Male"
        ],
        [
            "MR WAGENER",
            "Sorry.  Sorry, you were saying?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "That simply means Mancheck gets his orders from the higher echelon.",
            "Male"
        ],
        [
            "MR WAGENER",
            "What is the higher echelon in your book?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "That will be the National Executive Committee.",
            "Male"
        ],
        [
            "MR WAGENER",
            "So the National Executive Committee gave the instructions for this landmine campaign?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Pardon, Sir?",
            "Male"
        ],
        [
            "MR WAGENER",
            "So the National Executive Committee gave the instructions for the landmine campaign, is that your evidence?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Ja because us, we were given orders as the footsoldiers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know whether the National Executive Committee gave orders to Mancheck, or are you assuming it?  Do you have personal knowledge where Mancheck got his orders from?",
            "Unknown"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "I'm assuming that he got it from the National Executive Committee.",
            "Male"
        ],
        [
            "MR WAGENER",
            "But on page 33 of the bundle, you state as a fact, if you want to have a look it's there with your lawyer, you state as a fact, that's the way I read your application at least, that the order or approval came from the National Executive Committee.  Do you see that there?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Yes, Sir, I see it.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Is that your firm belief that that's how it happened?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Ja, because any order to a footsoldier, it must come from the National Executive Committee of the ANC, yes.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Before you embarked on this operation, were you at any stage told that your operation had the blessing of the National Executive Committee?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "Before?",
            "Male"
        ],
        [
            "MR WAGENER",
            "Ja, before you embarked, before you came to South Africa on this operation, were you told:  \"You needn't worry, the National Executive Committee had authorised or approved your mission\", or is this merely an assumption?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "I mean as a footsoldier Sir, I only receive orders, I don't question orders, because I take it for granted that the orders come from the higher ...(indistinct), yes Sir.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Had you at any stage after this operation met the Chief of your army, Mr Joe Modise?  Have you met him personally?  After this operation?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "After this operation?",
            "Male"
        ],
        [
            "MR WAGENER",
            "Yes.",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "No, Sir.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Never?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "No.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Did any other senior member of your Command Structure, apart from this Mancheck, discuss this operation with you afterwards?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "No Sir.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Till today?",
            "Male"
        ],
        [
            "JABULANI SYDNEY MBULI",
            "No.",
            "Male"
        ],
        [
            "MR WAGENER",
            "Is that the position?  Chairman, I've got no further questions, thank you.\nNO FURTHER QUESTIONS BY MR WAGENER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Wagener.  Mr de Beer, any questions you'd like to put to Mr Mbuli?",
            "Unknown"
        ],
        [
            "MR DE BEER",
            "No questions from me, Mr Chairperson, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Ms Mtanga?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "No questions Chairperson, thank you.\nNO QUESTIONS BY MS MTANGA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you have any re-examination Mr Koopedi?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "Nothing in re-exam thanks, Chairperson.\nNO RE-EXAMINATION BY MR KOOPEDI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Adv Bosman, any questions you'd like to put?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "No thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "No questions Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbuli thank you, that concludes your testimony, you may stand down now.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "And in fact Chairperson, that will conclude all the evidence to be tendered in respect of Mr Mbuli's application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  I think if we can try to finish the evidence of the applicants today, it would ...",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "Chairperson, the next applicant is Mr Mthetheleli Zephania Mncube, he is ready to be sworn in.",
            "Male"
        ]
    ]
}