{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-04-23",
        "location": "RICHARDS BAY",
        "day": "11",
        "names": [
            "DAVID ZHELI DLAMINI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54697&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/durban/dbn6.htm",
        "speakers": [
            "CHAIRPERSON",
            "DALUTXOLO WORDSWORTH LUTHULI",
            "DAVID ZHELI DLAMINI",
            "MR HEWIT",
            "MR LASICH",
            "MR MOLOI",
            "MR MOTATA",
            "MR MPSHE",
            "MR NGUBANE",
            "MR STEWART",
            "MR WILLS",
            "MS KHAMPEPE",
            "NONHLANHLA TANDAZILE ZULU"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR STEWART",
            "MS KHAMPEPE",
            "DAVID ZHELI DLAMINI",
            "MR DLAMINI",
            "MR WILLS",
            "MR NGUBANE",
            "MR HEWIT",
            "MR MPSHE",
            "MR MOLOI",
            "MR MOTATA",
            "MR LASICH",
            "DALUTXOLO WORDSWORTH LUTHULI",
            "MR LUTHULI",
            "NONHLANHLA TANDAZILE ZULU",
            "MS ZULU"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning everybody. Yesterday we concluded the proceedings with Mr Hlongwane's evidence and today we will be commencing with another witness. Mr Stewart, just for the record I notice Mr Wills is not there. I have been informed that he says that we can proceed in his absence and he will be here shortly.",
            "Unknown"
        ],
        [
            "MR STEWART",
            "That is so Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Stewart?",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Thank you Mr Chairperson. I call Zheli David Dlamini.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Dlamini would you stand so as to be sworn in? State your full names? Are you David Zheli Dlamini?",
            "Female"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes for the record Mr Dlamini is the third applicant. Yes Mr Stewart?",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR STEWART",
            "Thank you Mr Chairperson. Mr Dlamini your surname is spelt differently in different parts of the papers. Is it right that its spelt D-l and not D-h-l?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes it is dl.",
            "Male"
        ],
        [
            "MR STEWART",
            "Is it Dlamini?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Dlamini were you born on the twenty 21st of September 1969 in Pietermaritzburg?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "That makes you twenty eight years old if I calculated correctly?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "And to where did you subsequently move where you received most of your schooling?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I studied at Mpumalanga in Hammersdale.",
            "Male"
        ],
        [
            "MR STEWART",
            "And (...indistinct) completed your schooling up till standard eight in Hammersdale?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "Will you explain briefly how you came to join Inkatha while you were schooling at Phezulu High School?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "While I was at school there would be times when they had to teach us about the IFP. That is when we were taught about what Inkatha was and what its duties were. All the policies of Inkatha were taught during these days that is when I joined Inkatha. It was then a cultural organisation.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) a Mr Zakele Nkethle of Inkatha at Mpumalanga addressed you when you were part of the Inkatha Youth League?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "What was the relationship between Inkatha and the UDF at that time in Mpumalanga?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Inkatha and UDF at the time were not in good terms but they were not using guns as it is done today. They used knives, stones, petrol bombs and these other things. But guns were not used at the time.",
            "Male"
        ],
        [
            "MR STEWART",
            "And did you become involved in that fighting with those weapons you have described between Inkatha and the UDF?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes, there were incidents where I was involved but that was just beating each other up and nobody died at the time. That was just pelting stones at each other.",
            "Male"
        ],
        [
            "MR STEWART",
            "You say in your statement that in February 1986 you were approached by Zakele Nkethle in connection with joining the KwaZulu police force. Tell us briefly about that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Mr Nkethle was a member of the executive committee of Inkatha cultural organisation at the time in Hammersdale. He was a prominent leader. He then came to schools. I was also a prominent member of Inkatha at the time. And he came to school and requested me to join the KwaZulu police force. I agreed and I left school, that was in 1986. That is when I went to join the KwaZulu police. He then told me that I should be at home. There would be a car that will come and pick me up to join the police in KwaZulu.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) that car then take you to a camp called the Shlongwane Camp at Ulundi in due course?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "And who was in charge of your group there at Shlongwane? Was it a Mr Khasebe?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes it was Mr Khasebe who was in charge of the camp.",
            "Male"
        ],
        [
            "MR STEWART",
            "And what was explained to you about why you were there?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "It was explained that we were going to join the KwaZulu police force and that is all. And after that we did physical training such as gyming and Inkatha lessons were also taught.",
            "Male"
        ],
        [
            "MR STEWART",
            "And then when you left there Mr Dlamini, where did you go to?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "From then we, Mr (...indistinct) came and he told us we would go t training for the KwaZulu police. Kombis and cars came to pick us up and dropped us at Ulundi airport. We took a flight and the flight travelled for a long distance. It landed at some bush, a place that I cannot describe. Because I still remember very well we left Ulundi at round about two but the flight landed in the bush.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) in the Caprivi?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I did not know at the time. I only knew now that we had been to Caprivi.",
            "Male"
        ],
        [
            "MR STEWART",
            "And at Caprivi you trained in certain forms of training, is that right?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "Who was training you?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "On arrival at Caprivi I discovered that there were already people there. And we underwent the training. One person that I still remember very well was a white person called Kevin Kloppies, people like JJ. I cannot remember others because there were quite a few. They trained us in different things.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Dlamini do you now know that those people who were training you were soldiers from the South African Defence Force?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "No I did not know at the time. I only discovered during the course of time who these people were.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) now know that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes now I know that.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) and that the group of people that was trained was divided into different groups. Which group were you in?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I was in the offensive group.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) offensive group?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I would like to explain and expatiate here. This offensive group was charged with guns, explosives, all sorts of guns, hand grenades, RPG's, RPD7, rocket launchers. Those are the kind of guns that this group dealt with. And they also taught us to shoot. For example if a person wanted to go and attack at a house, how to get entry. Because there was a house structure that was built and they taught us how to gain entry into the house with an aim of shooting. All of these are things that we did.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) were you also taught about explosives?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "And hand grenades?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "You subsequently had a passing out parade before leaving the Caprivi. What was it that you group had to demonstrate at the passing out parade?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "We demonstrated on what different groups were doing. We also demonstrated on what we as a group were also doing as to how a house is attacked, what the firing movement is, how explosives are used and all of these are things that we did during the parade.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) was it in the nature of police training or was it in the nature of military training?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "No we realised as time went on that we are not necessarily police but soldiers.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) did you meet Mdlanduna or Mr Luthuli, who is one of your co-applicants?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) drill there?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "He was a political commissar, our political commissar. He was a person giving us lectures in politics.",
            "Male"
        ],
        [
            "MR STEWART",
            "Were you taught who your enemy would be that you, against whom you would have to use these skills that you were learning?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct. We were told that our training was meant to protect IFP leaders against the ANC. In other words the fight was against the ANC.",
            "Male"
        ],
        [
            "MR STEWART",
            "And did you believe that there was this fight against the ANC?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "Were you paid during that time of your training?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes we were paid?",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) were you paid and how were you paid and by whom?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Mr M Z Khumalo sometimes came to the camp towards the end of the month and he would give us four hundred rands  because we didn't have any need at the time because we were provided with things. The place was lonely and there was nothing to be done. Therefore we received this money to buy things such as polish for the boots and buying ourselves alcohol in the camp.",
            "Male"
        ],
        [
            "MR STEWART",
            "Do you remember Mr Dlamini how long this training lasted?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "It took seven months.",
            "Male"
        ],
        [
            "MR STEWART",
            "And how many approximately were part of that group that was being trained?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "We were two hundred.",
            "Male"
        ],
        [
            "MR STEWART",
            "And when you returned there was some kind of ceremony to welcome you back. Do you remember that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I do remember that.",
            "Male"
        ],
        [
            "MR STEWART",
            "And that was near Ulundi if I am not mistaken?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "What happened at that ceremony?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "On our return Mr Buthelesi came at the camp, the Mpumane Camp. The camp from which we departed to Caprivi. He received us and a cow was slaughtered and we were appreciated that we have completed our training and back. We had meals and had drinks.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Dlamini was some traditional type of muti prepared?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes there was a traditional doctor but I cannot remember his name. After the beast was slaughtered certain things were put together and sprinkled on us, everybody who was present had this thing sprinkled on them.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Dlamini shortly thereafter you went for some advanced training at Venda. Who went on that advanced training?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "After some time I also received this training in Venda. I was now dealing with things such as how to kidnap a person, how to torture a person, how to use, what to use to elicit information from a person.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) offensive group?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "And was it conducted by the same people who had been training you in the Caprivi?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "And who instructed you to go and undergo this training?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "It was Mr M Z Khumalo.",
            "Male"
        ],
        [
            "MR STEWART",
            "Was it also Mdladuna?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I would not know whether they communicated about this but I received instruction from M Z Khumalo.",
            "Male"
        ],
        [
            "MR STEWART",
            "Did you receive any training there in Venda in politics?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "We would wake up in the morning and practise what I have already explained as to how to kidnap a person and many other things that can be done to elicit information from a person. In politics I would say those are things that we discussed on our own because we were already knew what the situation was like.",
            "Male"
        ],
        [
            "MR STEWART",
            "And what did you understand your role would be in KwaZulu Natal when this training was finished?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "At the time the political situation was tense here in KwaZulu and therefore my training gave me capacity at any rate of being attacked by the ANCI should be present.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) Venda you then had some time off and then you were posted to a particular place. Where was that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I was given a short leave and then taken to Hammersdale where I spent some time. And there was discussion as to how we were going to operate. And Mdladuna, Doctor Luthuli was contacted and we then were given appointment certificates for the police.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) at that time you became part of the KZP?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "Did you work in uniform?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "No I used my civilian clothes because I was a detective.",
            "Male"
        ],
        [
            "MR STEWART",
            "And for the benefit of the committee, is it right that Mpumalanga and Hammersdale are part of the same area?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "Then Mr Dlamini you were involved for some time at Mpumalanga and Hammersdale area and also at some time you underwent training at Koeberg by the SAP and so on. But then I am not going to deal with that now. As we have explained with the others as well. I am going to deal here with what you were involved in at Esikoweni. Now it happened that you had, had to go into hiding because you were being looked for by the police and you were then at the police barracks in Ulundi. And I am now for the benefit of the committee I am now on page 390 paragraph 36. I am talking now Mr Dlamini about the middle of 1992. Where you say in your statement you were approached by Mr M R Mkhize of the IFP office at Ulundi. And he informed you that you have been instructed by M Z Khumalo to stay at his house in Mpangeni. Do you remember that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I do remember that.",
            "Male"
        ],
        [
            "MR STEWART",
            "Did you then go and stay at Mr Mkhize's house at Mpangeni?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "Will you explain to the committee how you came to know Mrs Mbuyazi and how you came to be involved with a group that Pina Mhkize, Romeo Mbambo and Ijoni Hlongwane had told us about over the last week and a half?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I arrived at Esikoweni and I was residing at J1 at Mr M R Mkhize's place. I was from Ulundi then. On arrival the situation here was tense. There was a lot of fighting going on. I stayed in this house in J1. I am not sure whether it was J1 or J2 but I think it is J2. I did not know Mrs Mbuyazi and others. Mr Mkhize is the who explained about these people to me and one day he took me to them. To Mrs Mbuyazi in particular. And he said to Mrs Mbuyazi: \"Here is another member here. He is a Caprivian. He came from Ulundi.\" And Mrs Mbuyazi was thrilled. And after some time on looking around in the area I saw Ijoni Hlongwane. I know Ijoni Hlongwane from Mpumalanga, Hammersdale. I didn't know that he was at Esikoweni. And after some time I also saw Mkhize, the very same person who trained with us in Caprivi. I didn't know that he was based here at Esikoweni. That is how we met with Mkhize and Mrs Mbuyazi introduced to me by R M Mkhize.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) how did it happen that you became involved with them in planning and executing attacks?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "They used to tell me how J1 was and how the IFP was and which areas were predominantly ANC. Especially J1, that is one section that is closer to J2 and they used to tell me quite a lot about this section, complaining about comrades who were giving them trouble. I then agreed to join them for those reasons. But I started by phoning Delatholo Luthuli at Ulundi and indicated to him what situation we had Esikoweni because there was fighting. I wanted to know from him what we should do. And he then said that, that is your duty for which you were trained. Continue and do exactly what you were trained to do. Indeed I joined these people.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) affidavit that there were a certain number of people who were to be targeted. Do you remember that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I do remember that.",
            "Male"
        ],
        [
            "MR STEWART",
            "And it has been described as a hit list. Is that right?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "And did you actually see a written list with these names on it?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I cannot remember very well whether I did see such a list or not but people that were spoken about quite a lot were the ANC. Those were people to be attacked.",
            "Male"
        ],
        [
            "MR STEWART",
            "You say in paragraph 38 on page 391 that there was such a list and you seem to indicate that it was a actual written list that you had seen. Is it right that at that time you believed there to be such a written list?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I thought so, that there was a list but no.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now Mr Dlamini it has been mentioned in evidence by other applicants and indeed it is mentioned at times in your application that there were from time to time meetings to discuss what operations would then be conducted. Is that right?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "Were you generally part of those meetings, part of those discussions or what role did you play there?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I would not be part of the meeting but Bene and Romeo were people who were often present at those meetings. I was not present in the meetings that were conducted.",
            "Male"
        ],
        [
            "MR STEWART",
            "Why were you generally not present?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "As a person who was still new at Esikoweni I did not want to get myself so much involved with the meetings that were going on. I just had to guard cars outside.",
            "Male"
        ],
        [
            "MR STEWART",
            "And did you also have to guard the meetings?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "Were you known to the people of Esikoweni by your real name, the name you have given here? Or were you known by some other name?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "No they do not know me.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) were you known by when you were in Esikoweni?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I was Sipho Zondi.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now Mr Dlamini I am going to take you through the various incidents which you have been involved in and I am starting with the incident on page 392 paragraph 40. And this was an incident at Paul's shebeen. Do you remember that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I do remember that.",
            "Male"
        ],
        [
            "MR STEWART",
            "In your own words will you tell the committee briefly about what happened at that incident?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Even though I am not quite familiar with the sections at Esikoweni there are places such as Paul's shebeens which I didn't know, that is where the ANC used to drink. That is where they used to entertain themselves. The meetings that people like Nthena and Romeo used to hold included discussing such things as identifying these places where they were drinking. And indeed we followed that instruction. We left Mrs Mbuyazi's place going to Paul's shebeen. I cannot remember exactly when it was but we did go. And when we arrived there were people sitting outside drinking alcohol and some were inside the house. And we sneaked into the house, into the yard and everybody who was in the homestead and in the house were shot.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) fire shots on that occasion Mr Dlamini?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I did shoot.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) at that time?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Although I cannot remember correctly I did have a gun. I cannot remember the specific type of weapon it was.",
            "Male"
        ],
        [
            "MR STEWART",
            "You say in your application that \"we\" you use the word \"we\" planned this. When you use that word who are you including in that \"we\" who planned it? Who planned that attack? Was it just the people who were involved in it or was also some of the local leadership?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I will explain it in this way. Mrs Mbuyazi and the rest knew about our activities and they knew the places that we were supposed to attack. Nthena and others also knew these places. So I think that what activities we conducted were planned in those meetings where Mrs Mbuyazi and other leaders would be present.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) leader of your group?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Just Mkhize.",
            "Male"
        ],
        [
            "MR STEWART",
            "And from what people did he accept instructions as to what you must do?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Nthena received instructions from Mrs Mbuyazi as well as Mr Pipi Biyela. Those are the people I still remember.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) know how many people were killed and injured in that attack on Paul's shebeen?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "No I don't remember.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) those people who were killed or injured?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "As I have explained before I didn't know anybody at Esikoweni.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now Mr Dlamini I will take you to the next incident. Paragraph 42 on page 393. This involves a random attack in J1 section. Do you remember this incident?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I do.",
            "Male"
        ],
        [
            "MR STEWART",
            "Tell the committee briefly about it?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "At Esikoweni the IFP was in the minority and they did not move freely around the area. You could not move freely if you were an IFP member in Esikoweni but the ANC moved around freely. It was decided in one of the meetings that the ANC should also not be able to move freely around the area. Such that we should just go and attack at random in ANC dominated areas. In sections like J1 we should just go attack anybody that we met in the streets. It didn't matter who he was but if he was in ANC dominated area then he was an ANC member. It was then decided that they should be attacked. If you met somebody on the streets say at night seven, eight p.m. you would just shoot them.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) were there many such attacks over the course of time you worked at Esikoweni?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes it happened on quite several occasions.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) remember each of these occasions with any real clarity?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I would not be able to remember all of them. But it happened quite often.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now Mr Dlamini is it right that in your application you have tried to remember as much as you can but if there are things that you have forgotten and you are now reminded about them you are quite happy to talk about that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I would accept if something comes up here I would be able to talk about it.",
            "Male"
        ],
        [
            "MR STEWART",
            "Is it your intention to hide anything here in these proceedings?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I don't intend hiding anything from the commission. I will tell the truth as I know it.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Dlamini I am moving to the next incident which is paragraph 43 on page 394. Mr Mkhize and Mr Mbambo have given evidence about this incident. It was retaliatory attack because of an attack that had been launched on a KwaZulu police foot patrol. Do you remember that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I remember.",
            "Male"
        ],
        [
            "MR STEWART",
            "What did you do in this attack?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "In J1 it happened that KwaZulu police were patrolling one day and they were attacked with a hand grenade. One policeman died. Mr Mkhize was also present among these policemen. He was very angry about this. He went to Mrs Mbuyazi and told her that the ANC should not get away with such things. A meeting was held there. Romeo, myself, Israel Hlongwane were there and then we proceeded to J1. Mr Mkhize took a van and we got into the van and we all went to J1.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) a van, was that a KwaZulu police van?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct. We left from Mrs Mbuyazi's house and we were armed with an assortment of guns, G3's AK47's, shotguns and we were proceeding to J1. The van left us at J1 and then left. Anybody who was around the area or any house that had its lights on was attacked. We attacked several times and other people from a hostel in J1 returned fire when we did attack. If we saw a person on the street we would shoot him. If we saw a light on in a house we would shot at the house. We did this for ten or fifteen minutes and then we returned on foot to Mrs Mbuyazi's house. After that Nthena took the van to the police station, we were never arrested nor investigated for this. They just died a natural death.",
            "Male"
        ],
        [
            "MR STEWART",
            "Do you know if any people were injured or killed in those attacks?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Chairperson I would not know for certain but I do think that some people died. Although I don't know how many or who did die in fact. But I do think that some people were injured.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) take it that you don't know whether you personally killed or injured anyone in those attacks?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I do not know for certain because we were firing and I was not alone. We would be shooting at random at people's houses. We would shoot at houses at random. We were doing this as we were walking along the streets. I would not know if there are people who died or were injured during this attack.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Dlamini can you clarify it for the committee what you understand the motive to have been for those attacks and the other attacks like them, those random attacks we mentioned a few minutes back?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Nthena as a person who was my commander I thought that Nthena was instructing us to go to war. If he said something, if he issued an instruction you would just follow it. So I thought that he was actually taking us to war. So I followed those instructions as a soldier.",
            "Male"
        ],
        [
            "MR STEWART",
            "Nthena Mkhize explained the motive for this attack and amongst other things he said that it was to ensure that people in J1 would be intimidated not to give information about the attacks and to discourage further attacks on the KZP. Do you remember that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I do remember.",
            "Male"
        ],
        [
            "MR STEWART",
            "That it was also to demonstrate the presence of the IFP in Esikoweni?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) agree with what Mr Mkhize said about that motive in any way or do you accept how he explained the motives?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "He spoke the truth. That is what happened. Because IFP leaders at the time would meet with Nthena. That is why Nthena said what he said.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Dlamini I am going to take you to incident 4 on page 395 paragraph 44. This is described in your affidavit as the murder of Nphthal Nkulu. Now we have had evidence here by other applicants about the murder of Nphthal Khumalo. Do you accept that you are mixed up here with the name and that the name given by the others is the correct name?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct. Nthena and Romeo gave the correct name.",
            "Male"
        ],
        [
            "MR STEWART",
            "Will you tell the committee about your involvement in this murder?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I was still residing at Mr Pipi Biyela's house together with Ijoni Hlongwane. Because the situation was tense at that time and Mr Biyela complained that he was not safe. They would hold meetings with Mkhize and Nphthal's name was mentioned in one of those meetings. Nphthal stayed near Mr Biyela's house. Our intention for staying at Mr Biyela's house was to actually investigate Nphthal Nkumalo and find out where he stayed. We didn't know him. Mr Biyela eventually found a policeman, Victor Buthelesi who knew Nkumalo. We left in Biyela's white Ford Meteor and went to Mrs Mbuyazi's house and we collected several and various guns that we going to use. We were with Buthelesi in the car and he was the one who was going to identify Nphthal. After picking up the guns we drove to an area next to Npthal's house. Although I may not be able to explain where exactly this area is.\n\tOn arrival we saw Mr Nkumalo coming out of his house. He was accompanied by people we did not know. Victor Buthelesi then pointed at him and he said that was him. Before that I think I have forgotten to mention that we were driving to Mr Npthal's house in Mr Biyela's car with ... We went nearer to the house and on nearing the gate we started shooting at him. Although we shot at him we were not certain whether he had indeed been injured or hit. Mr Hlongwane went closer to him and shot as well as Victor Buthelezi.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct)",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I heard later on that he had indeed been killed.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) person who was with him, was that person hit or killed?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I am not sure but what I heard was that Npthal Nkumalo had indeed died at that incident. From there we drove in Mr Biyela's car and fled. We took the main road in J1.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Dlamini sorry to interrupt you. This is where you were chased and you managed eventually to get away. The others have given evidence about it. I don't think it is very important for us to deal with it in any detail now. The point is you then had to leave and a car followed you but eventually you managed to get away. Is that right?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now I want to take you to incident number five which is on page three hundred and ninety six (396) which is an attack on a RBM bus. Is that Richard's Bay Minerals?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "Why in your understanding was it decided that you should all attack this bus?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "The bus that we were supposed to attack I think it was (...indistinct) had COSATU workers as passengers and we knew that COSATU belonged to the ANC. That area was also an ANC dominated area at the time. We went and attacked the bus. It ferried people in the evenings at around ten, taking them to work. We laid in ambush at a bus stop. The bus approached and it stopped. When it stopped we threw a hand grenade into the bus.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) do you remember who threw the hand grenade?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I don't remember quite clearly but I think it was (...indistinct) Mkhize.",
            "Male"
        ],
        [
            "MR STEWART",
            "If I remember correctly the evidence of Mr Hlongwane, I will be corrected if I get it wrong, he said that he did it. And that is what you say in your affidavit. Could that be right?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "As I have mentioned that it all happened quickly. I don't quite remember. It could be that it was indeed him.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) after this hand grenade was thrown in the bus?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "We threw the hand grenade and it exploded. As it did so the bus could not move. We then fired shots at the bus. We fired shots using AK47's and G3's firing at the windows. Thereafter we fled to Mrs Mbuyazi's house.",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Mr Dlamini do you know how many people were killed and injured in that attack?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I do not remember well. I don't think I learned how many people were injured but I am sure that some people were injured.",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Mr Dlamini do you know if there were people who were killed?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I do not know.",
            "Male"
        ],
        [
            "MR STEWART",
            "When you returned to Mrs Mbuyazi's house had she known what your operation was going to be that evening?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes she knew because each time we went out on an operation we would find her waiting for us outside the house. She ensured that we had come back safely and she appreciated and thanked us for doing a splendid job.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Dlamini I am going to take you to incident number 6 on page 397. This was the plan to murder a security guard at the Eshowe Hospital. Now we have heard testimony that there was also at some time a planned murder of male nurse at Eshowe Hospital. Do you remember that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I remember.",
            "Male"
        ],
        [
            "MR STEWART",
            "So although that is not mentioned in your affidavit have you since been reminded of that? In your affidavit you mentioned a planned murder of a security guard at the Eshowe Hospital but its also been mentioned that there was at one time a planned murder of a male nurse at Eshowe Hospital. But you don't mention that latter planned murder. In other words the one of the male nurse. Is that right?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) now being reminded of that by the testimony of the other applicants. Is that right?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes.",
            "Male"
        ],
        [
            "MR STEWART",
            "Can you explain to the committee what you remember about that? Or those planned murders at the Eshowe Hospital?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I would say (...indistinct) Mkhize told me that he had been to Ulundi to speak to Prince Gideon Zulu. He was driving a ZG vehicle. Prince Gideon Zulu had requested that there was a person who was very troublesome at Eshowe that we were suppose to eliminate. This was this male nurse that has been mentioned here. We did so. We left Esikoweni in the Opal Monza that Nthena was driving and drove to Eshowe. On arrival there we drove around the township sightseeing. Then we went to Prince Gideon's house at Eshowe. We spoke to his son, I don't remember the content of our discussion. I have also forgotten his name. From there we went to Eshowe. Before we arrived there we passed a garage where we met Mr Nguza, Prince Gideon Zulu's driver. Nguza was supposed to identify those two people at Eshowe Hospital. We followed his car until we arrived at Eshowe Hospital. On arrival at the hospital Mr Nguza identified the person we were suppose to attack, who was at the gate. One of them was at the gate and the other one was in the hospital. (...indistinct) Hlongwane and myself had small guns. We went into the hospital but then we realised that the situation was not conducive to carrying out the operation because there was many policemen. The presence of the police made it impossible for us to carry out the operation. We returned to the car and said (...indistinct) and Romeo we should leave because there are a lot of policemen around. We agreed and got into the car and drove into town. We parked for a while in town and had a few drinks.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Dlamini then is it right that you then did not execute that operation at that time?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is the truth.",
            "Male"
        ],
        [
            "MR STEWART",
            "And from there you then proceeded on the operation which ended in the murder of Nate Gumede, is that right?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "And you proceeded in that car to Durban. Will you tell the committee about what happened there when you went in the car to Durban to find Nate Gumede?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "When we left Eshowe using the very same car, Nthena had told us that there was a comrade. His surname was Gumede and he was a problem, a huge problem in Langiswa. And this boy was supposedly in Durban. And one person who knew his residential address was Andile. I would like to mention that I do not know all these people that I am mentioning here. I did not know Andile really but Nthena and Romeo knew him. It was agreed that he should be picked up from Esikoweni.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) affidavit you mentioned some one called Sandile. Do you realise that now that is an error? Whom you were referring to was this Andile Xhele you have now mentioned?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct. Yes Andile.",
            "Male"
        ],
        [
            "MR STEWART",
            "He was to take you to where Nate Gumede was?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "Proceed, tell us what happened?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "We took Andile and proceeded to Durban. We arrived in Durban quite late, it was dark. I would not know which entry point we used but Andile was the one who gave directions. We went into a certain place where Nate resided. We met an Indian person outside. Then Mkhize produced his appointment certificate as a policeman. I also produced mine and we requested to see Nate Gumede because we wanted to investigate and ask him questions about certain places. He showed us where Nate stayed. We went into Nate Gumede's room and we informed him that we were policemen and we wanted to speak to him outside. We produced our certificates to Nate and he realised that we policemen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Stewart I have been asked to take an adjournment now. I wonder if this would not be - I am interrupting here but if we could perhaps adjourn now and I see it is quarter to eleven and take the tea adjournment at this stage. Thank you. We will just take a short adjournment now.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry the proceedings will stand adjourned for a while longer for reason that we have some people who are going to be coming here to present a memorandum. Their presence and their presentation of the memorandum doesn't constitute part of the proceedings of this amnesty application hearing. So we will stand adjourned until such time as the memorandum has been handed over.\nON RESUMPTION",
            "Unknown"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "(s.u.o.)",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR STEWART",
            "(cont)\n\tMr Chairperson thank you. Mr Dlamini you have heard that the chairperson of this committee has asked that you commence explaining about the murder of Nate Gumede from the beginning and from that I think it would be most convenient for you to start from the time when you had finished at the Eshowe hospital and there was still the same group of you and you were in that same Opel Monza Meteor vehicle. And then you were to move to Durban. Explain from there?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Thank you. We went to Durban and we went into Nate's apartment. We took him along with us and as we were moving to the car he saw Romeo Mbambo sitting in the car. He started crying and we forcefully pushed him into the car. And as he entered into the car we started driving away with him. Along the way Nthena Mkhize was asking him questions. I cannot remember what questions he asked him but I do remember he asked him questions about Romeo. He wanted to know why he implicated Romeo so that Romeo ended up being arrested and who sent him and who was he working with. We drove all the way with Nate. (They request that the speaker try to speak up. So that the people at the back could hear what he is saying.) We proceeded with Nate in the car. There were questions that were put to him in the car. Questions as to who was working with him. And they wanted to know if he was working with people like Msomo of the ANC so that Romeo could be arrested. And they wanted to know who sent him to do these things. He was just crying in the car. He was not answering. We drove to Port Danford.\n\tOn arrival at Port Danford we parked in the bush and he was taken out of the car. And it was said that because he didn't want to speak the truth they continued asking him who sent him and who instructed him to orchestrate Romeo's arrest. He didn't answer. But he realised that, that was his time to go. He knelt on his knees and prayed. Mr Hlongwane drew his .38 and shot him. Even though the .38 jammed at some time as this was happening he was praying. He prayed and everything happened so quick. He continued praying as the gun was being fixed. And Mr Hlongwane tried to shoot again, shoot him in the head but the gun still jammed and he fixed it again. And finally he shot him. I cannot remember how many bullets were fired but he did shoot him. \n\tWe took the car, we actually siphoned petrol from the car and this was poured over his body. We set him alight and we left.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Dlamini do you know who it was that instructed your group to murder Nate Gumede?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "As I have indicated that Nthena Mshope was our commander. He is the one who knows everything about this. He knew the origins of this. He is the one who was attending meetings so that the very same car that we were using to kill Nate was issued, made available so that we could use it to kill Nate. And we then went to Durban to pick up Nate after having failed to kill certain people at Eshowe.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) time that Mr Gumede was shot you were in the motor vehicle and not actually participating and holding him down or when shooting?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct. And as he was bleeding they pressed him down, that is Romeo. He was actually very strong. And at the time I was in the car.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) car at the time that his body was set alight?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now Mr Dlamini if we were to deal with this chronologically it was after this murder that certain arrests of members of your group followed and that you were then moved out of Esikoweni. Now I am going to come back to that. But before I do that I am going to canvas some of the other incidents that you were involved with in Esikoweni for the purposes of clarity. So I will come back to the time when you had to leave Esikoweni. So now for the assistance of the members of the committee I turn to page 402 paragraph 61. Mr Dlamini do you remember the death of April Dliwe?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I do remember.",
            "Male"
        ],
        [
            "MR STEWART",
            "And like some of the other applicants is it right that at some time you thought that his name was Taliwe Mkanazi and that what is reflected in your affidavit?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "But you now know that the person concerned was Mr April Dliwe?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "Will you explain to the committee what happened in that incident?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I would say the Esikoweni local leadership knew these people. These are some of the people who were on the hit list, people such as Mr Dliwe. We came together. Myself, Nthena and Romeo, Mrs Mbuyazi and Hlongwane and Mr Pipi Biyela. And we agreed that Dliwe should be removed by Mqunazi because it had become clear that he is the one who is involved. Especially in Glangnesua. He is actually the one who was handing out guns to the people there. And the people of Glangnesua were attacked and Mrs Mbuyazi was informed. And we therefore knew that Dliwe was one of the people on the list. That is how we came together. We actually left, myself, Romeo and Nthena and we went to J1 to check out and establish as to whether Dliwe was at home. And when we arrived near the place where he stayed we saw him driving out of his house. We followed him. He took the main road in J1 we overtook his vehicle.\n\tOn the road towards Esikoweni we took our turn to the right. We were hoping that he would follow us to our direction but he did not. He took the Glangnesua road instead. He proceeded up the steep and we made a turn and followed him. There were three of us in the car and Nthena said this is the opportunity there is no any other opportunity other than this one. \tAnd as we were driving through Magologolo, or something like that, there are two lanes on the road, we overtook this vehicle. Nthena was sitting on the passenger seat and Romeo was driving. The cars drove parallel each other, it was at night. And as they were parallel, Nthena had a G3 and at the time I had a 7.65, Mrs Mbuyazi's 7.65. As you know that Mrs Mbuyazi had certain positions within the IFP she would be given such firearms by people. Councillors and mayors would also receive these things from councillors and mayors. And these cars drove in parallel, Nthena tried to shoot. On attempting to shoot the gun jammed. And swiftly he fixed it. And he tried to shoot again, the gun jammed. And I was sitting in the back seat just behind Nthena. I then drew my 7.65 and said to Romeo: \"Give me a gap, move ahead so I can try to shoot him from my position.\" And as Romeo gave me this position and the car in which we were travelling had proceeded so that my position was facing that of the driver of the other car I shot Mr Dliwe with one shot in the head. \n\tWe saw his car coming to a halt and we fled towards Port Danford. And we came back to Mrs Mbuyazi. We told her that we had carried out her instruction and she was happy. That is what I can say. That is what I still remember.",
            "Male"
        ],
        [
            "MR STEWART",
            "You have mentioned there were three of you there; Nthena Mkhize, Romeo Mbambo and yourself in the car. Is that right, it was just the three of you?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct. But I also mentioned Israel. I made a mistake. He was not there because we had gone to conduct a surveillance at the time to check as to whether Mr Dliwe was at home. I made a mistake to include Hlongwane, he was not there.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) Mr April Dliwe died as a consequence of your shot?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct because when we arrived at Mr Mbuyazi's place Nthena Mkhize went to the police station to try and find out as to whether this case had already been reported and indeed he found such a case being reported to the fact that Mr Dliwe died on the scene.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) I want to take you now to the next incident. It is one which has been spoken about by some of the other applicants. It is the incident where amongst others what we now know to be Mr Jobe was shot. You thought him to be a teacher from a school. Do you remember that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I do remember that.",
            "Male"
        ],
        [
            "MR STEWART",
            "What vehicle were you in, were you using for that incident?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "We were using a white kombi. A ZG white kombi.",
            "Male"
        ],
        [
            "MR STEWART",
            "And had that been brought to you by its driver Mr Thele?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "And do you know who it was who sent Mr Thele to you with that vehicle?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "If I still remember very well we indicated from Esikoweni that we needed a vehicle. And Ulundi was phoned. I do not know how it ended up but if I still remember very well M Z Khumalo is the one that must have sent Thele with the vehicle.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) briefly because we have heard this from other applicants but will you tell the committee in your own words what happened on this occasion?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "What happened here in J1 is that there was to be a meeting or an ANC rally or a meeting at a school in J1. Mr Thele then came from Ulundi with this vehicle. We were going to use the car for the whole week. Romeo, myself and Nthena took the car got into the car. And in the company also of Mr Hlongwane and Victor Buthelesi. This Victor Buthelesi was Pipi Biyela's body guard. We all went to J1 where the meeting was to be held, where the ANC meeting was to be held. We went on and before we came to the school two people came and I do not know the names of these two people. Nthena as our commander said: Hlongwane here are people.\" And the kombi stopped, we opened the door, Hlongwane and Buthelesi got out and shot these two people before we could even get to the school. And we proceeded. And at a short distance before the school there came a person who was carrying books. It was at night and we thought that the person was coming from the meeting. We were in the car at the time. He walked past the car and greeted us. He walked on. Hlongwane had just shot the two people and they were now coming to the car. And before they could get into the car Nthena said: \"Hlongwane first bust,\" and he was pointing to the person who had just walked past the car. And they shot the person. And we fled in the car. We actually went to a bus stop.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) bus stop.",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I am not sure whether it is Mkobosa but I think it is Mkobosa. I am not quite sure.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) continue?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Waiting for the bus. We did not ask any questions because that area was the ANC's stronghold. If a person was found on the spot it would therefore become obvious to us that he was ANC. We started shooting the people who were standing there. And we proceeded in the car as we were shooting. The car drove for a short distance before we could reach them and we then started shooting. And we drove to Mrs Mbuyazi's place, got off the car and we told her how we fared and she was so pleased.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Dlamini you have heard some of the other applicants confirm in answering a question from me that at the time that their amnesty applications were drafted and that yours was drafted, there was no contact between you and that your applications were not drawn up in consultation. Is that correct?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct indeed.",
            "Male"
        ],
        [
            "MR STEWART",
            "And we have now come, so far as your affidavit is concerned to the end of the incidents at Esikoweni mentioned by you. But is it right that there are incidents mentioned by Nthena Mkhize and Romeo Mbambo and Ijoni Hlongwane which implicate you and which you now remember having been involved in, is that right?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I would say if there were statements that I did not include here in which things I was involved I would maybe be in the position to remember if I am reminded about them.",
            "Male"
        ],
        [
            "MR STEWART",
            "Let me take you first then to the incident of the attempted murder of Welcome Mtukulu. And this appears for the benefit of the committee in Mr Mkhize's application at page 97 paragraph 47. Now do you remember Mr Mkhize telling us about the attempted murder of Welcome Mtukulu?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I do.",
            "Male"
        ],
        [
            "MR STEWART",
            "Were you involved in that incident?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I was involved.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) tell us briefly what occurred?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "It was myself, Nthena, Joyful Mtetwa. I cannot remember others who were present but we were using the Ford Meteor belonging to Pipi Biyela, the white Ford Meteor. There was also Buzi Phele a Caprivian also, I cannot remember his real name. We parked near the ZP police station at Esikoweni. And we then walked on foot. As I have indicated that the commission here may please bear with me.\n\tThere is a first hostel when you are entering Esikoweni. We walked on foot from the police station headed towards the hostel and we walked through peoples homes carrying these guns. The person whom we wanted was to go and report for work at ten at night. There is a T-junction on entering Esikoweni, he was to come from the position up, down towards the T-junction. We took cover just next to that place where the car was going to pull over at the stop street. And he was driving a blue Skyline. We hid ourselves there from around eight until about ten and we indeed saw a car approaching. And as it came, it stopped as cars usually do at a T-junction and as it stopped there was a place where we were lying and there was grass as well. The car stopped and we all started firing. We shot towards the car and it started jerking but fortunately he fled. And as it was fleeing we continued firing and we then fled on foot and went back to Mrs Mbuyazi's home.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Dlamini you know that, that operation was not successful and Mr Mtukulu survived and indeed he is here today. Do you know that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I know that. Because as time went on we learned that there was a woman in the car and that upset us. And when we reported to Mrs Mbuyazi she was excited still.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now Mr Dlamini, Mr Mkhize explained that from that incident you then proceeded to the Ntokozweni bus stop to conduct another attack. Do you remember that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "For the members of the committee this is in Mr Mkhize's affidavit page 99. Okay Mr Dlamini if you would tell the committee briefly what happened at that attack?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "We left the place and we went to the Ntokozweni bus stop. There were people waiting there. Waiting for buses around ten. We also shot people there, even though I cannot remember whether people died or were injured but on trying to remember these I know these things did happen.",
            "Male"
        ],
        [
            "MR STEWART",
            "And on that occasion do you recall having been forced to retreat and to run away?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "We fled, Nthena went to Pipi Biyela's place. I went to Mrs Mbuyazi's place because we went to the forest after having shot and each one of us took different directions and Nthena went to Pipi Biyela and reported to them. ... indicated that they must not worry because the boys have now arrived.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) killed on that day in the Ntokozweni bus stop attack?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I would not know. There might have been people who died and there might not have been any people who died. I do not know.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) you fire at people in that attack?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I did shoot.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now Mr Dlamini, for members of the committee I am on page 105 paragraph 62. Mr Dlamini do you remember Mr Mkhize talking about an incident which was a few days after the Nkoboza Bus stop attack when you used that same white Mitsubishi kombi and you drove into H2 section with the intention of attacking ANC members. And near the railway hostel you noticed a group of people you regarded to be ANC members and as the kombi drove slowly past this crowd there were those of you who opened fire into the crowd. Do you remember that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Mr Chairman I would try by all means to remember. Because we used this car in several incidents. We used the car in many places shooting people at night. That might as well be true.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) that you were involved in that, you would not deny it?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "No I would not.",
            "Male"
        ],
        [
            "MR STEWART",
            "And members of the committee over the page paragraph 64. Mr Dlamini, Mr Mkhize's affidavit speaks of an occasion in which Mr Thele arrived at Mrs Mbuyazi's house in that same white Mitsubishi kombi and there was a meeting where some discussions took place about attacking people at bus stops and gatherings in ANC areas and that your group proceeded to do that. Mr Mkhize was driving and you stayed with him in the vehicle. Do you remember that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Would you please repeat the question? I did not get it.",
            "Male"
        ],
        [
            "MR STEWART",
            "Well it is another one of these occasions where there were what we might describe as random attacks but on this occasion it is said by Mr Mkhize that he was driving and you waited with them in the kombi. And members of the syndicate alighted or got out of the kombi and that there was shooting. And the people returned and then you went back to your homes. Can you remember such an incident?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I do remember the incident.",
            "Male"
        ],
        [
            "MR STEWART",
            "And do you agree with the way in which I have explained it?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes.",
            "Male"
        ],
        [
            "MR STEWART",
            "Is there anything more of substance that you can explain about that incident?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Mr Chairman as I have indicated I do not know Esikoweni quite well. We travelled around several sections but this one particular incident I cannot remember exactly what place it was. But there were places to which we went using the same vehicle. The car was stopped, we got off. People like Romeo Hlongwane, the usual hit squad and we shot ANC people who were gathering at the time. I was indeed sitting in the car with Nthena Mkhize. The reason for my remaining in the car. Would you please remind me about this section? I have forgotten what section it is. Maybe that might help me.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Stewart are you referring to the random attacks which were aimed at influencing the bail application?",
            "Female"
        ],
        [
            "MR STEWART",
            "That is so Miss Committee member. Thank you for that. That will assist the applicant.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "I think so.",
            "Female"
        ],
        [
            "MR STEWART",
            "Mr Dlamini as you have heard I am referring now to incidents which were directed at influencing the bail application where Mr Willison Nkunu has given evidence that since certain people had been arrested things have been become quiet in Esikoweni. Do you remember that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Now I do understand. At the time there were people who stayed at Mrs Mbuyazi's house, people like Ben and Mandwengu who had been arrested at the time. Mr Nkunu testified in court that since these boys had been arrested the violence in Esikoweni had subsided. A meeting between Mrs Mbuyazi and Nthena was held and it was decided that this claim should be refuted. It was discussed that the kombi should be used to increase the number of people who would die at Esikoweni. Although I do not remember the places or the areas that we went to. But we did drive around J1, H2, around those areas and we were firing. If we met a person in those areas we shot at him or her. And it did indeed assist in proving that the violence in Esikoweni was not decreasing and in fact the boys ended up getting the bail because it became clear that they were not responsible for the violence in Esikoweni. That is what I remember.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Dlamini, Mr Mkhize gave evidence of an incident where there was a murder of an ANC induna on the instructions of Chief Mataba, this is page 119. Do you remember Mr Mkhize giving that evidence?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I do remember.",
            "Male"
        ],
        [
            "MR STEWART",
            "He said in his oral evidence, or he agreed with me, he said that you were not there. Do you remember?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is the truth. I was not there.",
            "Male"
        ],
        [
            "MR STEWART",
            "So you were not involved in that incident?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I was not involved.",
            "Male"
        ],
        [
            "MR STEWART",
            "And Mr Dlamini you will recall in the oral evidence of Mr Hlongwane, I am dealing now on page 200 paragraph 180. Mr Hlongwane spoke about an incident concerning certain pipe bombs and he said he was accompanied by Lucky Mbanthua and Tabela Thulu, do you remember that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I remember him saying that but I was not there, I was not present.",
            "Male"
        ],
        [
            "MR STEWART",
            "Now Mr Dlamini that deals with the various incidents which you have been involved in which are in this, broadly speaking, this area around here, Esikoweni. So I take you back now to the incident of the murder of Nate Gumede. And after that some one was arrested which then caused some difficulties for your group. Do you remember that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I do remember.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) arrested?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Romeo Mbambo was arrested. Followed by Nthena Mkhize, then Israel Hlongwane.",
            "Male"
        ],
        [
            "MR STEWART",
            "Do you know whether you were also being looked for, for that incident?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "That is correct. The police were seeking me high and low for this incident. But they could not get hold of me.",
            "Male"
        ],
        [
            "MR STEWART",
            "What did you do to avoid this situation?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I called Ulundi and called M Z Khumalo. I told him that the situation in Esikoweni was very bad, two of our members had been arrested already. He was upset and concerned about this. And I told him that as I was speaking to him policemen were looking for me. He left Ulundi and travelled to Esikoweni. At that time I was working at the Empangeni IFP office where Mr M R Mkhize is also working. M Z Khumalo fetched me from this office and he took me to Port Shepston to a certain induna, whose name I cannot remember. He left me there.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) you mention that area as being Port Shepston, for the benefit of the committee is that much the same area as Mthaluni?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Mthaluni is under Port Shepston as far as I know.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) hidden there with this induna for some time, is that right?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I stayed there for a while. I would call Mr Khumalo and we would communicate. I called him on one day and he told me that the police had gotten information that I was hiding there. And he said I should come to the IFP head office in Durban. I did this, I left Mthaluni for Durban. On arrival there I found a car waiting for me. It was a white Sentra with an ND registration. It was driven by a Mr Ghazo, whom I did not know. This person Ghazo worked in the Johannesburg office under Themba Xhosa. We discussed with M Z Khumalo before I left and he told me that I should leave immediately because when I left Mthaluni he told me that I should bring all my belongings. So he asked me if I had my belongings and I said: \"Yes sir.\" He took me to the car and he told Ghazo to take me to Themba Xhosa. In that way I travelled to Johannesburg.",
            "Male"
        ],
        [
            "MR STEWART",
            "What position does or did Themba Xhosa hold at that time to your knowledge?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "He was a member of the central committee and he is now an MP.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) based in the Johannesburg area is that right?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "Thereafter you did some work for Themba Xhosa including gun running and supplying of guns to hostels and so on. Is that right?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "We will not cover those incidents now in any detail. I will just leave it at that. Can you explain to the committee how it came about that you came to tell your whole story and how you came to be on a witness protection programme and subsequently to apply for amnesty?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Chairperson I would say that after a while after all these activities had occurred, whilst I was still in Johannesburg Mr Delatolo Nthuli came to me and he told me that there were programmes being launched, such programmes that were intended at reconciliation and he felt that as we were on the run from the police that it was time that the truth was exposed. That we should expose information on all our activities and he also explained what the Truth Commission was about. That I would not be arrested. I asked him because I had such hideous crimes: \"Are you sure that I would not be arrested?\" And he assured me that I would not be as long as I would tell the whole truth. I then agreed. In fact I asked them to give me a day to think about it. They left and returned on the following day. They asked me if I had made up my mind, if I was in or out. And I said after careful consideration I have decided to join in. I was then taken to the head of the ITU, Colonel Dodson. I contacted him from Johannesburg. We discussed about this matters at length. Discussing that which I should expose everything that I knew about. Because Dodson was the person who was investigating hit squad activities in KwaZulu Natal. I would say that is how I came to the witness protection programme.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) Themba Xhosa in Johannesburg did Themba Xhosa know that he came to speak to you and to persuade you to tell everything?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "No. (...indistinct) would have been killed had Themba Xhosa known that he had come to talk to me about this. Themba Xhosa did not know about it. I was the only person who knew about it. If I had told him myself I could have also been in danger. I removed all my belongings after talking to Matlanduna and left. Nobody knows how I left that place. I just removed all my belongings and got into the car and left.",
            "Male"
        ],
        [
            "MR STEWART",
            "So you did not even say good bye to Themba Xhosa?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "No I did not. He just discovered that I was gone.",
            "Male"
        ],
        [
            "MR STEWART",
            "And did you assist the ITU in their investigations including taking them and pointing out various places and so on?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I assisted them in identifying some of the places that we had worked in.",
            "Male"
        ],
        [
            "MR STEWART",
            "And Mr Dlamini sitting there now looking back on all the things that you have been involved in and sitting here telling everyone about it what have you got to say about all those things to the people who are here, many of whom were affected by your activities?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Chairperson what I can say is that the community of Esikoweni and surroundings I request from them for forgiveness for what I did to them. And it should be a lesson to the youth that they should not be used by people who were more intelligent than us. Because all these incidents that I have mentioned I was brought by people here. I did not know Esikoweni. I did not know the people of Esikoweni, not even one person. But because political leaders managed to exploit us in an improper manner it was in that fashion that one got involved in such activities. Therefore I request the community of Esikoweni to forgive me for what I did to them. But it should also be a lesson to the youth that it should not fall into the same trap that we did. Thank you Chairperson.",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Dlamini there you and your colleagues have over these last ten days mentioned many high up people and leaders who you say gave you instructions and influenced you to do these things. And today they are denying it and washing their hands of you. How does that make you feel?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I will say that it is painful to me that after all these activities that we committed that people should deny our existence and call us criminals. When I went for training at Caprivi nobody called me a criminal. When I killed people here I was not called a criminal. Today they do call us criminals and deny knowledge of our activities and ourselves. No IFP leader is prepared to stand before the commission and admit to these activities. We decided amongst ourselves to expose these activities. We in fact were not mad persons who just took weapons and started shooting people at random. Therefore it hurts me very much for the IFP to desert us and say that they do not know anything about us. When they know in fact that they were in fact responsible for all these things. They transported me. I think that the youth will also learn a valuable lesson from us that they do not get into the same trap as we did. Thank you Chairperson.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) questions Mr Chairperson.\nNO FURTHER QUESTIONS BY MR STEWART.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Stewart. Mr Wills do you have any questions to put the witness?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR WILLS",
            "Yes, thank you Mr Chairperson. Mr Dlamini it is apparent from your evidence like those applicants I represent that you have been involved in numerous attacks in Esikoweni area. Is that correct?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now the applicants whom I represent are adamant that at no stage was Mrs Mbuyazi's car ever used in an attack. Can you comment on that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Chairperson I will say that is true because it should be remembered that those statements were written over a long period. We mentioned a lot of things in those statements and mistakes were committed. We did not use Mr Mbuyazi's car but Mr Biyela's in carrying out our activities.",
            "Male"
        ],
        [
            "MR WILLS",
            "Particularly with reference to your incident two and three if you can just bear with me members of the committee? Yes sorry, specifically your incident number two that there is a possibility then that you were in fact using the kombi? It is page 393. A white kombi that was bought from Mr Seli.",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I am still checking.",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry page 393. Your paragraph 42 incident number 2.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Dlamini have your pages got the?",
            "Unknown"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Page 393? Yes it is there.",
            "Male"
        ],
        [
            "MR WILLS",
            "Mr Dlamini my question was is it not possible that when you report that you used Mrs Mbuyazi's car in incident number two (2) that you could have in fact been in the white kombi? But possibly I should explain Mr Dlamini that my client, the applicants I represent have the same problem as you. They also admit that they were involved in a lot of incidents. So they are not saying here that you are necessarily wrong except they are adamant about Mrs Mbuyazi's car. They say that the only cars that they used in attacks, well the cars in the main that they used in the attacks were the white kombi and the mayor's car. But what they are saying is, is it not a possibility that this incident you are referring to you were using the white kombi?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "As I have mentioned that we mentioned a lot of activities when we wrote those statements. I could have made a mistake. They are right, we did not use Mrs Mbuyazi's car much. I think I mentioned it by mistake.",
            "Male"
        ],
        [
            "MR WILLS",
            "Mr Dlamini another thing that concerns my clients which all of them are adamant about and that concerns your incident number one (1). Now they all say, and that is Mkhize and Hlongwane, you do not mention Mr Mbambo in this incident. But Mkhize and Hlongwane are adamant that they didn't get involved in the attack on Paul NGema's shebeen. And in fact Mr Mbambo tells us that he knew about the attacks on certain shebeens and that he was implicated in the sense that he supplied the weapons. But in the main the persons who were utilised in those attacks were Nkanalipo Mathengua, Ben Malambo, Sibongo Mbuyazi and Lucky Mbuyazi. Now again my question is this, is it not possible that when you referred to this incident that it could have been those younger boys who were with you on this attack and not Mkhize and Hlongwane?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Chairperson there are a lot of activities that went on at Esikoweni. But I would say I do not remember clearly well the people I was with in this particular incident. Because there were a lot of operations that we carried out together with Nthena and Romeo because there were a lot of operations that I carried out in their company. It could be that I mentioned them because I was with them on a lat of operations.",
            "Male"
        ],
        [
            "MR WILLS",
            "No further questions thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Wills. Mr Ngubane do you have any questions to put to the witness?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Thank you Mr Chairman, yes I do. Mr Dlamini you attended school, what is the highest standard that you obtained at school?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Standard eight.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "When did you finish school?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I left in the middle of the year when I went to train at Caprivi.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Well what year was it when you left school?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Around 1985.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "(...indistinct) Mr Ngubane, Mr Dlamini when in your affidavit you state that you have completed standard eight, that is what you say in your affidavit and you go on to say that you have completed you standard eight in 1984 would you have been mistaken?",
            "Female"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I completed standard eight. Thereafter I could not proceed to standard nine because I had to go join the KwaZulu police force.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "(...indistinct) misunderstood Mr Ngubane. Because Mr Ngubane wanted to know what standard you had obtained and you said standard eight but that you had not completed standard eight because you had to go to the recruitment by Mr (...indistinct). Maybe I did not understand.",
            "Female"
        ],
        [
            "MR STEWART",
            "Mr Chairperson, sorry if I can just. My understanding of the witnesses answer was that he completed standard eight in 1984 and then thereafter he was in school proceeding to the next standard and it was then when his schooling was interrupted. So he had done some schooling after standard eight but had not completed any standard.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Thank you if that was what, maybe I did not get his (...indistinct) Thank you for that correction.",
            "Female"
        ],
        [
            "MR NGUBANE",
            "Thank you. Now Mr Dlamini were you taken directly from school to go to Caprivi for training?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I explained that I was a prominent member of the youth league at Mpumalanga. I was not removed from school directly. They discussed the matter with me and I agreed that I would join them.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "(...indistinct) mean is not that you were physically removed from class. What I mean is were you still attending school when you were recruited to this group that was going to be trained at Caprivi?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I mentioned that I had completed standard eight and was supposed to go to standard nine at that time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Dlamini is the situation that you finished standard eight, you then became a fulltime member of the youth league without going to school and then you were recruited into the police? Or am I wrong?",
            "Unknown"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Let me explain it this way chairperson. In 1984 I was attending school and Phezulu High School in Mpumalanga doing standard eight. In 1985 I was supposed to do standard nine and I could not do so. Then I became actively involved in these activities. My situation at home was not conducive to me continuing with my education.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "But you then joined the KwaZulu police and then you were recruited to join the group that went to Caprivi for training. Is that correct?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now we learned that at Caprivi you were receiving a monthly amount. In your affidavit you say it is R900 but you have just said it was round about R400. Can you recall the exact salary that you were receiving at Caprivi?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I think a mistake was made. We received an amount of R400.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "The training at Caprivi that you received was of an offensive nature is that correct?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct?",
            "Male"
        ],
        [
            "MR NGUBANE",
            "How many were you in that group that did offensive training?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I think we were between 50 and a 100.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please be quiet.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Now we have heard reports from the media, from the hierarchy of the IFP to the effect that the people that were sent to Caprivi were the people who were only to undergo training for VIP protection, that is the protection of the KwaZulu government officials, Izinkosis and the indunas. What would be your comment to that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Chairperson I would say they are telling lies. How would you train a person in the use of such weapons and explosive if they were going to come back and guard a chief or Nkosi. I think what they are telling is pure lies. We were not told that we were going to guard ama nkosi.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "(...indistinct) specifically mentioned to you that you were going to be trained there and come back so that you could wipe out the ANC and the UDF?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Chairperson it was mentioned by example. For example they would put a target and ask you to hit (...indistinct) They would say: \"Here is Oliver Tambo.\" That would be the target which was obvious that what was expected of us was to return to attack the ANC.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "(...indistinct) training there were certain structures that were put and they were named this is Oliver Tambo, this is so and so and you would shoot at those structures?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "As I have explained they would put a target there and say: \"Here is Oliver Tambo, here is Tabo Mbeki.\" Those would be your targets. It then became clear in your mind who you were going to be fighting.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "(...indistinct) for you to remember all the people who were not residing in this area but do you recall by any chance during your discussion when the name of one Mr Arendo Ndlovu, who was the lecturer at the University of Zululand was mentioned as being one of the targets?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I do not remember.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And at Paul Ngama's shebeen you say you attacked there and there were people killed. In your affidavit you say that there were ten people killed. Do you recall making that statement?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I remember quite well. As I am saying that some of the things we wrote after a long time of tiring statement writing.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "(...indistinct) or there could have been more than ten people that were killed?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "As I have already stated I am not sure about that.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now in incident number four, relating to Npthal Dlamini you mention one Victor Buthelesi. Was he a member of the KwaZulu police force?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct. He was stationed at Esikoweni.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "You mention that he was the one who was going to show you the house of Napthal Nxumalo? Do you know what qualified him to point out this house?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Victor Buthelesi was the person who knew Napthal very well.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "(...indistinct) Victor Buthelezi a member of the hit squad or he was just an ordinary KwaZulu police which worked hand in hand with the hit squad members?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "He was just an ordinary police working hand in hand with us.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "At the time of your arrest do you know where his whereabouts were?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I was not arrested.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "At the time of you being put on the witness protection scheme did you know where his whereabouts were?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "When I left Esikoweni he was still working at the police station there. I do not know now.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Is there a time when you were operating in Esikoweni when you worked with the people known as \" Isinkabe\" from Johannesburg?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I do remember them but I did not work with them.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "At paragraph 398 of your affidavit where you refer to the Eshowe incident, sorry page 398 where you refer to the Eshowe incident you say last paragraph\n\"We left for Eshowe at about fourteen hours. On our arrival at Eshowe we stopped a way from the hospital. Ijoni and myself proceeded to the hospital where we identified the target who was busy working. After confirming that we returned to the vehicle and proceeded into the town of Eshowe. There were too many people and police present. Our intention was to have something to eat as we were unable to execute our mission. A certain discussion arose.\"\nNow you have testified that you had targeted a security officer and a nurse. Now which target are you talking about in this paragraph that was working?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Here there was a security at the gate and a male nurse who was working in the hospital. Those were the targets.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "(...indistinct) those were the targets, those two people were the targets. Is that correct?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Together with Nate Gumede.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "You say a certain discussion then arose. Was that discussion relevant to these targets or it was just an irrelevant discussion when you were at the shop now?",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Chairperson perhaps I can assist because the reference says certain discussion arose and then the next paragraph then deals with the discussion. Perhaps that would assist my learned friend unless he seeks further clarity.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think let the witness answer and we can see what he says. Mr Dlamini if you take a look at your affidavit at page 398? Have you got that, page 398? Where is says \"Incident seven (7),\" do you see that? It says: \"Incident seven (7),\" there is a heading.",
            "Unknown"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(...indistinct) that heading the last words before that heading it says, \" a certain discussion then arose.\" Now Mr Ngubane wants to know can you remember what that discussion was about?",
            "Unknown"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "We discussed the three targets. We were aware of our first target there were many police and we decided to proceed to Durban and take Nate Gumede. That is what we were discussing.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "(...indistinct) the killing of Nate Gumede did you report this incident of killing Nate Gumede to any member of the IFP leadership either at the local level or the highest hierarchy?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I think that the person who was supposed to report this was Nthena Mkhize because he was the one who was in charge of us. I did not report anything.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Didn't you return to Mrs Mbuyazi's house after this incident?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes we did. We went back to Mrs Mbuyazi's place. They talked with her as usual but I was not part of that. And then it was reported how we fared but I was not within earshot.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "...",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "No I was no longer a police at the time.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "When did you cease to be a KwaZulu police?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I ceased to be a police when I was still based at Hammersdale in Mpumalanga. That is where I fled.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "(...indistinct) you were no longer a KwaZulu police officer?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "No I concluded myself because I was no longer getting any salary. There was not a letter that I received to that effect and nobody informed me about it.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did you ask M Z Khumalo about your status after you had left Hammersdale?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I did not bother.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did you wonder, you know for how long did you wonder about regarding yourself as a non-KwaZulu policeman before you could be admitted to the witness protection scheme? Approximately?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "When I left Hammersdale I was no longer a police. Because when I arrived at Empangeni I was already not a police any more. I just stayed until a office was opened up. And that is an office that I worked at so that I could get a salary.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "(...indistinct) how much did you receive at the Inkatha office per month?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I used to receive about R1200 per month.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Was that amount equal to the amount that you have been receiving as a police officer?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "No.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "How much did you receive as a police officer?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I used to get quite little. I used to earn about 6, seven hundred rands . That was not enough.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did you leave the KwaZulu police at Hammersdale because of violence or you left it because you were wanted for any criminal activity?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I left the police because there was certain crimina activities that I had conducted in the place. That is why I disappeared.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And was M Z Khumalo aware of your desertion of the KwaZulu police from Hammersdale?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "One person that I was always in touch with at the time was Dtholo Luthuli, that is Mthala induna, M Z knows about this as well.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "So when you joined the Inkatha, well when you moved to the Inkatha office in Mpangeni you were not given any back pay for the months that you were not paid for when you left Hammersdale is it correct?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Thank you Mr Chairman, no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Ngubane. Mr Hewit do you have any questions?",
            "Unknown"
        ],
        [
            "MR HEWIT",
            "Yes I do Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Proceed.",
            "Unknown"
        ],
        [
            "MR HEWIT",
            "Mr Dlamini I just want to place certain matters on record as far as your testimony is concerned. Firstly is it not correct that before you gave evidence at this hearing you have been present throughout the evidence of the applicant Brian Mkhize?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I was present.",
            "Male"
        ],
        [
            "MR HEWIT",
            "You were also present throughout the evidence of the applicant Romeo Mbambo?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR HEWIT",
            "And you were also present throughout the evidence of the last applicant Hlongwane?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR HEWIT",
            "And also Mr Luthuli?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR HEWIT",
            "Right I want to refer you to incident 2 that you testified to today. And in particular to the affidavit which you made in support of your amnesty application and in particular at page 393. Is it correct that before you gave evidence today you swore a lengthy affidavit regarding various incidents?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR HEWIT",
            "Do you gave that affidavit before you?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I have it in front of me.",
            "Male"
        ],
        [
            "MR HEWIT",
            "(...indistinct) open at page 393?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR HEWIT",
            "(...indistinct)  want to read to you what you said regarding incident number 2. You state there: \"An instruction was received from Mrs Mbuyazi that we were to go to the ANC dominated area of J1 section.\" Do you confirm that is in your affidavit?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes.",
            "Male"
        ],
        [
            "MR HEWIT",
            "You then say: \"Our instruction was to shoot at random at anybody within that area as they would all be ANC.\" Do you confirm that is in your affidavit?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR HEWIT",
            "You then say: \"This instruction did not include children.\" Do you confirm that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR HEWIT",
            "You then say: \"We decided to proceed in a grey Toyota belonging to Mrs Mbuyazi.\" Do you confirm that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I explained earlier on that.",
            "Male"
        ],
        [
            "MR HEWIT",
            "I am asking you whether you confirm it in your affidavit?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I would like to explain.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please I think Mr Dlamini if you could just answer the question it will make things go a lot quicker?",
            "Unknown"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "What is it that you would like me to confirm?",
            "Male"
        ],
        [
            "MR HEWIT",
            "(...indistinct) to confirm that in your affidavit which you deposed to on oath you stated: \"We decided to proceed in the grey Toyota belonging to Mrs Mbuyazi.\" That is all I am asking you. Is that in your affidavit?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes.",
            "Male"
        ],
        [
            "MR HEWIT",
            "So in your affidavit you then say: \"We did not change the number plates.\" Do you confirm that is in your affidavit?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR HEWIT",
            "Then you mention various people that were with you. Okay do you confirm that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR HEWIT",
            "Then in the next paragraph you deal with what weapons the various people with you and yourself had. You deal with the question of weapons, correct?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I did not get the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He said he did not hear the question.",
            "Unknown"
        ],
        [
            "MR HEWIT",
            "Let me read that paragraph to you then. The next paragraph you say: \"Nthena, Romeo and Mtetwe had signed for G3 rifles from the police station.\" Do you confirm that is in your affidavit?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes it is here in my affidavit.",
            "Male"
        ],
        [
            "MR HEWIT",
            "And in addition in possession of their service pistols. Do you confirm that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR HEWIT",
            "You then say: \"I cannot recall what I used for this incident as it may have been a pistol or a G3.\" Do you confirm that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR HEWIT",
            "Then you say: \"I was not issued with an arm directly but I would have used whatever weapon was available. This incident would have started about one week after the first incident.\" Do you confirm all that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR HEWIT",
            "Right now I want you also to confirm the next paragraph which reads as follows: \"We all proceeded in one vehicle and left at about 21H00.\" Do you confirm that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I would like to explain this. And I would like to explain about the car situation.",
            "Male"
        ],
        [
            "MR HEWIT",
            "(...indistinct) you to confirm because I want this specifically on the record of your evidence. I just want you to confirm what is in your affidavit. That is all. You can then explain after that. Do you agree that you say: \"We all proceeded in one vehicle and left at about 21H00\"?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes.",
            "Male"
        ],
        [
            "MR HEWIT",
            "Do you confirm that you then say\n\"We would drive randomly around the ANC dominated areas of J1, H2 and parts of J2 sections which were divided between the ANC and the IFP.\"\nDo you confirm that is what is in your affidavit?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR HEWIT",
            "(...indistinct) seen either walking in the road, standing in their property or standing in their doorways were shot on site.\"",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR HEWIT",
            "Right now at this hearing today and in answer to the questions put to you by my learned friend, Mr Wills are you now saying that all that evidence that I have just put to you which is in your affidavit about it being Mrs Mbuyazi's vehicle which was used are you saying that, that was not true at the time? It is now false or mistaken, which one do you say it is?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I explained here that Mrs Mbuyazi's vehicles was not the one that we did not use. We used Mr Pipi Biyela's Ford Meteor.",
            "Male"
        ],
        [
            "MR HEWIT",
            "Yes I heard you say that but all I want you to confirm is that what appears on your affidavit then today to this committee you are now saying is false? Is that correct?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "No. It was a mistake.",
            "Male"
        ],
        [
            "MR HEWIT",
            "Who drafted this affidavit for you?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Myself.",
            "Male"
        ],
        [
            "MR HEWIT",
            "Were you assisted by anybody?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR HEWIT",
            "Who?",
            "Male"
        ],
        [
            "MR STEWART",
            "Mr Chairperson I would submit that the answer to that question is covered by attorney client privilege and it does not serve any purpose in being answered and I would object to the question on that basis.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On what basis would it be attorney client privilege? He just wants to know if he was assisted in drafting the affidavit. I would agree if it were to go to what was said to the attorney maybe then but the question is; \"Did you draft the affidavit?\" He said he drafted the affidavit. The question is: \"Were you assisted?\" Now if that is not allowed then it might leave it on record that he drafted the affidavit unassisted whereas in fact he was assisted. I cannot see how the identity of the person who assisted him constitutes an intrusion of attorney client privilege. As long as we do not get into the question as to what was said between the attorney and the client. But let me hear Mr Hewit.",
            "Unknown"
        ],
        [
            "MR STEWART",
            "I accept that. I withdraw the objection.",
            "Male"
        ],
        [
            "MR HEWIT",
            "Mr Chairperson I would never enquire into what communications there were between counsel and client. I clearly know that privilege but I am simply asking him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can proceed with it. Mr Stewart has indicated.",
            "Unknown"
        ],
        [
            "MR HEWIT",
            "Were you assisted in compiling this affidavit by any other person?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I would say warrant officer Lesea of the ITU assisted you.",
            "Male"
        ],
        [
            "MR HEWIT",
            "(...indistinct) present counsel was he assisting you at all?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "No he was not present.",
            "Male"
        ],
        [
            "MR HEWIT",
            "In any event I do not want to dwell too much on this point but what you are saying to us today is that this committee must completely ignore what you say in your affidavit in relation to Mrs Mbuyazi's car being used in incident number 2. Is that the effect of what you are saying today?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I explained earlier on that these statements were such that it was extremely difficult to remember all the incidents and I also requested the commission that I might have made mistakes somewhere and if possible I will remember along the way. But this one referring to Mrs Mbuyazi's vehicle I still maintain was a mistake. Because sometimes one might get tired the same thing here may have happened at the time when I was drafting this statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Hewit before you proceed I would just like to make an announcement. I see it is almost one 'o clock. I would just like to inform you that before we started proceedings this morning I was informed by the legal representatives that they wish to have an opportunity to allow the applicants and the victims to be able to get together and talk with each other. That has been agreed by all parties but it was also decided then that we would then instead of adjourning at one 'o clock for lunch we will carry on until two 'o clock. So we will not be taking lunch at one 'o clock but we will proceed through until two 'o clock. So I notice some people are getting a bit restless, maybe you're getting hungry, if you want to go out for lunch please do so. But please do so quietly. We will proceed until two 'o clock or any time before that if it is a convenient stage to adjourn. Thank you. Sorry Mr Hewit if you can? Please calm down so we can proceed?",
            "Unknown"
        ],
        [
            "MR HEWIT",
            "Mr Chairman for the convenience of the committee if I may indicate there is only one other topics which I propose to canvas with this particular applicant. I do not know whether any other applicants are going to be called after this applicant. But it seems to me that knowing how much more ground I wish to cover with him I am confident that even with any questions that may be put by the honourable members of the committee and yourself to this applicant tomorrow we will comfortably finish before the time we have to adjourn tomorrow. I just mention that for the convenience of the committee if this would be regarded having regard to the fact that it is lunch time and people are leaving and there might be a few disturbances whether this would not be a possible time to adjourn for the day. Because I am confident that what remaining issues I am going to deal with tomorrow will be concluded fairly quickly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So on the other hand we might be able to be finished by two 'o clock. I do not know what the attitude is of.",
            "Unknown"
        ],
        [
            "MR HEWIT",
            "I am in the committee's hands.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps if we can proceed. Thank you.",
            "Unknown"
        ],
        [
            "MR HEWIT",
            "As you please. I now want to deal with incident number 7 which is the murder of Nate Gumede. Who were the people with you when Nate Gumede was murdered?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I was present, Nthena was present, Romeo Mbambo and Hlongwane. And Andile.",
            "Male"
        ],
        [
            "MR HEWIT",
            "Now on page 399 of your affidavit and at paragraph 52 you are dealing with the incident number 7 which is the murder of Nate Gumede. You say this\n\"We remained at Mrs Mbuyazi's house for a further week. During that week Sandile was arrested for the theft of a motor vehicle which had occurred in Stanger. As a result of his arrest he confessed to the death of Nate Gumede\".\nNow who is that Sandile you are referring to there?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "As I have explained earlier on that I made a mistake to say Sandile. His actual name is Andile.",
            "Male"
        ],
        [
            "MR HEWIT",
            "Alright, so is it correct then and do you confirm the contents of that paragraph that it was Andile who was arrested shortly after the murder of Nate Gumede. And that he was arrested on a charge of theft of a motor vehicle?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR HEWIT",
            "Can you please tell this committee the details regarding that charge? Was this a theft of a motor vehicle, was this a frolic of his own, done on his own? It had nothing to do with advancing the IFP cause? It was just a criminal activity that he engaged in on his own without instructions? What can you tell us about that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I explained before this commission that I do not know Andile. I was seeing him for the first time that day. Even though he did his own things I really cannot say. I do not know him because he left after the death of Nate.",
            "Male"
        ],
        [
            "MR HEWIT",
            "And what became of him afterwards? Where is he today?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I do not know. I just heard that he was arrested but I do not know what had become of him.",
            "Male"
        ],
        [
            "MR HEWIT",
            "Is he a policeman?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "No he was not a police.",
            "Male"
        ],
        [
            "MR HEWIT",
            "(...indistinct) individual, a civilian?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "He was just an ordinary prominent IFP member.",
            "Male"
        ],
        [
            "MR HEWIT",
            "(...indistinct) present when Nate Gumede was murdered?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes he was present.",
            "Male"
        ],
        [
            "MR HEWIT",
            "Right now you heard the evidence of the other applicants to the effect that in relation to the murder of Nate Gumede a motor vehicle was involved. Did you hear that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Which car are you referring to?",
            "Male"
        ],
        [
            "MR HEWIT",
            "(...indistinct) heard from Romeo Mbambo that he had in fact bought a VW Jetta from Nate Gumede. Did you hear that evidence at this hearing?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I would like to explain here.",
            "Male"
        ],
        [
            "MR HEWIT",
            "You do not have to explain. I am just asking you whether you heard Romeo Mbambo in his evidence say that this person that he and you and others murdered actually had been involved in a commercial transaction with him, namely that he had sold a VW Jetta to Romeo Mbambo. Did you hear Romeo Mbambo give that evidence?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I heard him.",
            "Male"
        ],
        [
            "MR HEWIT",
            "Yes and did you also hear that Romeo Mbambo said that he had been arrested by a Captain Struiwig of the vehicle theft unit on a charge of robbery of a motor vehicle. Did you hear that evidence too?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I heard.",
            "Male"
        ],
        [
            "MR HEWIT",
            "Now once again I would like just to place on record your affidavit dealing, on certain parts of your affidavit dealing with incident number 7 which is this murder of a person named Nate Gumede. Do you understand?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I do understand.",
            "Male"
        ],
        [
            "MR HEWIT",
            "I am now reading from page 398 of your affidavit which is the typed page 24 and paragraph 50. That reads as follows: \"Romeo mentioned that he wanted a certain person known as Nate Gumede to be eliminated.\" Do you confirm that? Do you confirm that, that is in your affidavit?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes it is in the affidavit.",
            "Male"
        ],
        [
            "MR HEWIT",
            "(...indistinct) \"I do not recall what the reason was for this person to be eliminated.\" Do you confirm that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I remember.",
            "Male"
        ],
        [
            "MR HEWIT",
            "Then you say\n\"However in view of the fact that Romeo suggested it was because it appeared to be one of the normal missions I thought that this mission will also help the IFP because that was the purpose of every other mission. I therefore thought that Nate Gumede was a member of the ANC and hence a threat to the IFP.\"\nDo you confirm that, that is in your affidavit?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I see that.",
            "Male"
        ],
        [
            "MR HEWIT",
            "And do you agree with me that nowhere in your affidavit where you deal with the murder of Nate Gumede did you mention anything at all about a commercial transaction between Romeo and Nate Gumede? Nothing about motor vehicles at all? Do you agree with that? Do you agree with that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I explained before that I do not know Nate. I did not know and I was not concerned about that transaction. I do not know how it happened but what I know is that if I had been given instruction I will carry it out as directed. Anything other than that I was not concerned with. If my commander gave me an instruction to do something I would do as Nthena had directed. I would not object. And in this instance I also could not object. Anything other than that I did not know about. I do not know anything about that transaction sitting in the car.",
            "Male"
        ],
        [
            "MR HEWIT",
            "(...indistinct) Mbambo?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes.",
            "Male"
        ],
        [
            "MR HEWIT",
            "(...indistinct) different hits or operations with Romeo Mbambo in the past, correct?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR HEWIT",
            "Do you believe the two of you built up a friendship together?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR HEWIT",
            "(...indistinct) that a certain camaraderie developed between the two of you? Soldier together, correct?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes.",
            "Male"
        ],
        [
            "MR HEWIT",
            "Did you ask Romeo any details at all when he suggested Nate Gumede was to be eliminated? Did you ask him any details about this man? What is he supposed to have done, who is he, how do you know him? Any questions like that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I have already explained that when an instruction was given to me I would do that. An instruction had been given and I would not have objected to it.",
            "Male"
        ],
        [
            "MR HEWIT",
            "Did you ask Romeo Mbambo anything about Nate Gumede, why he should be eliminated or anything like that? Can you remember?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Sir what I know is that Nate Gumede was a prominent ANC member at Langnesua, nothing beyond that.",
            "Male"
        ],
        [
            "MR HEWIT",
            "You never specifically asked Romeo Mbambo any details about him?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "If a person had been certified a prominent member of the ANC he had to be killed that was my job.",
            "Male"
        ],
        [
            "MR HEWIT",
            "My question is you never asked any specific questions about him? Please just answer that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "There was no reason to ask questions from them.",
            "Male"
        ],
        [
            "MR HEWIT",
            "(...indistinct) did not ask any questions about him?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes.",
            "Male"
        ],
        [
            "MR HEWIT",
            "(...indistinct) we have in relation to the murder of Nate Gumede this strange feature that of the four accomplices who killed this man two of them were apparently arrested and charged independently for crimes involving motor vehicles. Namely Andile and also Romeo Mbambo. Do you say that is just a coincidence, it had nothing to do with the murder of Nate Gumede?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I do not understand what you are saying. Can you please repeat yourself?",
            "Male"
        ],
        [
            "MR HEWIT",
            "You see what I am saying to you it looks like two of the members of the team which murdered Nate Gomede both have problems with motor vehicles and the police. So what I am suggesting to you was there ever any kind of criminal theft syndicate amongst those two? I am asking you do you know whether they had any criminal syndicate relating to crimes in relation to motor vehicles?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I do not know anything about that.",
            "Male"
        ],
        [
            "MR HEWIT",
            "Did you ever hear at any stage that Romeo had been charged for robbery relating to a vehicle involving Nate Gomede?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I heard about that?",
            "Male"
        ],
        [
            "MR HEWIT",
            "When did you first hear about that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "After Romeo had been arrested.",
            "Male"
        ],
        [
            "MR HEWIT",
            "So just for the record when, well did you ever find it strange that Romeo had been arrested for a car theft and then shortly after that another member of the team which murdered Nate Gumede is also arrested for car theft? Did that ever strike you as strange?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I would say in this regard Romeo had been arrested because of our activities. I do not know anything about car syndicates or that Romeo's connection with cars did not concern me. I did not know anything about it. All I knew was that we were supposed to kill Nate. I do not know anything about car thefts.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hewit just to be fair it must not be overlooked that we have evidence that Mr Mbambo was acquitted on the car theft charge. So if he was acquitted on the charge the arrest might reflect more on a mistake on the part of the police than him being let off on a technical point because we hear that he was acquitted after the leading of lengthy and in-depth evidence.",
            "Unknown"
        ],
        [
            "MR HEWIT",
            "I am aware of that Mr Chairman. I just wanted those facts placed on record. And I have no further questions for the witness other than to state what I have done in relation to those persons whom I represent, namely that they deny their complicity in any crimes where they are implicated by this witness. Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Hewit. Mr Mpshe do you have any questions to put to the witness?",
            "Unknown"
        ],
        [
            "MR MPSHE",
            "Yes Mr Chairman just one question. Mr Dlamini I note in your affidavit in the Daliwe Mkhwanazi incident, the last sentence in your paragraph on page 402 you state that: \"I can remember there was a passenger with him.\" Do you see that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I do.",
            "Male"
        ],
        [
            "MR MPSHE",
            "Can you tell us as to whether this passenger was an adult or a child or a woman?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "It was an adult.",
            "Male"
        ],
        [
            "MR MPSHE",
            "(...indistinct) by yourself?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I do not know he was hit because there was just one shot fired.",
            "Male"
        ],
        [
            "MR MPSHE",
            "Do you remember in your evidence as well as that of Nthena is that after this incident he rushed to the police station to go and await any report in this regard? Did Nthena tell you as to whether two people died or one person died?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "No he did not tell me. He just told me that Daliwe was dead.",
            "Male"
        ],
        [
            "MR MPSHE",
            "Thank you Mr Chair that is all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you. Mr Stewart do you have any re-examination?\nRE-",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR STEWART",
            "",
            "Male"
        ],
        [
            "MR STEWART",
            "Thank you Mr Chairperson. Mr Dlamini you have  testified that you were born on the twenty first (21st) of\nSeptember 1969, is that right?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "And you went to join the KwaZulu police which led to your training in Caprivi starting in the earlier part of 1986, is that correct?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "(...indistinct) my calculations are not mistaken you were sixteen years old at the time that you were taken for that training in Caprivi. Is that right?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "No further questions thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Stewart. Mr Moloi do you have any questions?",
            "Unknown"
        ],
        [
            "MR MOLOI",
            "Just a single question thank you Mr Chairman. How long did you stay at Esikoweni?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "If I remember well I think I spent about a year. I think I did spend a year.",
            "Male"
        ],
        [
            "MR MOLOI",
            "(...indistinct) all these attacks were done in the space of just that period of time?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "It is not true.",
            "Male"
        ],
        [
            "MR MOLOI",
            "The incidents in Esikoweni?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I do not remember the year in which I arrived at Esikoweni.",
            "Male"
        ],
        [
            "MR MOLOI",
            "(...indistinct) an indication of the frequency at which these attacks or operations took place? Was it on a weekly basis or would there be space of time lapse in between one attack to another? And more or less how often would you say these took place?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Maybe a week would lapse before another operation was carried out but normally they would not follow too closely on each other.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Are you in a position to estimate more or less the number of people that were either injured or killed in these attacks?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "In that regard I will say when you fire a gun you cannot be certain how many people would be hit. So I cannot really certify or be certain about the number of people who were injured or killed.",
            "Male"
        ],
        [
            "MR MOLOI",
            "No further questions thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you. Mr Motata any questions?",
            "Unknown"
        ],
        [
            "MR MOTATA",
            "Yes thank you Mr Chairman. Mr Dlamini I want you to have regard to page 377 which would be paragraph 5 of your affidavit. It would be right at the beginning.",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I found it.",
            "Male"
        ],
        [
            "MR MOTATA",
            "There are four names there; Watum Talani, Dan Molefe, Mosa Nxkhulu, Nkosinate Sibisi. You see those names?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I do.",
            "Male"
        ],
        [
            "MR MOTATA",
            "You referred to them as youths were they the same age as yourself?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "They were older than me.",
            "Male"
        ],
        [
            "MR MOTATA",
            "You say they are or as at the time you deposed to this affidavit they were still members of the KwaZulu police force. Am I understanding you to say that?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I do not know how the statement taker wrote this statement. I know these people from Mpumalanga and Hammersdale, we were together at Caprivi before they became members of the KwaZulu police. They only became members of the KwaZulu police after their Caprivi training. But I do know them from Hammersdale. They were older than me.",
            "Male"
        ],
        [
            "MR MOTATA",
            "(...indistinct) fact is within the KwaZulu police to engage people as at the age of sixteen to be police?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I would not be able to explain in that regard because I do not know the procedure concerned in the recruiting of policemen. So I would not be able to explain that.",
            "Male"
        ],
        [
            "MR MOTATA",
            "Now let's return to you joining the IFPSA Youth. I take it you joined the IFP because you agreed with the policy of the IFP. Would not I be right in so saying?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR MOTATA",
            "Now in your oral evidence you said for instance you were given lessons about Inkatha, you were taught about Inkatha. Did you not know enough of Inkatha before you joined them?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I will say I knew about the policies of Inkatha at the time.",
            "Male"
        ],
        [
            "MR MOTATA",
            "Give me clarity here Mr Dlamini? You say Mandlunduna that is Dalukolo Luthuli who was the political commissar gave you lectures in politics, you recall there saying so?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is true.",
            "Male"
        ],
        [
            "MR MOTATA",
            "What politics was that? Because you belonged to a political party, what politics was he teaching you?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "We were taught about the objectives of the IFP, what it was and what its objectives were and what it was about and also the fact the IFP was a non-violent organisation.",
            "Male"
        ],
        [
            "MR MOTATA",
            "Thank you Mr Dlamini. Thank you Mr Chairman I have got no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Motata. Mrs Khampepe do you have any questions?",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Yes Mr Chairperson. I just need some clarification from Mr Dlamini. Mr Dlamini in your oral testimony before this committee today you have stated that after Mr Gomede had been killed Mr Mkhize obtained petrol from the engine of the car and doused the body of the late Mr Gomede with petrol. I want to know whether the statement which appears in your affidavit at page three nine, nine (399) where you state that after the body had been left lying of Mr Gomede you proceeded to the premises in the Danford area of Mr Silas Sthele, who was the chairperson of the Inkatha Youth Brigade in that area. Where you requested and you received a can containing five litres of petrol from Mr Sthele and that you used that petrol to set Mr Gomede alight. Now which of the two versions should we accept? Because you have given a different version in your testimony today.",
            "Female"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I would like to explain. Nate was shot at Port Danford. From there we went to Mr Silas Sthele's house who resided in Port Danford. And we requested petrol and he gave this to us. And we went back and set Nate's body alight. That is what I remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry please settle down?",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Is the evidence then that the petrol which was used to set Mr Nate alight obtained from the engine of the car not true but false?",
            "Female"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I would like to explain that this happened a long time ago and I do not remember exactly if indeed we removed or got petrol from the car or we received it from Silas Sthele. But I do know that we set his body alight using the petrol.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Dlamini you have sat in these proceedings for two weeks almost. You have heard the evidence of all the applicants who have testified before this committee giving the evidence that the petrol that was used to douse the body of the late Mr Gomede was obtained from the engine of the car. Have you not had a chance, have you not given yourself an opportunity to reflect particularly on that aspect of this incident?",
            "Female"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "As I mentioned before the writing of these statements was a rigorous exercise. It could happen that I also made a mistake here. If I now reflect back I think we got the petrol from the car that we were using at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please be quiet?",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Mr Dlamini on page 398 with regard to incident number 7 you have stated that you decided at a particular stage to carry out the elimination of Mr Gomede and that was when you were at Eshowe ...",
            "Female"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes I do remember.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Now what I wanted to know is at that stage had you been advised by Mr Mkhize that you would be conducting the elimination of Mr Gomede? Was that the only time or had you been advised before getting to Eshowe that you would be conducting the elimination of Mr Nate Gomede?",
            "Female"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "As I have mentioned before after we aborted our mission at the hospital we discussed that there was another target that had to eliminated, Nate Gomede. We then went to fetch him and I did not ask questions about why he was being targeted or had to be killed. What I knew was that he was an ANC member.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Dlamini you were merely a foot soldier taking instructions from the likes of Mr Mkhize. Is that so?",
            "Female"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "You would not be able to say whether there had been any plans before going to Eshowe with regard to the elimination of Mr Gomede?",
            "Female"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I do not think that there were other plans. We were just going for our targets.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "I do not understand that response. Are you saying that it is not possible (...intervention)",
            "Female"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "There were no other plans that we had been given.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "My question, let me put it to you again. You would not be able to say that before you went to Eshowe Mr Mkhize had not had plans to proceed to Durban to eliminate Mr Gomede? You would not be able to can say that?",
            "Female"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I would not know about it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you. Mr Stewart do you have any questions arising?",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Just one area. Thank you Mr Chairperson. Mr Dlamini you will have noticed that if I am interpreting things correctly there is a concern here as to whether or not Mr Silas Sthele whom you have mentioned was involved in any way in the burning of the body of Nate Gomede. Now I want you to think about this carefully. If you recall yesterday there was a confusion which had to be cleared up by Advocate Mpshe about the mother of one Gdinga. Because she had to come here and clear her name. Now you must think carefully because the same situation might arise in relation to Mr Silas Sthele. If it happened that you went and you got petrol from some one such as Mr Silas Sthele would you have told that person why you needed that petrol? In other words what I am asking you is did Mr Silas Sthele know that you were using petrol from him for the burning of a body?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I would not think so.",
            "Male"
        ],
        [
            "MR STEWART",
            "So (...indistinct) your answer is that you d not think that Mr Silas Sthele had an involvement in that incident?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "I can just say that we got the petrol from his home.",
            "Male"
        ],
        [
            "MR STEWART",
            "Thank you Mr Chairperson no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Stewart. Mr Wills do you have any questions arising?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes I have one arising from Mrs Khampepe's questioning. Mr Dlamini, Andile was not a member of your hit squad, is that correct?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now is it not so that the sole purpose of him being in the car before you got to Eshowe when you left Esikoweni was for him to identify where Nate Gomede was residing in Durban? That is why he was in the car with you, is that correct?",
            "Male"
        ],
        [
            "DAVID ZHELI DLAMINI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you. No further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Wills. Mr Ngubane do you have any questions arising?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Thank you Mr Chairman I have none thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Ngubane. Mr Hewit do you have any questions arising?",
            "Unknown"
        ],
        [
            "MR HEWIT",
            "No, thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you. Mr Mpshe do you have any questions?",
            "Unknown"
        ],
        [
            "MR MPSHE",
            "Nothing Mr Chairman, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you. Thank you Mr Dlamini you may stand down.\nWITNESS IS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Stewart does that conclude the evidence relating to incidents that occurred in Esikoweni and this area of Northern Zululand?",
            "Unknown"
        ],
        [
            "MR STEWART",
            "In so far as the evidence of the applicants themselves is concerned, yes. I intend calling no further witnesses at this hearing thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you. So am I then correct that we have no more evidence at all for this hearing is that so Mr Mpshe?",
            "Unknown"
        ],
        [
            "MR MPSHE",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there no more evidence?",
            "Unknown"
        ],
        [
            "MR MPSHE",
            "There is no more evidence Mr Chairman. In as far as the hearings in this area is concerned they stop today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes. I would just like to explain now to the people present.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Sorry Mr Chairman, sorry to interrupt you. I do concede that there is no more evidence that is to be led. There was the question of the subpoena of Doctor Nthlathla which was dealt with. I am receiving conflicting instructions at the moment. We hope to sort out the matter after the meeting between the victims and the applicants have taken place. And maybe tomorrow I will be in a position to clarify my position on that score.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr Ngubane do you intend to lead any evidence from the objectors side?",
            "Female"
        ],
        [
            "MR NGUBANE",
            "At the moment I do not have instructions to lead any evidence. We will hear from the meeting what is happening and if there is any evidence we will then lead evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So do I understand from that, that there may be evidence led but you do not know and if there is will that be tomorrow? Because I want to know now whether we adjourn now for the resumed hearing elsewhere or whether we adjourn now until tomorrow?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "If there is we may need just one tomorrow, just one or two people tomorrow.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what you are saying is we should adjourn until tomorrow because there may be some evidence?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So I think then we must do that because we do not want the situation to arise where we have to come back just for some evidence that could probably be dealt with in the morning. I may indicate Mr Ngubane that we should try to conclude by lunch time tomorrow because people have to catch planes in the afternoon.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "I do understand Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes in the circumstances then we will adjourn until tomorrow in this hall. There may be some more evidence tomorrow there may be not. It depends on the outcome or what happens at a meeting that is going to take place this afternoon between the applicants and their legal representatives and the victims and their legal representative. Arising out of that meeting it may be decided that there is going to be evidence tomorrow. On the other hand they may decide not to have any evidence in which event this matter will then be postponed to a further date which will be advised tomorrow because this hearing includes a lot more incidents than what we have heard here during the past two weeks. There is a number of incidents that also took place in the Hammersdale, Mpumalanga areas and we as a committee will be taking the hearing down to that area where we will hear further evidence and the applicants will again, those who were involved in incidents down there, testify. And then after the applicants have finally finishing testifying then witnesses there may also testify if they wish and also here implicated persons may wish to testify. By the way Mr Hewit is there any implicated person having an interest to testify at this stage of the proceedings here in Esikoweni?",
            "Unknown"
        ],
        [
            "MR HEWIT",
            "I will take instructions on that. But I do not think so Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because if a victim or implicated person wishes to testify in respect of incidents that took place here and they do not testify tomorrow they will also have the opportunity to testify at Mpumalanga.\nMr Chairman may I enjoy your indulgence please and respond to what Mr Ngubane has just said It would appear I am the only person who seems to worry more about logistics and arrangements as far as hearings are concerned. Seeing that the victims are going to remain after we shall have adjourned and Mr Ngubane will be consulting with them now, is it not possible for him as soon as he knows from them today to announce to the (...indistinct) that we will not sit or will sit tomorrow. I am avoiding transporting people in here only to be told and we pay for the buses, to be told that no hearing is going on. If he could take advantage of the fact that they are going to remain, they are going to talk to them now then we can announce to the people whether we are going on or not tomorrow. Please Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes would there be any objection to that? In which event then this matter would have to be formally postponed. When would that on your scenario be done Mr Mpshe?",
            "Unknown"
        ],
        [
            "MR MPSHE",
            "Is that the other hearings in Mpumalanga Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MPSHE",
            "Mr Chairman we have agreed on the week of the 25th in May month.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "25th of May?",
            "Unknown"
        ],
        [
            "MR MPSHE",
            "The 25th that one week.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are we all available then?",
            "Unknown"
        ],
        [
            "MR MPSHE",
            "All the committee members are available. I have checked that.",
            "Male"
        ],
        [
            "MR MOLOI",
            "Mr Chairman I will not be available in that week. I have no commitment on the 26th, 27 and 28.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It seems that we have got a problem because one of the committee members, Mr Moloi says that he is not available and.",
            "Unknown"
        ],
        [
            "MR MPSHE",
            "I will consult with the other parties and we will look into other dates. We had suggested again the first week of June but I have noted the first week of June the whole panel is not available. It is the (...indistinct) public hearing. Perhaps we will think of the second week of June starting on the 8th.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what we can do at this stage is just to try to be pragmatic is to say that if it is established this afternoon that no victim will testify tomorrow morning then and only in that event this matter will be postponed to a date to be arranged. And to a venue still to be arranged. And full notification will be given of such dates and venue when it is arranged. If however it arises that a witness or two whatever will in fact testify or wants to make some submissions tomorrow to the committee then it will be announced to the people who are present. Will they all be going back, well not all but a lot of them be going back in the same buses? Prior to their departure that the matter will be postponed until tomorrow and then in that event I do not know what Mr Hewit's situation is. Will you be travelling back now to?",
            "Unknown"
        ],
        [
            "MR HEWIT",
            "Mr Chairman we have been travelling back to Durban each day so I would not like to have an abortive trip up here tomorrow.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes I think Mr Hewit if you could leave your telephone number with Mr Mpshe then he can inform you as to whether it is necessary to come back tomorrow.",
            "Unknown"
        ],
        [
            "MR HEWIT",
            "I will be indebted for that Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And if it is not then it is postponed to a date to be arranged. Is that understood? Yes so I just ask the people present here please if you could just remain for a while until such time that it is established by Mr Ngubane whether there will be any evidence. That is of course if you have any interest to come and listen tomorrow. Thank you very much. If we do not sit tomorrow I would just like to take this opportunity to thank the people who have made this hearing possible here in Richards Bay. The decision to come here to Richards Bay was made on very short notice. A lot of work had to be done very quickly and some sterling work was done particularly by Mr Ashley Herslap and Ms Melanie Burts and other people who were involved. It caused great inconvenience to a number of other people as well like the sound technicians with moving their sound equipment up, with the security people who were providing security and the witness protection people. And I would like to thank everybody indeed for everything they did. I would also like to thank the Zululand Chamber of Business for making this wonderful venue available for us. It is really a suitable venue and most convenient. And I would last but certainly not least like to thank all those persons who were present during the hearing for their attendance. The attendance at this hearing was outstanding. Certainly by far the biggest that I have come across at a hearing and the conduct of such a large crowd was exemplary during the hearing. Thank you very much. And also certainly not least I would like to thank the interpreters for sitting in that, it is hot enough not being in a little box, they sat in a little box day in and day out interpreting flat out. Thank you very much indeed. Thank you and unless we see you tomorrow good bye and thank you.\nCOMMITTEE ADJOURNS\nON RESUMPTION ON THE 24-04-98",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Morning everybody you will recall yesterday we adjourned earlier to allow the applicants and victims to have a meeting (...indistinct) to decided whether or not there will be any further evidence at this venue. I have been informed that indeed there is going to be further evidence. Before we get to that Mr Lasich. If you could push the red button, the light must come on.",
            "Unknown"
        ],
        [
            "MR LASICH",
            "Thank you Mr Chair my name is Lasich. I have been instructed by Mr Zama to appear today on the basis that there have been certain bits of evidence implicating him in these hearings and through you Mr Chairman I would like to request a copy of the transcript and statements and I (...indistinct) to reserve my right to put questions to these people. I believe these applicants will be testifying in further hearings (...indistinct)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you. Sorry before we proceed Mr Lasich sorry could you spell your name?",
            "Unknown"
        ],
        [
            "MR LASICH",
            "It is L-a-s-i-c-h. Initials M J.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lasich yes indeed the name of your client was raised during the evidence given by Mr Mbambo, one of the applicants and as such he in terms of section 30 of the Act has certain rights. And it was mentioned when this matter arose that he will be served with notice in terms of section thirty (30) that the formality will be complied with. And indeed the relevant extract of the proceedings will be made available. And we have not as yet been informed of the exact date or place of the next hearing but there is indeed going to be a further hearing down in or in or near the Mpumalanga, Hammersdale area at which the applicants will be present and an opportunity will be provided for any questioning that you may want to make there. Leading by any evidence by your client or whatever. I think what you must do is perhaps if you could leave your details or make an arrangement with Mr Mpshe, the evidence leader about getting the transcript, etc what the most convenient way to do it will be.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Sorry Mr Chairperson if I can just come in here just for absolute clarity.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes. Sorry Mr Lasich, Mr Wills is Mr Mbambo's legal representative.",
            "Unknown"
        ],
        [
            "MR LASICH",
            "I have been present the previous hearings in Durban when he was there as well Mr Chairman thank you.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes thanks Mr Chairperson you will note from Mr Mbambo's affidavit that Mr Mbambo has absolutely no involvement in any of the matters that we will be dealing with in Mpumalanga. So if it is necessary for him to be recalled I trust that such application will be made. Because we are not intending to lead him for any other evidence whatsoever.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you Mr Wills. Yes the Act does give implicated persons certain rights and if Mr Lasich feels that it is necessary to put some questions to Mr Mbambo I think he may have to be recalled for that purpose. But it would be just for with regard to the implication of Major Zama that, that questioning would be restricted to yes.",
            "Unknown"
        ],
        [
            "MR HEWIT",
            "Yes thank you Mr Chairperson. Look we will not object that at all. I was just making that point because we were not a hundred percent sure if either Mr Mkhize or Mr Mbambo were going to be present at the Mpumalanga hearings but it appears that it will probably (...intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My personal feeling on that Mr Wills is that this is a combined application. It is the application of seven people that is being heard together and therefore it is all of theirs hearings and I think it would probably be better if they were present at those hearings. That is what I would have thought because it is their application as such. And one never knows although they were not involved something might crop up somewhere along the line and which might require you to take instructions on a point or whatever. It would be more convenient I think if all the applicants were present at that hearing as well, that resumed hearing.",
            "Unknown"
        ],
        [
            "MR HEWIT",
            "Yes thank you for clearing that up for me Mr Chairperson. I appreciate that. That will also assist with those instructing me. Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ngubane have you anything to say about the meeting yesterday and witnesses to be called today as a result thereof?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Yes Mr Chairman I will only call one witness but I believe that Mr Stewart has something to say to the Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Stewart?",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Thank you Mr Chairperson. Mr Chairperson I have received a request through Mr Ngubane from the victims that they have not heard Mr Luthuli take responsibility for his role in the sufferings in this community. Of course Mr Luthuli did do that in evidence in Durban and he explained his position. I have mentioned this to my learned friend. What I request of the committee is to allow an opportunity, I have insisted with Mr Luthuli that it should be ten minutes and no more, to allow Mr Luthuli an opportunity to express to this community or to confirm that he was involved in the ways in which the other applicants have said and to make a few comments on that. But not to give any detail.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes I think Mr Stewart we have heard his evidence in regard to the merits, the training, various incidents but if he can give evidence and restrict it to what you say (CONFERS WITH OTHER COMMITTEE MEMBERS)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Does anybody else have anything to say? Mr Hewit?",
            "Unknown"
        ],
        [
            "MR HEWIT",
            "Yes Mr Chairman. It occurs to us that the very purpose of the meeting yesterday afternoon, at which we were not present but, the very purpose as we understand it of the meeting yesterday afternoon was for members of the community who were affected by these various actions on the part of the applicants who have testified was to afford them an opportunity of talking to them and putting as many questions as they wish to them yesterday afternoon. Now Mr Luthuli as far as I know would have been present at those discussions yesterday afternoon. And I would have imagined then that if his role was not known that would have been canvassed yesterday afternoon. It just seems to me that to get him to speak now may be an exercise in futility if that occurred yesterday afternoon.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Stewart I have spoken with my fellow committee members and the concern expressed is that it will start, we have already got that evidence on record. Was it not canvassed yesterday? Did he not speak, is there going to be a repetition of what happened yesterday or what is the actual purpose fr it?",
            "Unknown"
        ],
        [
            "MR HEWIT",
            "Thank you Mr Chairperson.\n\tFirstly no, it was not canvassed yesterday. That primarily what was canvassed yesterday was the details of incidents and whether the, I am sure this will be explained in due course, but whether the applicants knew about this incident or that incident or the other one and so on. That is the kind of thing that was canvassed. There was a time constraint, the prisoners had to go back to prison and so on. And the request then came subsequently after the meeting had adjourned. \n\tBut the problem is we have not heard Mr Luthuli own the process and accept responsibility. And what I am suggesting is not that he even gives evidence on oath but that he merely makes a statement here. What I anticipate is something really brief. This is a request that has come through the victims. I am sure my learned friend Mr Ngubane and indeed Advocate Mpshe will back me up. I am loathed that we spend more time debating whether to do something which will take less time than the debate.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps let me briefly hear Mr Ngubane and Mr Mpshe on this? Mr Mpshe you have been delegated to speak first.",
            "Unknown"
        ],
        [
            "MR MPSHE",
            "Thank you Mr Chairperson, members of the committee. Indeed I support what Mr Stewart is saying. Mr Chairman it should be recalled that what happened yesterday when the members of the public were putting questions, they were putting questions to the applicants who testified in this hearing. And they did not have any opportunity of listening to Mr Luthuli's evidence. And the agreement is that he is not going to start a novel with his evidence. It is just for him to introduce himself to the people and say: \"I am Luthuli and these are the following, I am the person who gave command and I apologize,\" and that is it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mpshe.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Mr Chairman I can only confirm what Mr Mpshe has said, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that why you asked him to go first Mr?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "Sorry Mr Chairperson if I can just add my bit? I think it is important and I support it in the spirit of the true purpose of the Act in that it is reconciliation between the perpetrators and the victims of violence thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes I think I will allow him to give evidence but if it is restricted to what you say. We do not, he has already given evidence on record with regard to the merits and the role that he played but just to give him an opportunity to speak to the victims concerned. Because we know that the vast majority of the victims were not present when he testified.",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then I will give an opportunity to any counsel to cross-examine or ask questions in the usual manner if anything arises.",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Thank you Mr Chairperson we are indebted to the committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you going to start with Mr Luthuli?",
            "Unknown"
        ],
        [
            "MR STEWART",
            "If that would be convenient Mr Chairperson. I am not sure Mr Chairperson whether what you have said indicates that he will be sworn in and so on?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think we may as well swear him in. Could you swear him in Sisi?",
            "Unknown"
        ],
        [
            "DALUTXOLO WORDSWORTH LUTHULI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Thank you Mr Luthuli you have heard in the debate  a few minutes ago what is envisaged you should testify to now. And you have also heard that we are impressing upon you that we have little time to deal with this. But this request has come from the victims. Will you now explain briefly your role and your position in relation to the victims?",
            "Male"
        ],
        [
            "DALUTXOLO WORDSWORTH LUTHULI",
            "I can say to the community of Esikoweni and surroundings as I am here before them I am giving them assurance that everything that has been presented here is as it has been presented. That is the honest truth that cannot be refuted. These men were trained in Caprivi. The reason therefore was not what you used to hear that they were going to guard Amakosi, etc, etc. The truth is these were soldiers, IFP soldiers. The IFP president, Doctor Buthelesi and his secretary general, M Z Khumalo know this very well. I would also add that they are colleagues. General Malan know this very well because they had planned this that, planning that it was going to happen exactly as it happened. I also explained that there was a time where we met as a planning committee, a big planning committee in the presence of M Z Khumalo, Brigadier van Niekerk, Major Botha of the special branch.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(...indistinct) that we have heard before now, we are going to planning committees and training. I thought he was coming to express his feelings and the role he played. He seemed to be giving evidence in chief now again on the merits. We might be here for another three days on this lot.",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Mr Stewart you would have actually have to oblige Mr Hewit the right to cross-examine on any issue that he may actually bring forth during this testimony.",
            "Female"
        ],
        [
            "MR STEWART",
            "As I understand it the chairperson has already ruled that Mr Hewit will have that right.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The idea was not to go over his whole evidence again. We have had Mr Luthuli for two days I think talking about planning committee and who trained and who gave orders. We have had that. I thought the idea was at the request of the victims to come and express his feelings about it to the victims and not to go back over the merits. This is the difficulty that I have with this evidence.",
            "Unknown"
        ],
        [
            "MR HEWIT",
            "Mr Chairman if I could just make a point here. Surely my learned friend, Mr Stewart can lead the witness on the very issues that he said he would, namely that he was part of the campaign to attack UDF and ANC people in Esikoweni. He knew what was going on and he apologizes to them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think we can proceed with this otherwise we are going to just have the evidence coming up again.",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Thank you Mr Chairperson. Mr Luthuli you have heard what has been said. What we are not asking you for is the details and I will attempt to confine your evidence in the following respect. You have explained those structures and so on. Will you answer this question? Were you involved in the hierarchy of the command structure of this and other hit squads in KwaZulu Natal?",
            "Male"
        ],
        [
            "DALUTXOLO WORDSWORTH LUTHULI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "And in general terms were you aware of the activities that this hit squad was involved in?",
            "Male"
        ],
        [
            "DALUTXOLO WORDSWORTH LUTHULI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "And in general terms were their activities within the intention of why they were formed and trained and so on?",
            "Male"
        ],
        [
            "DALUTXOLO WORDSWORTH LUTHULI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STEWART",
            "So do you accept responsibility for their activity?",
            "Male"
        ],
        [
            "DALUTXOLO WORDSWORTH LUTHULI",
            "Yes.",
            "Male"
        ],
        [
            "MR STEWART",
            "Will you explain to the committee and to the community whether and to what extent you accept responsibility and apologize for the violence and destruction in the local community?",
            "Male"
        ],
        [
            "DALUTXOLO WORDSWORTH LUTHULI",
            "I would like to say to the Esikoweni community that these witnesses have already agreed that they were the ones killing people at Esikoweni, I knew about that. And Ulundi also knew about this. I was not the only one who knew about this. And therefore to the Esikoweni community I want to assure you that even the feelings that you do not know yet I will try by all means so that, that can be explained as well. That should be investigated because these people were not the only ones involved in the hit squads at Esikoweni. There were others who were also involved like BSI, they had their own hit squad. And myself as their commander used to sit down and perhaps meet them and they would tell me what they were doing. Not these ones. And in all things that still need clarity, clarity is forthcoming. I can assure you and I would therefore appeal to you and explain everything that they did. Please forgive me because I am indeed the one who gave them orders? They are the ones who reported back to me. And therefore there is nothing that they did on their own. I ask for your forgiveness.",
            "Male"
        ],
        [
            "MR STEWART",
            "Thank you Mr Chairperson for indulging us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Stewart. Mr Wills do you have any questions?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "No questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ngubane?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "No questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hewit?",
            "Unknown"
        ],
        [
            "MR HEWIT",
            "No questions, thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lasich?",
            "Unknown"
        ],
        [
            "MR LASICH",
            "No questions, thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe?",
            "Unknown"
        ],
        [
            "MR MPSHE",
            "No questions, thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Therefore no re-examination Mr Moloi?",
            "Unknown"
        ],
        [
            "MR MOLOI",
            "I have none thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Motata?",
            "Unknown"
        ],
        [
            "MR MOTATA",
            "I have got no questions Chairperson, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mrs Khampepe?",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "Thank you Mr Chairperson, I have no questions.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you Mr Luthuli. You may stand down.\nWITNESS EXCUSED.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Ngubane?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Thank you Mr Chairman. May I so leave to call Nonhlanhla Zulu please?",
            "Male"
        ],
        [
            "NONHLANHLA TANDAZILE ZULU",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Thank you Mr Chairman before I proceed leading this witness may I place on record the fact that when, there was a meeting yesterday and when I consulted with my clients, Mrs Tarliwe and Mrs Nxumalo were not present. Especially towards the end of the meeting. And I have not been able to see them today. If there is any position which they take which differs from what is going to be testified on by the witness we will make those submissions later to the commission. Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Ngubane.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Miss Zulu is it correct that you are one of the victims?",
            "Male"
        ],
        [
            "NONHLANHLA TANDAZILE ZULU",
            "(No translation)",
            "Female"
        ],
        [
            "MR NGUBANE",
            "Is it correct that you are one of the victims?",
            "Male"
        ],
        [
            "NONHLANHLA TANDAZILE ZULU",
            "Yes that is correct.",
            "Female"
        ],
        [
            "MR NGUBANE",
            "Were you present yesterday at a meeting between the applicants and the victims that took place between half past two and five p.m. yesterday?",
            "Male"
        ],
        [
            "NONHLANHLA TANDAZILE ZULU",
            "Yes that is correct.",
            "Female"
        ],
        [
            "MR NGUBANE",
            "And is it correct that the intention of that meeting or the objective of that meeting was to afford the victims to interact directly with the applicants?",
            "Male"
        ],
        [
            "NONHLANHLA TANDAZILE ZULU",
            "That is correct.",
            "Female"
        ],
        [
            "MR NGUBANE",
            "Is it ever correct that although the main applicants were Mbambo, Mkhize, Dlamini, Khumalo, Mr Luthuli was also present?",
            "Male"
        ],
        [
            "NONHLANHLA TANDAZILE ZULU",
            "Yes they were all present.",
            "Female"
        ],
        [
            "MR NGUBANE",
            "And the other two gentlemen who did not testify were also present?",
            "Male"
        ],
        [
            "NONHLANHLA TANDAZILE ZULU",
            "That is correct.",
            "Female"
        ],
        [
            "MR NGUBANE",
            "Is it correct further that at the end of the meeting you were mandated by the victims to speak on their behalf?",
            "Male"
        ],
        [
            "NONHLANHLA TANDAZILE ZULU",
            "That is correct.",
            "Female"
        ],
        [
            "MR NGUBANE",
            "Are you therefore speaking there in the dual capacity, that is in your personal capacity as a victim and in the capacity as the representative of all the victims?",
            "Male"
        ],
        [
            "NONHLANHLA TANDAZILE ZULU",
            "That is correct.",
            "Female"
        ],
        [
            "MR NGUBANE",
            "The victims that were here yesterday, is it correct that they included not only the victims who were resident at Esikoweni but also the victims who were of the surrounding areas, especially Mandeni?",
            "Male"
        ],
        [
            "NONHLANHLA TANDAZILE ZULU",
            "That is correct.",
            "Female"
        ],
        [
            "MR NGUBANE",
            "Can you tell the members of the committee the message which you were given to deliver to the committee?",
            "Male"
        ],
        [
            "NONHLANHLA TANDAZILE ZULU",
            "Thank you. Chairperson and the entire committee and the community at large it is a pleasure for me to be granted this opportunity to express our opinion about the meeting that we had yesterday afternoon. Myself as a victim (...intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Miss Zulu sorry to interrupt I see some people are indicating if you could please speak a little bit louder?",
            "Unknown"
        ],
        [
            "NONHLANHLA TANDAZILE ZULU",
            "Myself as a victim and all other fellow victims at Esikoweni and Mandeni and other areas surrounding areas, during our meeting yesterday we had an opportunity to ask those who are asking for amnesty questions and ask them clarity on things that were not clear to us. We are grateful that clarity was given but I would first of all like to explain that in the meeting we were not complete. Some people were not here, that is the victims. In the meeting they were to receive clarifications and explanations. We then discussed and took a decision that we were satisfied with the explanations that they had supplied us. We believe that they had told us the truth because activities that were performed by people who are no longer here but on their orders. This they were able to explain to us and they indeed gave us an explanation that they were ordered by those people. We then agreed that we accept their request for forgiveness. In that way we do not oppose the decision that will be made by this committee as befitting these applicants. If the committee decides that on their testimony they should be granted amnesty, we do not oppose this. But the victims also expressed that all concerned individuals who indeed planned these activities but have not sought amnesty and those who were directly implicated in the terrorising of the community and who have not sought amnesty we request that they be indeed summoned to a forum where they can explain their activities. We as the victims in Esikoweni and surrounding areas cannot rest until we see that justice takes its due course regarding those implicated persons. We will like to see all of them brought to justice and pay for their activities. I thank you.",
            "Female"
        ],
        [
            "MR NGUBANE",
            "Ms Zulu is it correct that a summary of your message is to the fact that the victims do forgive the applicants?",
            "Male"
        ],
        [
            "NONHLANHLA TANDAZILE ZULU",
            "That is correct.",
            "Female"
        ],
        [
            "MR NGUBANE",
            "And is it also further correct that the victims were satisfied that there was a full disclosure as humanly as possible of all the horrific acts by the applicants?",
            "Male"
        ],
        [
            "NONHLANHLA TANDAZILE ZULU",
            "Yes that is correct.",
            "Female"
        ],
        [
            "MR NGUBANE",
            "Is it the belief the victims that the applicants were acting under political orders when they committed these acts?",
            "Male"
        ],
        [
            "NONHLANHLA TANDAZILE ZULU",
            "Yes that is correct.",
            "Female"
        ],
        [
            "MR NGUBANE",
            "Thank you Mr Chairman, that is all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Ngubane. Mr Wills do you have any questions?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "No questions Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you. Mr Stewart?",
            "Unknown"
        ],
        [
            "MR STEWART",
            "No questions Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hewit?",
            "Unknown"
        ],
        [
            "MR HEWIT",
            "No thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR LASICH",
            "No questions thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe?",
            "Unknown"
        ],
        [
            "MR MPSHE",
            "No questions thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Moloi?",
            "Unknown"
        ],
        [
            "MR MOLOI",
            "I have none thank you Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Motata?",
            "Unknown"
        ],
        [
            "MR MOTATA",
            "I have no questions thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mrs Khampepe?",
            "Unknown"
        ],
        [
            "MS KHAMPEPE",
            "No questions from my side Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Miss Zulu, you mat stand down.\nWITNESS EXCUSED.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Ngubane you mentioned at the beginning of your evidence that you would want to speak to Mrs Tarliwe and Nxumalo I think. Have you got any other witness as this stage?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "No I have no other witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Should we take an adjournment at this stage and then you can inform us perhaps in chambers whether you are going to call somebody else or not?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Yes, five minutes, ten minutes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes we will take a short adjournment at this stage just to give Mr Ngubane an opportunity to decide whether or not there is going to be any further evidence.",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Mr Chairperson, sorry to intervene. Could I suggest also that we try and use that opportunity to settle dates for the next hearing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that would be a good idea Mr Stewart. If we cannot we will have to arrange it, postpone it to a date o be arranged which I know in itself presents quite a lot of problems because then you have got to do it from long distance, making those arrangements. So I would appreciate it if the legal representatives could get together and see if we can arrive at a fixed date for the resumed hearing of this matter.",
            "Unknown"
        ],
        [
            "MR HEWIT",
            "Mr Chairman might I enquire from my learned friend, Mr Ngubane whether it is remotely possible that when he gets instructions from these other persons he has mentioned whether it is envisaged he might call further evidence or other persons may speak. Because this will determine whether i and my colleagues to the right of me will remain in attendance or not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes that is the purpose why we are taking this short adjournment for Mr Ngubane to establish whether or not he is going to call anybody. So I think perhaps if you could also be there together when you arrange dates Mr Hewit and sort that out at the same time.",
            "Unknown"
        ],
        [
            "MR HEWIT",
            "As you please Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will take a short adjournment.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Ngubane?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Thank you Mr Chairman and I am indebted to the members of the committee for the indulgence. I have no further witnesses to call. But I would like to place it on record that Mrs Tarliwe and Mrs Nxumalo are not present at this stage. Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Ngubane.",
            "Unknown"
        ],
        [
            "MR STEWART",
            "Sorry Mr Chairperson if I can just place something on record?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes certainly Mr Wills.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I am instructed by the applicants, all applicants just to place on record that they appreciate the position taken by the community and they are enormously humbled by the depth of compassion that the community has shown. Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Wills. The only then outstanding issue is has it been arranged when we will be proceeding and where or will we be postponing to a date to be arranged?",
            "Unknown"
        ],
        [
            "MR MPSHE",
            "(...indistinct) to a date to be arranged as well as a venue.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That then ladies and gentlemen brings this part of the hearings to a conclusion. As I mentioned yesterday we will proceed with this hearing but at another venue in order to give the victims involved in incidents at other places an opportunity to be present. That venue will be, as I have mentioned earlier somewhere in or near Mpumalanga district. A date has not yet been finalised when that resumed hearing will commence. So in the circumstances I am now postponing this hearing to a date to be arranged and also to a place which is still to be arranged.\n\tDue notification will be made about the dates and the venue and we will then proceed with the matter from there. And I reiterate what I said yesterday and thanking everybody for making this hearing go as it did. I thought it went very well. Thank you, we will now adjourn.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}