{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-02-04",
        "location": "DUDUZA",
        "day": "1",
        "names": [
            "SIPHO WELLINGTON NDUMO"
        ],
        "case number": "JB002993/01ERKWA",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55042&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/duduza/ndumo.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR NDUMO",
            "RUSSELL ALLY",
            "MRS SEROKE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR NDUMO",
            "DR ALLY",
            "MRS SEROKE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We shall have Mr Xaba taking the podium please. Sipho, you have come alone, you had no friend, no supporter, no family member.  Okay, as long as ...",
            "Unknown"
        ],
        [
            "MR NDUMO",
            "They are working, they are not around.  My younger brother is at school.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, we are assured that they have been source of strength and support to you all the time and as you are sitting there, you can count on their support.  You are welcome, feel at home.  Who is taking him.  Yes, I will hand you over to Dr Russell, okay.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Good afternoon, Mr Ndumo.",
            "Unknown"
        ],
        [
            "MR NDUMO",
            "Good afternoon.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Could you please stand and raise your right hand.",
            "Unknown"
        ],
        [
            "MR NDUMO",
            "(Duly sworn in, states).",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Thank you.  Mr Ndumo, you are coming to speak about something that happened to you.",
            "Unknown"
        ],
        [
            "MR NDUMO",
            "Yes.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "It took place in Ratanda in 1992.",
            "Unknown"
        ],
        [
            "MR NDUMO",
            "Yes.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "It relates to a conflict involving the trade unions at the time and a struggle of workers.  Will you please just go through what is in your statement for us.",
            "Unknown"
        ],
        [
            "MR NDUMO",
            "This started at Escourt in the company I was employed.  The company that employed me, there were monies\nthat we had to donate, to donate and we launched a strike.  From there, there were divisions now.  I left the place, my home where I had hired a room.  I took my clothes and my possessions from that room. As I was going out of the room I saw one guy and I was headed to the hostel, I saw this guy coming, approaching me and he held me at the back and there was a group of students approaching suddenly and they stoned me.  My tooth broke and I suddenly saw one gentlemen from the community and asking why are you attacking this poor guy because he is just coming to fetch his possessions and they replied and said, we are attacking him because he is an Inkatha member.  He said, is that the only reason.  The group said, yes, that is the only reason and they spread and they ran off.  \nI went to the hostel and there were girls that I saw and the girls took me to the police station and an ambulance was called so I may be taken to the hospital.  I was swollen all over my head and my other tooth broke.  I was admitted for few days at hospital.  I was discharged and I went back to my place of work.  I was given three weeks off, sick leave, and I went back home and tried to nurse myself.  When I regained my full composure, I went back at work.  Now, that we were busy launching peace all around, he was retrenched and he came to me, this guy I am talking about, and said to me he was coming to apologise, because what happened to me was a mistake.  It was not suppose to happen to me.  He was not supposed to say I was an IFP member and I am not supporting ANC.  I said to him I had no altercation whatsoever with you, I had just gone to the house to get my possessions and my clothes, everything, I had no intentions of evil whatsoever, but then you picked up on me and you \ncalled your friends and I was attacked so brutally.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "This person that you are referring to, is this the same person in your statement, Sigasa.",
            "Unknown"
        ],
        [
            "MR NDUMO",
            "That is correct.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Manambeko?",
            "Unknown"
        ],
        [
            "MR NDUMO",
            "Yes.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "And you say that he has since come and spoken to you and apologised for this incident?",
            "Unknown"
        ],
        [
            "MR NDUMO",
            "Yes, he came to me.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Are you still employed at the same place, at Escourt?",
            "Unknown"
        ],
        [
            "MR NDUMO",
            "Yes.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "You are still at the same place?",
            "Unknown"
        ],
        [
            "MR NDUMO",
            "Yes.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Could you, could you tell us, Mr Ndumo, your statement is very important because it helps put into context the conflict that was taking place at the time in Ratanda where the unions were directly involved.  Unions were seen as aligned to COSATU and other unions which were seen as aligned to UHUSA which was supposed to be an IFP.  Can you just tell us a little bit about your understanding of that conflict that was taking place at the time.  How you saw it.",
            "Unknown"
        ],
        [
            "MR NDUMO",
            "According to me, I think that was wrong what was taking place, because they wanted raise and we were working.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "And were you a member of any one of the trade unions there, FAHU or the UHUSA trade union?",
            "Unknown"
        ],
        [
            "MR NDUMO",
            "UWUSA, I was a member to that.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "You were a member of UWUSA which was a union seen as part of the IFP.",
            "Unknown"
        ],
        [
            "MR NDUMO",
            "That is correct.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Of the IFP.",
            "Unknown"
        ],
        [
            "MR NDUMO",
            "That is correct.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "And the UWUSA ...",
            "Unknown"
        ],
        [
            "MR NDUMO",
            "There were two unions.  Also there was an ANC one.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "That is correct, that was the, that was FAWU, the Food and African Workers Union, which was COSATU, the Congress of South African Trade Unions, which was seen as sympathetic to the ANC.  So this strike, you say, this divided the workers that those who belonged to UWUSA, they did not support the strike?  The UWUSA members of the union, you say that they did not support the strike?",
            "Unknown"
        ],
        [
            "MR NDUMO",
            "They just, no we just started last year March as the peace accord.  Right now we are one, we have united.  FAWU and UWUSA have united as of last year.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Thanks for that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We shall continue requesting to keep quiet and please do respond when we do so.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "And could you just tell us what you hope to gain by having come to the Commission to tell your story.  What is it that you want to see the Commission do or what or how do you see this as in any way helpful?",
            "Unknown"
        ],
        [
            "MR NDUMO",
            "I do not know, because he already asked forgiveness, but with regard to the TRC, I do not know, it is up to it.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "So, you have reconciled with Mr Sigasa.  You have made peace with Mr Sigasa.",
            "Unknown"
        ],
        [
            "MR NDUMO",
            "That is correct, we have reconciled and we are in good talking terms, because he came and asked for forgiveness.",
            "Male"
        ],
        [
            "MRS SEROKE",
            "Order please.  Order, order.",
            "Female"
        ],
        [
            "MR NDUMO",
            "And my brother said I should forgive him, because he has come and humbled himself and asked for forgiveness.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Well, thanks for sharing that with us, because I think that is very important in the life of, in the life and the work of the Commission.  That if it can, in any way, assist and contribute in that process of reconciliation, then maybe it is doing something good and I want to thank you, again, for coming to give your story, because, as the Chairperson has said, we want to hear all sides of the conflict, all the different perspectives, the different organisations, because the Truth Commission is not about favouring any political organisation or one political organisation above another.  It is trying to find out the truth about the conflicts of the past and to try and understand and, hopefully, to try and reconcile so that we can move forward into the future as one country.  So, thanks for sharing your experience with us.  I will hand you back to the Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ndumo, there is not much to say.  Russell has summed up what the Truth and Reconciliation Commission views your story and your testimony to be.  I can only say thank you.  Give our regards to your family too.",
            "Unknown"
        ]
    ]
}