{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-02-04",
        "location": "DUDUZA",
        "day": "1",
        "names": [
            "KHANYISILE ZULU"
        ],
        "case number": "JB00262/01ERKWA",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55055&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/duduza/zulu.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR LEWIN",
            "MRS ZULU",
            "KHANYISILE ZULU",
            "MS ZULU",
            "THOMAS MANTHATA",
            "RUSSELL ALLY"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR LEWIN",
            "MRS ZULU",
            "KHANYISILE ZULU",
            "MS ZULU",
            "MR MANTHATA",
            "DR ALLY"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Next we shall have in the podium Zulu Khanyisile.  Zulu Khanyisile or Mrs Zulu Khanyisile, sorry.  Mrs Zulu Khanyisile.  We welcome you Mrs Khanyisile.  Please relax, you are at home.  I am going to ask Hugh Lewin to lead you with the oath and with your story or with your testimony, sorry.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Mrs Khanyisile, before you give, it is Mrs Zulu, is it not?",
            "Male"
        ],
        [
            "MRS ZULU",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ms.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Ms Zulu, yes.  Before you give evidence, could you please take the oath and stand, raise your right hand.",
            "Male"
        ],
        [
            "KHANYISILE ZULU",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Thank you.  Ms Zulu, you will be telling us testimony about your father and this takes us back into the 60's, in December 1967, yes.  If you could please tell us, tell us about your father and everything that you want to tell us.  As Tom has said, please feel relaxed, feel at home, take your time.  Thank you.",
            "Male"
        ],
        [
            "MS ZULU",
            "In 1967, that was in December, I was coming back from school, Escourt, I was still in standard four at that time and I last saw my father in December 1966 when I went to Escourt together with my sister.  The whole of 1967 I never saw my father because I was at school, we were in\nDurban.  Mine is quite a distinct story because I was still in Durban when this whole thing took place.  Then when I came back at the end of 1967, when I was coming back from school, I heard that my father had come and he had gone to work at Siemens and at the time I was 12 years old.  \n Then in January 1968, that is on the second of January, it was during the week, it was myself, my mother as well as my elder brother, my last, well the last born at home was not present at that particular time.  A certain gentleman came, I had already forgotten his surname, but I have just remembered it, his name was Mr Enjapa.  When he came I was in the bedroom and he spoke to my mother and said, Mrs Zulu, your husband has been killed and my mother actually asked him questions as to what had happened and this gentleman explained that my father had died from a headache and at that point in time he went out without explaining further as to what had actually happened.  My mother called me and sent me to Mrs Inklenyena's house to pass on the message that my father had since died and at that time I was still very young and I was not fully conversant with what my mother was saying.  I just did not understand what she was telling me and I knew that I was the apple of my father's eye and I wanted to know as to how my father died and my mother told me that I was not going to see my father anymore and I wanted to know as to when and where he was buried.  My mother told me that I should go to Mrs Inklenyena to report whatever she had been told.  Then at that time I think I was still very young.  \n It was on the second of January 1968 before the schools reopened and my mother's relatives came.  My mother wore a mourning garment, that is a black garment that is worn in \nmourning or during mourning.  Then I asked as to when my father was going to be buried because I knew that if a person died he was supposed to be buried and my mother told me that we were still going to look for my father's corpse.  On the following Friday my mother told me that we should go to my father's place of employment and when we got to the office she was given two shirts that belonged to my father as well as a trouser and a small suitcase.  These, the things that my mother was given at my father's work place and the office is still existent, but I do not know whether the same people are still working there, but I do know where this office is situated.  \n A month lapsed thereafter and we re-opened the schools.  My mother received a letter and my mother called me as well as my other siblings and she showed us the letter that was calling her to come and fetch my father's death certificate.  They went, that is herself and my elder brother, they went to the offices and they brought along the death certificate and I asked them as to where Ruanda is and she explained to me that Ruanda is somewhere in Central Africa and she explained to me that he had been in Ruanda, that is where he died.  Now that I am old I know where Ruanda is and I know where my father died, but what troubles and disturbs me is that after my father died I was very troubled because we never got to bury my father as a result I never came to terms with my father's death because I do not know how he died and where he was buried.  \n I also want to know as to who wrote the death certificate that my father died in Ruanda.  I want to know as to what was my father doing in Ruanda because the last time I saw him he was in South Africa and I want to know as \nto why he was killed, what had he done.  I would request this honourable Commission to find more information about my father.  If possible, if they could find his bones, I would appreciate it because I would like to bury him myself because I believe that it is our culture, our black culture, that if a person dies, he is supposed to be buried.  I would even like to see his grave.  I do not know whether it is possible for me to go to Ruanda to see his grave.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Khanyisile, thank you very much for telling us that story.  If I could just ask a few questions and I think our, our questions are much the same as your questions.  Could you first please give me your father's full names.",
            "Male"
        ],
        [
            "MS ZULU",
            "Joseph Gidi Zulu.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Gidi.",
            "Male"
        ],
        [
            "MS ZULU",
            "Yes.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Okay, thank you, and have you any idea how old he was at the time?",
            "Male"
        ],
        [
            "MS ZULU",
            "I do not have any idea.",
            "Female"
        ],
        [
            "MR LEWIN",
            "You do not know.  What, what is puzzling about your story is, as you say, to find out why he was killed.  Was he, was he part of a political movement at the time?",
            "Male"
        ],
        [
            "MS ZULU",
            "Because I was still very young at that time I am not very sure, I do not know, but most of the people in Lamontville were politically active and my father was quite, very close to Joseph Mluli who died in prison who was said to have committed suicide.  They were quite close.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Okay, I mean has your mother explained anything further about his political activity, if there was any?",
            "Male"
        ],
        [
            "MS ZULU",
            "No, she never gave any further explanation and during that time our parents use to hide it from us, they never use to tell us what was happening especially with\nregard to political activity.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Is your mother still alive?",
            "Male"
        ],
        [
            "MS ZULU",
            "No, she died in 1992.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And you never discussed it with her?",
            "Male"
        ],
        [
            "MS ZULU",
            "No, we never got around to discussing that issue, but since that time she was very disturbed until the time of her death.",
            "Female"
        ],
        [
            "MR LEWIN",
            "This, this firm, this company that he worked for, you say it is Siemens?",
            "Male"
        ],
        [
            "MS ZULU",
            "That is correct.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Is that the German company?",
            "Male"
        ],
        [
            "MS ZULU",
            "These were three types, Horizon, Verge and Rampat, but I do not know what his particular company was.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Okay and you do not know what he was doing at this company?",
            "Male"
        ],
        [
            "MS ZULU",
            "No, I do not know.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And, I mean, do you gather that he was actually sent to Ruanda by the firm?",
            "Male"
        ],
        [
            "MS ZULU",
            "I have got absolutely no idea because I was at school at that time.",
            "Female"
        ],
        [
            "MR LEWIN",
            "So, it could have been that he was travelling himself?",
            "Male"
        ],
        [
            "MS ZULU",
            "I do not have any idea, but that is too far for him to have gone there all by himself.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Quiet, please.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Give us chance, please.  Give Ms Zulu a chance.",
            "Male"
        ],
        [
            "MR LEWIN",
            "In your, in your testimony you said first that you heard that he had been killed and then you said you heard that he had died of a headache.  Were you told that was what happened?",
            "Male"
        ],
        [
            "MS ZULU",
            "The statement that was given to us by Mr Enjapa when he was asked by my mother was that he had died of a headache.  So, I do not know what sort of a headache could that be.",
            "Female"
        ],
        [
            "MR LEWIN",
            "But he did say that he had been killed, was that his words?",
            "Male"
        ],
        [
            "MS ZULU",
            "He said he was, he died from a headache, but I do not believe that he died from a headache, I believe that he was killed, because the people who stayed in that area use, they went and investigated the matter and we discovered that they were quite a group and probably they knew that if they wanted him, they would get him at a certain place just like Mr Mluli.  Mr Mluli was found at Mount Clere Station and it was alleged that he had committed suicide and all these people were friends, they were one circle.  That is why I believe that he was killed.  I am the one who says that he was killed, there was absolutely no headache that killed him.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Then you could you tell us a little bit more about the death certificate that you got in 1968?  Did that have any details?",
            "Male"
        ],
        [
            "MS ZULU",
            "According to the statement, I think he died of a headache, but then, way back then, I think I was very young.  Maybe if I could look at it right now I would have more light.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Do you still have the death certificate?",
            "Male"
        ],
        [
            "MS ZULU",
            "Yes, I do have it, it is in Durban at home.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Yes, that would help us if you could let us see it as well or a copy of it so that we can see, you know, what is stated there because that would give us the beginnings of somewhere to look.",
            "Male"
        ],
        [
            "MS ZULU",
            "Okay.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Was it issued in Ruanda?",
            "Male"
        ],
        [
            "MS ZULU",
            "It is written Ruanda.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Okay, could I ask a final question.  Have you checked, at all, with, with the ANC because they have, they have a long list of people who died outside the country?  I am not sure if it goes back to 1967.",
            "Male"
        ],
        [
            "MS ZULU",
            "No, I have never gone there because the Commission came when I was here in Johannesburg, so I decided to appear before you, but all the details and everything, every documentary proof is in Durban.  I was never able to go to the Truth Commission whilst it was in Durban.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Okay, but you know we have an office Durban so you could actually, yes.",
            "Male"
        ],
        [
            "MS ZULU",
            "Yes, I do know.",
            "Female"
        ],
        [
            "MR LEWIN",
            "We will be in touch with you there.  Thank you Khanyisile.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Russell.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Just to, to stress that it is, that it is very important that you give us all the documentation which you have or, or copies and to say that our Investigative Unit has actually written off to ask from the ANC if they have any knowledge of, of this case.  We have not received any, any reply yet, but if we do and as soon as we do, we will, obviously, contact the family, but maybe you can assist us also, this name that you mentioned, the person who came and, and told the family about the death of your father, Mr Enjapa.",
            "Unknown"
        ],
        [
            "MS ZULU",
            "I know his surname, his surname is Enjapa.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Enjaba.",
            "Unknown"
        ],
        [
            "MS ZULU",
            "Enjapa.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Do you know, Enjaba, do you know anything about him, whether he is still living.",
            "Unknown"
        ],
        [
            "MS ZULU",
            "I do not know anything about him.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Where he was, where he was from, absolutely nothing?",
            "Unknown"
        ],
        [
            "MS ZULU",
            "I know absolutely nothing with regard to Mr Enjapa, but I think if I can contact my brother, my brother can tell me more about Mr Enjapa.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "That, that would be very useful and that was the first time that you ever saw Mr Enjapa and the last time?",
            "Unknown"
        ],
        [
            "MS ZULU",
            "Yes, it was the first time I saw him because I was at boarding school and I use to go home on holidays only.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Now, I, I appreciate you were saying that you were very young at the time so you, you do not remember much, but do you know if before this, before the disappearance of your father, do you know if there had been, if the police, the Security Police or any other branch of the police had shown any interest in your father?  Was there, were there signs of, of your family having to be careful about what they did, what they said, did you find anything unusual or strange about what was going on in, in the household?",
            "Unknown"
        ],
        [
            "MS ZULU",
            "I would not be able to say yes or no, but they use to come at my neighbours place, to my neighbours place and that is where they use to frequent and they use to even frequent Mr Mluli's house.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Sorry, who is the \"you\" you speak about?  You said, who were ...",
            "Unknown"
        ],
        [
            "MS ZULU",
            "That is my father's friend, my father's best friend, Joseph Mluli.  He is the one who was politically active and we knew that the police use to go to his place.  Whether my father was active or as a friend, what he did we\ndo not know.  Maybe he was involved, but he never told us as children or as a family.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Now, you mentioned a brother.  Is this brother older or younger than you?",
            "Unknown"
        ],
        [
            "MS ZULU",
            "He is my elder brother.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Your?",
            "Unknown"
        ],
        [
            "MS ZULU",
            "Is the first born.  My elder brother.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Your elder.  So do you think he would have a, a better and would remember more?",
            "Unknown"
        ],
        [
            "MS ZULU",
            "I believe so, I think he knows something that I do not.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "So, so, please, if you could with either Joe, the briefer, or, or with one of our statement takers or any other member of the, of the Commission, if you could please give us the details as to how we can contact your brother as well who may be able to assist us.",
            "Unknown"
        ],
        [
            "MS ZULU",
            "He is in Durban at the moment, but if the TRC goes to Durban I think he can be able to attend those hearings and impart this information.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "But you see if you give us the information we can then pass this on to the Durban office and ask them to, to follow this up.",
            "Unknown"
        ],
        [
            "MS ZULU",
            "Okay.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "So, so, please, whatever information will, will assist us in trying to find out what happened.",
            "Unknown"
        ],
        [
            "MS ZULU",
            "Alright.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Thank you very much for coming.",
            "Unknown"
        ],
        [
            "MS ZULU",
            "Okay.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Ms Zulu, we are grateful for your witness and as it has been pointed out, could you please let us get the address of your brother so that the Truth and Reconciliation Commission can do its best.  We quite appreciate that these things happened long ago and you were still young at that time and, of course, even the political setup of the day was not that clear.  We wonder, too, whether you could present us even the, what do you know about the address of Mr Mluli or his family, his children and so on.  This would enable us to make, you know, reasonable research.  We thank you and your family for having shared with us, thank you.",
            "Male"
        ]
    ]
}