{
    "header": {
        "type": "1 A GILDENHUYS, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-19",
        "location": "BISHO",
        "day": "2",
        "names": [
            "ANTONIE GILDENHUYS"
        ],
        "case number": "EAST LONDON MASSACRE II",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54977&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/bisho2/gildenhu.htm",
        "speakers": [
            "DR GILDENHUYS",
            "MR POTGIETER",
            "MR SANDI",
            "REV FINCA"
        ],
        "original_speakers": [
            "MR POTGIETER",
            "DR GILDENHUYS",
            "MR SANDI",
            "REV FINCA"
        ]
    },
    "testimony": [
        [
            "MR POTGIETER",
            "The next witness is Dr Antonie Gildenhuys  who was the chairman of the National Peace Secretariat at the relevant time and I ask him to please take the stand.  ANTONIE GILDENHUYS:   (sworn states)",
            "Male"
        ],
        [
            "MR POTGIETER",
            "As I have said earlier you were the Chairperson of the National Peace Secretariat during September of 1992, which is the period that we are looking at, we are looking at the incident that happened in Bisho on the 7th of September 1992 which has commonly become known as the Bisho Massacre, and we have invited you to come and to testify about your particular experiences on that day and leading up to that particular day and the role that you were playing.  So we are glad that you could make it, and we are glad that you are here.  I am going to hand over to you without any more ado for you to take us through your testimony.",
            "Male"
        ],
        [
            "DR GILDENHUYS",
            "Thank you Chair.  The National Peace Secretariat is a statutory body.  It was established under the National Peace Accord, and the purpose was to promote negotiations and negotiate a settlement in order to diffuse potentially violent situations, and also to prevent the escalation of the violence which was occurring in our country at that stage, and as Chairperson of the Peace Accord I tried wherever possible, to be present where EAST LONDON HEARING TRC/EASTERN CAPE\n2 A GILDENHUYS\nviolent situations develop and to try and diffuse the situation, and to arrive at some kind of settlement which would avoid bloodshed.\n I should add, at this stage, that there was also a march to Bisho by the ANC alliance during August 1992.  I played a role in achieving a settlement which avoided bloodshed during that march.  \n The ANC alliance decided to have another march which was planned for the 7th of September 1992 and it was expected that I should go to Bisho and try to do what I can to avoid such march resulting in bloodshed.\n I flew down to East London a few days, I can't remember exactly how many days, and I started discussions with the parties.  I knew Admiral Putte who was one of the Ciskeian ministers at the stage and he facilitated a number of meetings with Ciskei government officials and also ministers.  Admiral Putte and many of the people I spoke to was of the opinion that the attitude taken by Brigadier Gqozo, namely that the march can't enter the Ciskei at all, was too rigid and that some sort of accommodation should be found, while others took a more hardline attitude, namely that Ciskei is independent territory and no march would take place there without the necessary legal permission.\n But it was very clear to me during all these discussions that nobody would move without the say-so of Brigadier Gqozo.  These discussions were all informal, off the record as we used to operate at that stage and I don't think any notes of the discussions were kept.\n I also spoke to the organisers of the march.  Their attitude was that political march is a legitimate political expression, that they are entitled to a permit to have the \nEAST LONDON HEARING TRC/EASTERN CAPE\n3 A GILDENHUYS\nmarch, and that they are going to see that they are going to get the permit, if necessary apply to court to get it.\n I spoke to South African authorities, mainly the police, but also authorities in government.  They were very, very anxious that I should do all I can to achieve a settlement, but they were reluctant to get involved themselves because they still considered Ciskei as an independent state in which they, according to their view, had no rights.  But there were I know high level discussions between the South African government ministers and Brigadier Gqozo also to no avail.\n After a few days it became clear to me that we are heading for a big clash.  Neither the Ciskeian authorities nor the ANC alliance was prepared to budge and I thought I needed assistance.  I then telephoned Mr John Hall.  He was Chairperson of the Peace Committee which was the overall supervising body and asked him to come down, and also Reverend Stanley Magoba who was the deputy chairperson, and they undertook to come and to give whatever support they could.\n The plan by the Ciskeian authorities to keep the marchers from entering the Ciskei was to cordon off Maitland Road, I think it was, it's the road leading from King Williamstown into the Ciskei with razor wire.  They had done that during the first march also and we negotiated over the razor wire.  On Sunday I learnt that an application is being made to the Bisho Supreme Court.  I attended the application which was heard by Judge Pickard, and Judge Pickard issued a \"mandamus\" to the magistrate to whom an application was lodged for a permit to hold the march, that he should make a decision on the application previously, the Judge did \nEAST LONDON HEARING TRC/EASTERN CAPE\n4 A GILDENHUYS\nnothing about the application.  The magistrate I think was a Mr Tali.  That order was served on the magistrate to the best of my knowledge and I was told that late that night he made an order that the marchers could enter the Ciskei but their route would be restricted to entering through the main entrance from Maitland Road and then off into a nearby stadium.  And the time in which they were allowed to remain in the stadium was very, very limited.  I thought so limited that it would be impossible to adhere thereto to get 50 to 70 people into the stadium and then out again within the time limit, I think it was a couple of hours, was, in my view, totally impractical if not impossible.\n I discovered the next morning that the Ciskeian authorities then left open a passage from the main road into the stadium fenced off with razor wire so that it would be possible to come from the King Williamstown, off the main road, through this narrow passage with razor wire on both sides and then enter the stadium which they had permission to do.\n Mr John Hall and Reverend Stanley Magoba arrived early that Monday morning.  We first met with the various peace monitors.  The Peace Accord had monitors working for them, they had distinctive clothing and they were at watch at various positions along the march and also at the entry point into the Ciskei.  We had a meeting at a furniture shop in King Williamstown belonging to a Mr Walton where I briefed everybody on the current situation.  The peace monitors were then set up along the route and also on the razor wire fence at the turn-off into the stadium.\n After that Mr Hall, myself, Reverend Magoba I think was present and also Mr Dion Rudman who was then the Secretary \nEAST LONDON HEARING TRC/EASTERN CAPE\n5 A GILDENHUYS\nGeneral of the Peace Secretariat went off into King Williamstown.  The people were already gathering at the stadium there, there was a very large number of them, and we there spoke to the leadership of the ANC alliance and asked them what are they going to do.  Are they going to abide by the permit conditions and restrict the march to the stadium, or are they going to force entry somewhere or other into the Ciskei itself?  I can't remember exactly whom I spoke to.  I'm sure Mr Alan Hendriks was one of them.  I think Mr Jehandra Naidoo also, quite probably Mr Steve Tshwete and also the late Mr Chris Hani.\n They told me that they are going to march up to the razor wire barrier and that they'll decide there what they will do.  I arranged with them that I will wait for them at the barrier on the Ciskei side so that if there are negotiations to be handled I could move from that barrier to the Ciskeian authorities, and I left them on the basis that we will talk when the march gets to the barrier.\n We then accompanied the march for some distance.  I may say it was a very peaceful march.  There was almost a kind of carnival atmosphere amongst the marchers.  When we went some distance with them we thought well we had better get up to the barrier and around it before all the roads were blocked off and we can't move through.  We then left the marchers and went up to the stadium, and went round the stadium on the northern side to get to the Ciskei side of the razor wire.  In the process we had passed the fence on the north-eastern side of the stadium, but I did not see the gap in it of which I was later informed.  Actually we were so busy talking in the car that I didn't look round me.  My mind was more on how are we going to solve this immense \nEAST LONDON HEARING TRC/EASTERN CAPE\n6 A GILDENHUYS\nproblem.\n We got to the Ciskei side of the razor wire and there we waited for the marchers to reach us.  The first group of marchers arrived shortly after we arrived with Mr Ronnie Kasrils amongst them, and I should add that Mr Ronnie Kasrils was not one of the ANC leadership with whom I spoke down at King Williamstown and with whom I had an arrangement that we will see what they are going to do when they arrive at the razor wire.  \n He then made a statement to Mr Hall and myself to the effect that we must please impress upon the Ciskeian people, by that I mean the Ciskeian government officials and ministers that they were coming in peace and that they must not try to stop them.  My reply to him was that we had an arrangement to negotiate with the leadership of the marchers as soon as they arrived and that we will then start talking.  Then suddenly after this rather short discussion he went off in the direction of the stadium through the narrow passage left open and my first thought was one of great relief that he must have decided to accept the permit conditions and go  to the stadium instead of trying to force his way into the rest of Bisho.\n A short while after this, while the marchers were coming up in a steady stream and pouring into the stadium I heard gunshots from the north-east, that's on the other side of the stadium, and it spread around very, very quickly to the soldiers also employed on the southern side of the stadium where we were.  We, that's Mr Hall and myself and Mr Rudman flung ourselves to the ground and later we rolled into a nearby ditch.\n In the vicinity where we were I could see no reasons \nEAST LONDON HEARING TRC/EASTERN CAPE\n7 A GILDENHUYS\nfor the soldiers opening fire on that section of the crowd at least, because they were totally peaceful, moving in a steady line into the stadium.  The shooting lasted for about a minute or two, it's impossible to estimate time, it sounds for ever while it lasts, and it then died down.  There was a short period of silence and then it started up again and lasted perhaps for another minute or two and then it stopped.  While the shooting took place I heard a number of explosions on the far side of the stadium, I don't know how many and I also don't know what caused them.  I am not an arms expert by any means.\n After the shooting abated we ran to a nearby casper, that casper was left there for our protection that we can find shelter in there should the need arise.  We sat in the casper for some time as the press was first into it and there was very little room left when we got there, but anyway we availed ourselves of the shelter and when we surmised that there would be no more shooting we got out and we then ran back to the razor wire.  It was easy to lift the wire with a gun or something and then to crawl underneath, Mr Hall and myself did that.  We rolled on our stomachs under the wire to the ANC alliance side, and we then went down the road to try and find the ANC leadership. Whilst we did that we passed several bodies of people who were clearly shot.  \n Further down the hill we met Mr Cyril Ramaphosa and many of the other ANC leaders, they had vaseline on their faces to protect against teargas and they were clearly dazed and in a total state of shock.  They couldn't understand why the shooting had taken place and my first thought was that we from the National Peace Secretariat should do all in our \nEAST LONDON HEARING TRC/EASTERN CAPE\n8 A GILDENHUYS\npower to make sure that people disperse peacefully, that we don't get an escalation of the shooting which could easily occur, the people were angry, and if they then decided to invade the Ciskei out of anger we could have had many more people killed.\n Mr Ramaphosa told me that the group or the large majority of them would want to stay up on the hill as a form of wake in memory of the people who have been killed, and I then set out to arrange that with the authorities.\n I went back to the South African authorities and urged them not to take action to get the marchers off the hill.  I had an undertaking from Mr Ramaphosa that the wake would be peaceful and I conveyed that undertaking to the South African authorities.  \n At the same time the South African authorities who were working from the South African Embassy had to deal with a sit-in of several people who entered the Embassy and refused to leave.  We had to negotiate that.  Eventually the South African authorities agreed that they would allow the marchers to remain on the hill.  Many of them returned, it turned bitterly cold that night, but a large group of them remained.  It was totally peaceful, Mr Ramaphosa kept his word.  The organisers kept their word and in the morning they dispersed.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you very much Dr Gildenhuys.  I just want to check with my colleagues who might have some questions for you. Advocate Sandi.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you Mr Chairman.  Thank you Dr Gildenhuys.  Can I ask you at the time of this tragedy is the Ciskei not a signatory to the National Peace Accord?",
            "Male"
        ],
        [
            "DR GILDENHUYS",
            "It was a signatory to the Peace Accord.\nEAST LONDON HEARING TRC/EASTERN CAPE\n9 A GILDENHUYS\nThey then withdrew from the Peace Accord because they thought that the local leadership were discriminating against them and at this particular time, to the best of my recollection they have not returned to actively participate in the structures.  So although they were nominally a signatory they withdrew.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "You mean to say that they had already withdrawn as signatories to the Accord at the time of the tragedy?",
            "Male"
        ],
        [
            "DR GILDENHUYS",
            "No they had not withdrawn as signatories, they had withdrawn their participation.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Can you say briefly what obligations were imposed by this Accord on those parties that had signed it especially in regard to the holding of marches and demonstrations?",
            "Male"
        ],
        [
            "DR GILDENHUYS",
            "The National Peace Accord was to a large extent a code of conduct for political parties because at that stage in South Africa we did not have a free democratic political tradition, and in terms of the Peace Accord marches as I have said a bit earlier, was a legitimate form of political expression.  The marchers took up the attitude that they've got a right to have a march as long as it's peaceful and as long as conditions which had to be negotiated to ensure safety and logistics are being complied with.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "And in that context the National Peace Secretariat were charged with the task of implementing the terms of that Accord?",
            "Male"
        ],
        [
            "DR GILDENHUYS",
            "That is correct.  We had no punitive powers so we couldn't prosecute any person, or signatory or body who did not abide to the terms of the Accord but we could, and did, exercise to the best of our ability a great moral\nEAST LONDON HEARING TRC/EASTERN CAPE\n10 A GILDENHUYS\npersuasion.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Then it goes without saying that for the National Peace Secretariat to be able to implement those terms of the Accord required a certain measure of cooperation from those who had accepted the Accord, Ciskei being one of them?",
            "Male"
        ],
        [
            "DR GILDENHUYS",
            "No, that is indeed so.  The Ciskeians took up the attitude, as I have said, that the regional Peace Committee for the Ciskei, East London area was biased in favour of the ANC alliance and for that reason they withdrew.  In my view it was not open to any party to withdraw from the Accord after they have signed.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "In your attempts to implement the terms of the Accord did you have any problems with the Ciskei authorities?",
            "Male"
        ],
        [
            "DR GILDENHUYS",
            "Yes continuously.  That it did not fall under my direct responsibilities but I have had many talks with the Ciskeian authorities and also with the ANC alliance and also with various Chairpersons in an endeavour to get them back to the negotiating table or to get them to participate in the structures.  Towards the end, that's 1993, 1994 we achieved a very limited kind of de facto cooperation, but they never really returned to full participation.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Now can we talk about the preparations leading on to the march, how involved was the National Peace Secretariat in the technical logistics of the preparations for the march?",
            "Male"
        ],
        [
            "DR GILDENHUYS",
            "We received very good cooperation from the organisers.  We were not concerned that the organisers could not handle the march.  We had experienced that the previous\nEAST LONDON HEARING TRC/EASTERN CAPE\n11 A GILDENHUYS\nmarch during August, I think it was, was handled very well.  They had a very good system of marshalling and the control of their own people presented no problems.  We knew they could do that.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did you know that there was a shortage of razor wire which caused the gap?",
            "Male"
        ],
        [
            "DR GILDENHUYS",
            "I didn't hear that, I am sorry.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did you know, was the National Peace Secretariat aware that there was a problem of a shortage of razor wire and hence the gap in the fence?",
            "Male"
        ],
        [
            "DR GILDENHUYS",
            "I was not aware of the gap in the fence.  I know there was barbed wire at the other side of the stadium.  I drove past the gap but I didn't see it.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "My last question now would be shortly before the members of the Ciskei Defence Force opened fire on the marshals did you hear any shooting coming from the side of the marshals?",
            "Male"
        ],
        [
            "DR GILDENHUYS",
            "No the marchers as far as I could see were totally peaceful, but I couldn't see on the other side of the stadium who shot first.  It was out of my line of vision.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "One final, final question, did you see any weapons on the part of the marshals?",
            "Male"
        ],
        [
            "DR GILDENHUYS",
            "Nothing more serious than maybe a stick.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you very much Dr Gildenhuys.  Thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR POTGIETER",
            "Thank you Advocate Sandi.  Reverend Finca.",
            "Male"
        ],
        [
            "REV FINCA",
            "Thank you Chair.  Just a few short questions Dr Gildenhuys.  Is it correct that you refused to cooperate with the various inquiries on this matter, the Goldstone Commission and the Pickard Commission?\nEAST LONDON HEARING TRC/EASTERN CAPE\n12 A GILDENHUYS",
            "Unknown"
        ],
        [
            "DR GILDENHUYS",
            "That I refused to cooperate?  No it's not correct at all.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "It's not correct.  Thank you. Was there, as far as you know, an agreement between the parties on going to the stadium which was then violated, which was negotiated by yourself?",
            "Unknown"
        ],
        [
            "DR GILDENHUYS",
            "Not in respect of the second march.  In respect of the first march there was an agreement which was honoured.  In respect of the second march the permit issued by the magistrate allowed the marchers into the stadium.  It was not part of my negotiations.  I should add that I impressed upon the Ciskei authorities that they ought to allow the marchers into the stadium, but the actual permit was not negotiated by me.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "Last question is in connection with how you left the area of action.  I know that you were yourselves targets when the shooting broke out, how did you actually leave the area of action where the shooting was taking place?",
            "Unknown"
        ],
        [
            "DR GILDENHUYS",
            "The razor wire was lifted up which left a gap underneath the wire.  Mr Hall and myself rolled through that gap and then went into the ranks of the marchers themselves to talk with the ANC leadership.  We walked down the road, it was a few hundred yards.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "Did you gain an impression, sorry Chairperson I said that that was the last question, did you get an impression that allowing those marchers to go and occupy an empty area in Bisho was a threat to life of anybody at that stage?",
            "Unknown"
        ],
        [
            "DR GILDENHUYS",
            "I didn't see any threat to life at all.  As I have said there was a very good atmosphere amongst the\nEAST LONDON HEARING TRC/EASTERN CAPE\n13 A GILDENHUYS\nmarchers when it started off and nobody knew the horrible tragedy that would follow, it was a kind of carnival atmosphere.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you Reverend Finca.  Dr Gildenhuys just to complete the picture that Reverend Finca has touched on, did the Attorney General, the then Attorney General of Ciskei Advocate Jurgens, did he contact you in regard to making a statement, or giving any information regarding the incident?",
            "Male"
        ],
        [
            "DR GILDENHUYS",
            "He did.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Did you provide him with that statement?",
            "Male"
        ],
        [
            "DR GILDENHUYS",
            "I was visited by a policeman, I think it's a Sergeant Walker, I am not certain of his rank, and I gave him a statement.  I think you've got a copy amongst your records.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "So this is the one that you made available to the ...(intervention)",
            "Male"
        ],
        [
            "DR GILDENHUYS",
            "Yes.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Very good.   Did you in any way ascertain subsequently what actually happened, or were you not able to ascertain what happened, how the shooting started off?",
            "Male"
        ],
        [
            "DR GILDENHUYS",
            "I didn't do an independent investigation, I heard a lot of rumours, but I won't be able to say from my own knowledge.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you very much. Advocate Sandi?",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you Mr Chairman.  Dr Gildenhuys can I ask you a sort-of awkward question which somehow will require that you express your personal opinion on the subject, are you aware of the allegation or charge that the gap was actually a trap?\nEAST LONDON HEARING TRC/EASTERN CAPE\n14 A GILDENHUYS",
            "Male"
        ],
        [
            "DR GILDENHUYS",
            "I was aware, or I am aware of that allegation.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Let me put the question differently.  There is a theory going around that the gap was actually a trap, do you know about that theory?",
            "Male"
        ],
        [
            "DR GILDENHUYS",
            "Purely guessing, and let me underline it's guessing, I think that everybody just forgot about that gap, they deployed the soldiers, when the marchers saw the opening I think they thought here's our chance and in all probability on the spur of the moment they decided to enter into, rather to go through the gap and enter into the Ciskei.  It's my personal opinion, I'm not basing it on anything.  I've heard about the trap theory, I can't say whether it's correct or not.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Sir.  Thank you Chairman.",
            "Male"
        ],
        [
            "MR POTGIETER",
            "Thank you very much.  Dr Gildenhuys thank you very much for coming and making yourself available with all the other demands.  We know that you were not available on the previous occasion to make it due to some other commitments but we are very grateful that you could make the time this time round to come to us and to bring your perspective to us.  We appreciate it very much.  We have had up to today four days of hearing of testimony and submissions into this matter which still puzzles us to a large extent, but thank you for bringing your perspective to bear on it.",
            "Male"
        ],
        [
            "DR GILDENHUYS",
            "I thank you Mr Chair.  Last time I was unfortunately overseas when the sitting occurred, I apologise for that, and I wish you everything of the best in dealing with this great tragedy in our society.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you very much and safe home.\nEAST LONDON HEARING TRC/EASTERN CAPE\n15 A GILDENHUYS",
            "Male"
        ],
        [
            "DR GILDENHUYS",
            "Thank you.  May I be excused?",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Certainly.",
            "Male"
        ]
    ]
}