{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-18",
        "location": "BISHO",
        "day": "1",
        "names": [
            "GENERAL JOHANNES VIKTOR"
        ],
        "case number": "EAST LONDON MASSACRE II",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54988&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/bisho2/viktor.htm",
        "speakers": [
            "DR RAMASHALA",
            "JOHANNES JACOBUS VIKTOR",
            "MR POTGIETER",
            "MR SANDI",
            "MS GOBODOMADIKIZELA",
            "REV FINCA",
            "REVEREND XUNDU"
        ],
        "original_speakers": [
            "REV FINCA",
            "MR POTGIETER",
            "JOHANNES JACOBUS VIKTOR",
            "GEN VIKTOR",
            "MR SANDI",
            "REVEREND XUNDU",
            "MS GOBODO-MADIKIZELA",
            "DR RAMASHALA"
        ]
    },
    "testimony": [
        [
            "REV FINCA",
            "General Viktor, General van der Bank and Superintendent Raymond Simms have responded positively to our invitation that they come before the Commission today, and they are present to take the stand individually.\nSir I am not sure whether Brigadier Ngcobo is in the hall.   Chairperson then I would wish the record to show that Brigadier Ngcobo is also present and has responded favourably to our invitation.  I propose that we take the submissions as per the order of proceedings proposed and I would request that you bear in mind Sir that there are still three more witnesses who are to testify as victims at the end of their submissions.  Thank you.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you Reverend Finca.  I have noted that and I intend proceeding with the submissions as it's indicated on our programme and I'm hoping that we will get the indulgence and the cooperation of our fellow panellists to enable us to deal with the three victim witnesses that have been standing over.  I then call General J J Viktor to the stand.",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "General good afternoon and welcome to the proceedings, which as has been indicated to you deals with the incident that happened at Bisho, the second of the two marches on the 7th of September 1992 which the Commission is dealing with at this stage, and has requested you in that\nEAST LONDON HEARING TRC/EASTERN CAPE\n2 J J VIKTOR\nregard to come and to make a submission about what you know about the incident.  So without any more ado I am going to hand over to you, and I'm going to ask you to take us through your submission.",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "First of all I want to tell the Commission that I'm actually Afrikaans speaking but at the time we drew up a memorandum with the then Attorney General of Ciskei, and that is in English, so I will carry on with that Sir.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you.",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "I then state, this is not a statement but a memorandum drafted during and after a consultation between the Attorney General and General Viktor on the 10th of September 1992.\n I am a Commissioner of Ciskean Police on secondment from the RSA where I retired from the South African Police with the rank of Major General.  I knew about the march by the ANC/SACP alliance first planned for the 9th of September, that is now 1992, later changed to the 7th of September.\n I was away the preceding week.  When I left the government's stand, that is now the Ciskean Government's stand, was not to allow any march at all.  I returned on the Saturday and heard planning done by Major Simms of Riot Unit of the Ciskean Police and the CDF on Wednesday the 2nd of September 1992.  The plan was for roadblock at border on King Williamstown/Bisho Road manned by the police with army as support and backup.  There was a further meeting on Friday morning and on Sunday morning, but no new developments.  Sunday morning the combined ops room on the 12th Floor of ...(indistinct) in Bisho was manned.  \n Early Monday morning I heard the magistrate had \nEAST LONDON HEARING TRC/EASTERN CAPE\n3 J J VIKTOR\napproved of march but only into the stadium and not into the city centre.  Our plans and preparations were - razor wire fence across road from Fort Hare security fence to the stadium security fence, and another across the dirt road leading to the grandstand of the stadium, idea being to herd crowd in the corridor thus formed into the stadium.  Road closed to all traffic.\n Major Simms at front line with plus/minus 15 men with teargas, side arms and 37mm rubber bullets.  They were across the tarred road in case marchers crossed the razor wire barrier. Further back 20 men with shotguns with birdshot and shot containing two rubber sluts.  Further back a third line of policemen with R5 rifles, 50 men.  The idea was for marshals to herd crowd into the stadium.  \n The general belief was that if we got crowd in the stadium our problems would be solved.  However, if crowd tried to cross the wire barrier the first line would drive them back with (a) teargas canisters fired from rifles, (b) rubber bullets.  If first line unsuccessful they would fall back to behind second line, would stop crowd with (a) birdshot and (b) shots containing two rubber sluts.  If second line also fails third line would open fire and army would then take over.  All policemen were deployed in and next to a main road in the corridor formed by security fences of Fort Hare on one side and the stadium on the other.  There were also soldiers behind those fences should crowd try to storm either of those fences.  Idea was all action, if any, would take place in that corridor and nowhere else.  \n If marchers would enter stadium they would thereby signify adherence to the magistrate's conditions and the \nEAST LONDON HEARING TRC/EASTERN CAPE\n4 J J VIKTOR\nheat would be off.  We therefore did not take similar precautions around the perimeter of the stadium.  \n Sometime during the morning I was asked by a lawyer for the government to consider exercising my discretion to ban the march outright.  I refused and said I will adhere to the magistrate's order and conditions.  Arrangements with the South African Police was that only marchers on foot were to be allowed to leave King Williamstown for Bisho, no vehicles.  I was later surprised to see vehicles between marchers.  I was afraid vehicles could be used to push back razor wire barriers or convey concealed weapons.  I had not received assurance by march leaders that they would comply with magistrate's conditions.  Even after speaking to Mr Hall and Dr Gildenhuys, but indications were good that they would adhere thereto.  On two occasions I asked Colonel ...(indistinct) what if crowd break through at back and he said not to worry he had men all over.  I left it at that. \nI was aware of the broad outline of the CDF plans but not in detail.  \n When front of march arrived at border, that is at the razor wire fence some stood there as with the march on the 4th of August '92, but lots veered left and moved towards the stadium.  Actually some were running onto and over ground ramps at rear of open stand and some into the grand stand.\n I thought main danger averted but then to my surprise noticed that some running not into the stadium but in area between open stands and perimeter security fence.  I then ordered Major Simms to send some of his men to that side to cut them off if they had any evil designs.  Simms then despatched I think two officers plus/minus five men there.  EAST LONDON HEARING TRC/EASTERN CAPE\n5 J J VIKTOR\nShortly afterwards I heard shooting from the north-east side.  I could not see what was happening there.  I then heard shots fired along the whole line of CDF soldiers.  Police then fell back to safe position behind army lines.   No policemen fired any shots and I have been satisfied that all arms and ammunition were returned safely to the magazine.  I cannot say exactly where the various deceased and injured parties were shot or the exact sequence of the shooting, but fire was not restricted to the area whereas I later learned a section of crowd tried to break through the stadium fence.\n I can pass no comment on justification of the decision to open fire on that section of crowd who allegedly broke out through the fence but I can say there was no need, or justification on part of soldiers to fire into other sections of the crowd as far as I could determine.  \n Most of the marchers then retreated to King Williamstown but some stayed behind at the border where they dispersed only the following day.  I and others later searched the scene of the initial shooting and we found a crude hand-drawn map of the stadium and the pistol.  I am informed that the dead soldier was picked up not at or near scene of initial shooting but to the west of Fort Hare.  During the shooting I heard four explosions but cannot comment where this was, what it was or who fired it.\n Chairperson then I, in April this year I was approached by a detective for a statement, apparently a criminal investigation being done and I did make a statement to him.  It is in Afrikaans and I shall read it.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "You may proceed.",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "(Reads statement) - Interpreter's mike not on.\nEAST LONDON HEARING TRC/EASTERN CAPE\n6 J J VIKTOR",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "We are just checking, there is a technical problem. The translation is not coming through.   Thank you General you may continue.",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Planning done by the police was done by Brigadier Ngcobo and Major Simms.  Major Simms was in charge of the Riot Unit and Brigadier Ngcobo was in his capacity as such overall in charge of the Riot Unit.  As Lieutenant General I delegated my powers and I had full confidence in their decisions and arrangements.\n The responsibility of the Ciskean Police was to ensure that order would be maintained in the rest of the Ciskei.  All the members could therefore not be involved for duty in Bisho.  Road blockades were set up on all the routes leading to Bisho.  These responsibilities meant that only the riot unit was used to man the route to Bisho.  It also meant that arrangements were made for erecting razor wire across the road.  There were no arrangements of any kind for the police to be responsible for keeping the marchers out of the stadium.  Soldiers were deployed within the stadium since the Ciskei government were determined that the march to Bisho and the occupation of Bisho would not take place.\n I want to make it very clear that the Ciskei Police were responsible for the main road from King Williamstown to Bisho.  Whilst the negotiations were taking place at the border, negotiations by Antonie Gildenhuys and Mr Hall with the leaders of the march I was standing there not in my capacity as commanding officer but rather to give moral support to the handful of policemen on duty there, while I was standing there I saw how Mr Kasrils pulled the razor wire, I couldn't hear what he was saying but when permission was granted for them to enter the stadium I then, when he \nEAST LONDON HEARING TRC/EASTERN CAPE\n7 J J VIKTOR\nentered through the southern gate of the stadium I saw that he was motioning to the crowd to follow him.  I then saw that he was not entering the stadium by means of the entrance tunnels but that he was running along the wire in a north-easterly direction.  He disappeared from view and shortly afterwards I heard shots.  It would have been fatal to withdraw the riot unit at the point where they were doing duty and to deploy them elsewhere.  Everything happened very unexpectedly and since there had been negotiations and everybody assumed that the leaders of the marchers would be as good as their word.  If permission had not been given for them to enter the stadium I am convinced that the Ciskei Police would have been able to handle the situation on the tarred road as far as the group of people were concerned.  They were trained and ready for any eventuality at that point where everybody suspected that the crowd would try and break through.  I can't see how the Ciskei Police could be held responsible for a fence which had been flattened during a previous march.  \n I want to mention once again that provision had been made that marchers would not be allowed to enter the Ciskei.  I had nothing to do with the deployment of the Defence Force and if I had been in charge of all the members they surely would first have obtained my permission before opening fire unless their members' lives were in immediate danger.\n I also want to mention that I had nothing to do with the negotiations on the scene, seeing that was not one of my duties.  People were appointed to do that.  I can't remember that I made any statements in the Press.\n Chairperson I just want to mention that if some of these statements I've made sound a little bit strange, that \nEAST LONDON HEARING TRC/EASTERN CAPE\n8 J J VIKTOR\nis what was put to me by the Investigating Officers so I just assumed that these allegations were in fact made and my answers must be seen in that light.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Is that the evidence you would like to submit?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Yes, that's all I have to say Chairperson.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you very much General Viktor.  I will just enquire from my colleagues on the panel whether there are any questions to General Viktor, the submission.  Advocate Sandi?",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you Mr Chairman.  Good afternoon General Viktor, can I ask how long have you been in the police force?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "With the Ciskean service nearly 45 years.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "That is to say that you are a very experienced police officer?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "I think so.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "You were in the Ciskei as the head of the police unit since when did you become the head of the police in the Ciskei?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "It was, if I remember correctly the 1st of April 1991 and I resigned in April 1992.  My service was up till December 1992.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Were you one of the officials seconded by the government of South Africa to the Ciskei?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "I have said so in my statement.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "How did the invitation come to you?  Were you asked to go and work in the Ciskei or did you personally express an interest to come and work in the Ciskei Police Force?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "No I was asked by the then Commissioner of\nEAST LONDON HEARING TRC/EASTERN CAPE\n9 J J VIKTOR\nPolice General van der Merwe.  He contacted me on my farm and he asked me whether I would be prepared to go to the Ciskei.  I was on pension already.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "This morning we were told by the former Minister of Law and Order in the RSA Mr Hernus Kriel that people generally were not interested to come and work in the Ciskei because of the problems that existed at the time, do you have any knowledge of that?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Well I don't know of any programmes or what you call programmes ...(intervention)",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Problems.",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Pardon?",
            "Unknown"
        ],
        [
            "MR SANDI",
            "He said there were problems, there were serious problems in the police force.",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Oh problems?",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Yes.",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "No I don't think I was told of any problems here.  I was just asked to come and take over the Ciskei Police, which I did.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you so far.",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Are there an other questions.  I will start with Reverend Xundu.",
            "Male"
        ],
        [
            "REVEREND XUNDU",
            "On page 3 of your memorandum you indicate that your instructions were that only teargas canisters be fired from rifles and rubber bullets, is that correct?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "That is the drill of the Police.  That is how we go through a riot situation.",
            "Unknown"
        ],
        [
            "REVEREND XUNDU",
            "And you further say in number 13, that no bullets, you checked with the police and there were no bullets which were fired by the police?\nEAST LONDON HEARING TRC/EASTERN CAPE\n10 J J VIKTOR",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "That is correct.",
            "Unknown"
        ],
        [
            "REVEREND XUNDU",
            "Where do you assume the bullets came from that were shot at the people?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Well I don't think it's a secret that the firing was done by the Ciskean Defence Force.",
            "Unknown"
        ],
        [
            "REVEREND XUNDU",
            "And not by the Ciskei Police?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Not by the Ciskei Police.",
            "Unknown"
        ],
        [
            "REVEREND XUNDU",
            "You were in charge of the Police force of the Ciskei weren't you?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Just repeat that please?",
            "Unknown"
        ],
        [
            "REVEREND XUNDU",
            "In your duties of being in charge of the police force you were also in charge of the units of the security police of the Ciskei?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Security police?",
            "Unknown"
        ],
        [
            "REVEREND XUNDU",
            "Yes.",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "The security branch of the Ciskean police, there have never been any security police in South Africa either, it's a branch of the police.",
            "Unknown"
        ],
        [
            "REVEREND XUNDU",
            "We mean the same thing.",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Maybe.",
            "Unknown"
        ],
        [
            "REVEREND XUNDU",
            "They mean the same thing.  So you were in charge?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "That is correct.  It's not a different force.",
            "Unknown"
        ],
        [
            "REVEREND XUNDU",
            "And in the arrangements running up for the march you were aware that the ANC and its alliance was in South Africa and out of South Africa making marches to demand their freedom?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Yes that is so.",
            "Unknown"
        ],
        [
            "REVEREND XUNDU",
            "And your specific duty was to make it impossible for them to do that march in order for them to demonstrate their unhappiness with the system as it\nEAST LONDON HEARING TRC/EASTERN CAPE\n11 J J VIKTOR\n...(intervention)",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "No, not a specific duty, it's a question of law and order.  If your government will tell you that is our attitude then you do your duty as I've explained, but I also did explain that when a request was made to me to refuse the march outright I refused, and I said no I will adhere to the conditions and the order of the magistrate.",
            "Unknown"
        ],
        [
            "REVEREND XUNDU",
            "The duties that you talk about in our context of South Africa included tough action by police ...(intervention)",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "No I am not concerned about the context of South Africa ...(intervention)",
            "Unknown"
        ],
        [
            "REVEREND XUNDU",
            "Wag, wag, wag let me finish please, if we must go together, I must finish my sentence, don't preempt what I want to say ...(intervention)",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Well I thought you were finished with your question Sir.",
            "Unknown"
        ],
        [
            "REVEREND XUNDU",
            "I am not finished.",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Okay.",
            "Unknown"
        ],
        [
            "REVEREND XUNDU",
            "Now I am saying that you are saying that your duties were to maintain law and order.",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "That is correct.",
            "Unknown"
        ],
        [
            "REVEREND XUNDU",
            "And are you saying that within the exercise of those duties there is no details of conscience in carrying them out, you just carry those out like a robot?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "No not like a robot.  You know a robot is controlled by a human being or by a computer, so I don't act like a robot, but if that is the law then I just enforce it.",
            "Unknown"
        ],
        [
            "REVEREND XUNDU",
            "In the history of repression such as we read from the Nazi activities we heard a number of people saying I was obeying orders, and in obedience of orders\nEAST LONDON HEARING TRC/EASTERN CAPE\n12 J J VIKTOR\npeople died, I am asking whether in your relationship with your God you feel that the person who gave orders was taking away that which belonged to you alone as you carried out your duties to repress and to stop people from making lawful demonstrations?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "You know I am not going to be drawn in Mr Chairperson into any political arguments here.  With due respect Sir I think your question is really being directed for me to give a political answer which I am not going to do.  I was a professional policeman and party politics I have always thought was really below my dignity.  So it's not a question of conscience.  If that is the law of the land then I enforce it.  And if you use the word repression I don't repress people, or oppress people, maybe that's the politicians that do that, but I enforce the law.",
            "Unknown"
        ],
        [
            "REVEREND XUNDU",
            "Mr Chairperson I am asking this question because we are dealing with a situation here in which we say that we must make sure that there is no repetition of such atrocities, but we want to give policemen now and in the future the benefit of knowing that they can say no, because of conscience decisions.  Policemen must realise that they are not necessarily subject to the ruling party, but they are subject to one who gives authority to that, and therefore I am asking this question in that light, not in any way to denigrate my learned friend, but he may feel free not to answer the question, but I still want the question to be on record.  I thank you.",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "I think Mr Chairperson I would like to reply to that, that as I say it's not policemen voting a political party in power it's all the people, so it's actually all the people giving the right or the authority to the politicians\nEAST LONDON HEARING TRC/EASTERN CAPE\n13 J J VIKTOR\nto make these laws.  And then it comes down to the policemen and he only enforces that law.  That is my answer to that.",
            "Unknown"
        ],
        [
            "REVEREND XUNDU",
            "One last submission Mr Chairman, in South Africa only the minority gave the authority to government to rule, the majority did not give that permission.  And so I am saying that question - I am trying to help my friend to realise the picture that was emerging, that it was not a legitimate government because it was elected by a few people only, and if there were people with self-interest as policemen, as army persons, then we must be clear about that, there was self-interest more than it was a loyalty to being a policeman.  That is what I am trying to clear, so that I help others who are in the police force to make sure that they don't put self-interest before the service of the total people of South Africa.  Thank you.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Have you any further comments?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "I have no further comment to make Sir.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Have you been aware of arguments that related to the legitimacy of the Ciskean government, the kind of issue that Reverend Xundu has raised now?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Well I think Sir that is something that has been going on for many years, the independent countries in South Africa, so surely I must credit me with some intelligence to have been aware of these political arguments.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Alright.  I will proceed to the rest of the panel and hear whether they have got any questions.  I will go to Pumpla Gobodo-Madikizela first.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you Chairperson.  General would you tell us when were you head of the division of police in Soweto?\nEAST LONDON HEARING TRC/EASTERN CAPE\n14 J J VIKTOR",
            "Female"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Mr Chairperson I don't want to make it difficult for the person asking the question, I just hope it has bearing on my appearance here as to what happened in September 1992, but I am not afraid to answer that, I was head of the CID in Soweto from the beginning of 1982 to towards three-quarters of 1985 and then I was the Divisional Commissioner of the Police in Soweto for 1988 and 1989 and I retired there, I think my best years in the police in Soweto.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "And have you ever gone to Soweto yourself?",
            "Female"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "But I was working there for nearly six years.  I was in Soweto every day of my life there.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "I am asking because I want to know a bit more about what exactly your role was in Soweto.",
            "Female"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "I have told you I was the head of CID, of the detectives for nearly four years and then for two years I was overall in charge.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "And your responsibilities included, could you tell us?",
            "Female"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Everything a policeman is supposed to do which was embodied in Section 5 of the then Police Act, that is investigation, law and order, I think it's five items they had in the old Act.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "When you talk about law and order, and enforcement of law and order, what are the specifics of that law and order, enforcement of law and order?",
            "Female"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Well it's investigation of crime.  See that the people, you try and make the people feel safe especially in a place like Soweto.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "How many Black people did you see\nEAST LONDON HEARING TRC/EASTERN CAPE\n15 J J VIKTOR\nkilled by your men in Soweto during your time there?",
            "Female"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Well it all depends you know, when you say Mr Chairperson I don't want to get into legal arguments, I am not a legal man I am a policeman, if you say killed you know it looks like you've murdered the person.  When a policeman uses his firearm, in those days and I think it's still the same, then there is a full investigation about that shooting, everything is then submitted to a magistrate and then you can have a formal or informal investigation.  Informal means that affidavits are being submitted.  Formal then the person or the witnesses must all give evidence.  I must say especially  ...(tape ends)",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "And as far as political activity was concerned?",
            "Female"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Political activity I remember of one person especially that was killed there and I was the Investigating Officer and the White detective on security branch went to jail for ten years.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "And you were also head of the security branch there, especially the desk responsible for the ANC/PAC activity linked to the Vlakplaas, is that correct?",
            "Female"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "I was the founder of Vlakplaas, but not for what you might think what happened there.  I am very glad you asked me that question.  I can tell you now why Vlakplaas was founded.  Because I realised I had a lot of experience in the then Rhodesia and in Namibia and I found that many of the people, whether it's ANC, PAC, it doesn't matter, Afrikaans organisations, they are not really with all their heart in the struggle, and you will find that once a man has been, especially you referring to Vlakplaas, once\nEAST LONDON HEARING TRC/EASTERN CAPE\n16 J J VIKTOR\nhe's returned to South Africa he's very glad to be back here and once you talk to him you will find that a lot of them there are not interested in the struggle anymore.  And my idea was why must a man go to jail for maybe 10, 15 years just because he went out for military training.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "So you changed them?",
            "Female"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Just one second.  No I didn't change him, he had his own mind, I didn't change him.  And why, as I say send the man to jail for many years, he's just gone out for military training, so as a detective, as a policeman surely I can use him much better.  He's been out in the camps there, in Angola or wherever in Africa or overseas, he knows who went with him to the camps.  And I can assure you the more unsophisticated people they could remember 200 to 250 people who were in training with them.  He will give you his name, where he came from, what camps he was in, so that was my idea.  As I say I didn't think I was called here to report or to explain to the Commission about Vlakplaas, but seeing that you've asked now I can tell you, that is how I founded Vlakplaas, to give that man a place to stay and of course to make use of his knowledge.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "General it's important for us to find out about your past role because it tells us who you are, so that history is very important.  I find it interesting the way you are justifying the existence of Vlakplaas and in fact it is important for us to understand a bit more about your thinking as far as your using of these men was concerned.  You say that you used these men, I know that we are not about Vlakplaas here ...(intervention)",
            "Female"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "You use his knowledge I said.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Well it's an interesting way of\nEAST LONDON HEARING TRC/EASTERN CAPE\n17 J J VIKTOR\nputting it to use his knowledge, but essentially you use the man, or the man that you got back there.  And this is very significant for us especially since we've got records that Dirk Coetzee who is now appearing before the Truth Commission was reporting to you, so what kind of man are you?  I mean you came to the Ciskei, you've got this history, you've got these beliefs and you are very blandly declared to this Commission that this is how things were, you know this was not politics ...(intervention)",
            "Female"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "What things which went way?",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Well you just explained to us that this is how things were, these men came back, instead of sending them to jail you decided to use them for your own benefits, now we know ...(intervention)",
            "Female"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "I didn't say staying in jail, I said instead of sending him to jail.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "I don't think we should be involved in polemics really, what you have said to this meeting here ...(intervention)",
            "Female"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "You know in giving evidence one should really check on what words were used, but Mr Chairperson I don't want to get into any arguments, you are the Commission here, but funny enough the questioner didn't ask me for how long I was at Vlakplaas.  She asked me for how long I was in Soweto, but I founded Vlakplaas at the end of '79, and I left Vlakplaas at the end of '80 and I never went back there again.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "But you are giving us the rationale for Vlakplaas so it is important, more than that ...(intervention)",
            "Female"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "You asked me about it.\nEAST LONDON HEARING TRC/EASTERN CAPE\n18 J J VIKTOR",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "More than that you are giving us more information about the kind of way in which you think.  But nevertheless we should move on now.  What I really want to find out from you is having come to the Ciskei, sent by the South African Government when you had retired with that kind of history, how did you see your role in the Ciskei?",
            "Female"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "I think it's not with that sort of history behind me that I was sent to Ciskei, I think I was known in the Police as a very strict disciplinarian and I was a no-nonsense officer, and maybe that is what was needed here, and that is why I came here, well maybe that is why I was asked to come here, not because of my history of Vlakplaas or wherever.  If you went through Soweto, which is a tough place, with very good policemen there too, then I think you can go anywhere in the world.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you, I am really quite fascinated by your attitude and I realise also that you go through phases of anger and you know very strong emotion about these issues.",
            "Female"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "No, no anger.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Which is quite interesting.",
            "Female"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "No, no anger, maybe Mr Chairperson seeing that you are so interested in my past and that is why I have certain attitudes, maybe then I should ask you as a panellist in the Commission about your past and what is your attitude then towards these things.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "My role here is to find out the truth from witnesses who come, but part of the truth is establishing where the witnesses come from, so that is my role.",
            "Female"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Good.\nEAST LONDON HEARING TRC/EASTERN CAPE\n19 J J VIKTOR",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you Pumpla.  General you have obviously testified many times in court, you've been an officer for 48 years I think you said.",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "No I said over 44 years.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Over 44.",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Ja.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "So I mean you've been through the mill if I might put it that way.",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "I think so.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "You know what it's all about to give evidence.",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Yes I have always believed Sir that, and that I've learnt from a very old officer when I was a young policeman, that there is no rope strong enough to hang the truth.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "And you also know the procedure so I don't need to explain that to you at all.  In fact I am going to Dr Ramashala, she has indicated to me some time ago she has got some questions, over to you.",
            "Male"
        ],
        [
            "DR RAMASHALA",
            "General I want to make sure that I do not misunderstand you.  Would you describe again the role that you say you played on that day.  I am of the understanding that you say you delegated.",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "No, what I did say I delegated my powers, I mean you don't expect the Commissioner to go and sit there and really go into detailed arrangements for an operation like that.  And as I have explained Brigadier Ngcobo and Major Simms they were the two people in charge down there, but I went there as moral support.  There were only a handful of policemen there, and I went there for moral support for these guys that they see the Commissioner\nEAST LONDON HEARING TRC/EASTERN CAPE\n20 J J VIKTOR\ndoesn't sit in the office and they face maybe an angry crowd here.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Okay, having said that I'd like to refer to the CDF inquiry which was convened by Brigadier Marius Olshitz who was then Chief of the CDF.  I will just read a few things and stop and ask you a few questions.  This is the section on the breakaway and it says,\n\"A section of the crowd, not Kasrils group, began to move along the stadium bank in the direction of the CBD of Bisho.  A CDF reaction force was then deployed to reinforce troops along Jongilanga Crescent.  Kasrils group then ran at speed toward the gravel road between the stadium and Jongilanga Crescent while the reinforcements were still running to take up their positions\".\nare you with me so far?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Yes.\nDR RAMASHALA\n\"At this stage the field commander had already reported to the overall commander that the crowd was rushing toward them.  The soldiers along Jongilanga Crescent reported that they were under fire...\"\nthese were the soldiers.\n\"The field commander reported that shots were being fired towards them to the overall commander.  By then the front ranks of the charging crowd were about 150 metres away from the soldiers along Jongilanga....\"\nWhat, in your opinion, what do you think was happening?  One group of soldiers says they were being fired at, another \nEAST LONDON HEARING TRC/EASTERN CAPE\n21 J J VIKTOR\ngroup of soldiers says they were not being fired at, and we now know that the crowd was not carrying weapons.",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Well first of all I was not at the scene on that side.  As I have explained I saw Mr Kasrils running, not going, not into the stadium but running along the fence, and beckoning people to follow him, and then he disappeared.  What happened outside, I don't know Ma'am whether you've visited the scene, but then you'll know what I am talking about.  I was right here on the border, the Ciskei/South African border, and once they disappeared or Mr Kasrils disappeared or whoever ran through on the other side I couldn't see them.  I have no knowledge what really, as I have explained here I heard shots being fired.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Let me bring your attention to another summary and it's called Command and Control.\n\"Combined planning with all security forces took place and also planning on lower levels...\"\nI underline lower levels.\n\"It was possible, however, that too much was left to the green card mandate\".\nAnother part of the report which refers to coordination and will speak to my question to you,\n\"There was a breakdown in coordination between CDF and the Ciskei Police\".",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "A great what, I couldn't hear?",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "\"There was a breakdown...\"",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "A breakdown....\nDR RAMASHALA\n\"...in coordination between the CDF and Ciskei Police, no overall Ciskei Police Officer appeared to be in command leading to a rapid change of\nEAST LONDON HEARING TRC/EASTERN CAPE\n22 J J VIKTOR\ncommand to the CDF when the situation got out of control.  No redeployment of Ciskei Police on equivalent levels took place.  This led during the breakout of marchers from the stadium to sudden and direct conflict between CDF and marchers, Ciskei Police being negated due to Police not being redeployed within the new scenario\".\nWithout an indictment or direct indictment Sir I want to follow up on Ms Gobodo's comments that for a professional of your experience and skill to delegate to others as you say you were on the sidelines providing moral support, that in fact you were negligent by not taking control on that day because here the issues are there was no coordination and there was a lot of confusion, in the meantime there were bullets all over.  This is not an indictment, I am asking you for your thinking, I am asking you to do Monday morning quarterback, to do some reflective thinking.",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Now first of all Mr Chairperson you must realise that police and army in any country they have different cultures, different training, but to say there was a breakdown, with all due respect to General Olshig I don't think I can agree.  As I have stated here when I saw Mr Kasrils and some of the people running not into the stadium but outside I've said here that I've asked Major Simms, I said look send some people there and he did send I think two officers and some men.  We didn't know that these people were breaking out on the other side or going out of the stadium, I couldn't see there, but there was no breakdown in coordination.  As I have also explained we were responsible here at the tar road and we were only a handful of policemen and there was Brigadier Ngcobo and Major Simms, they were\nEAST LONDON HEARING TRC/EASTERN CAPE\n23 J J VIKTOR\nthe two officers in charge and you know as a senior man once you have delegated your powers to your people then you just don't go and interfere, then there is really confusion.  You don't interfere.  And in this case I can assure you that there was no time, there was really no time to coordinate between army and police again.  It was a question of, I don't think even minutes, when these people, when I saw Mr Kasrils and the people running towards, I think it was the north-east side and the shots I heard, there was no time to coordinate any future actions.  That is my reply to you Ma'am.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "General I would like to ask you to take off your General's hat and speak as a father, and speak perhaps as a humanbeing.  I am positive that over the years, since this happened, that you have reflected, I mean it would not be normal if you hadn't reflected, but you have reflected that you thought and wondered what went wrong, could you give us some of your thinking?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Forget the General's hat and forget my fathership, I'm both.  I was a general for quite a number of years and I am a father, I am a grandfather, and as a very experienced detective I went along with the Colonel from Pretoria, the ballistic expert and it's not a question of reflecting afterwards, it is that day I saw bullet holes there in the grandstand, right up there, and that is why I have said in my statement here where I was I couldn't see any reason, as far as I could determine, any reason for, I can't say what happened there in front on the north-east side, but here where I was I couldn't see any reason why the soldiers opened fire on the crowd around there, especially after, as I say, having visited the scene and going into\nEAST LONDON HEARING TRC/EASTERN CAPE\n24 J J VIKTOR\nthe stadium, going into the grandstand and see where we found bullet holes right up there in the grandstand.  As a policeman, as I say, what I could determine, I couldn't see any reason why shots were fired right up there into the grandstand.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "My final question.  As the head, the then head of the Ciskei Police one cannot abdicate total responsibility, regardless of your role, I think the buck stops with you so-to-speak, General what do you want to tell the parents of the children who died that day?  The children whose fathers died that day?  The wives whose husbands died that day, and the husbands whose wives died that day?  If you had the opportunity as you have today what would you like to tell them?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "First of all I agree with you, there right at the top that is where the buck stops.  But I have told the Commission here that my men, and I don't reflect on the CDF, I was not their commander, my men didn't fire one shot.  But as I have said before I don't want to be drawn into any political comment.  What happened there, and as a policeman you know you are not without emotions and without feelings, but if I can really give a message to them it is once you choose your leaders, see that they act responsibly.  And that is what as far as I am concerned happened there that day.  As a policeman we all expected the crowd to go into the stadium and some leader or leaders decided no, we will do it differently.  So that is the one message I would like to give to them.  Pick your leaders that you can follow and once they have negotiated with the authorities or in that case I think it was Mr Hall and Dr Gildenhuys then adhere to what has been decided there.  I have no other message.  I am EAST LONDON HEARING TRC/EASTERN CAPE\n25 J J VIKTOR\na policeman and I am satisfied that my men they did their duty that day, and I repeat, no reflection on my CDF colleagues, I wasn't there where the shooting started, I don't know what happened there.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Did you walk around after the shootings to look at the aftermath?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Yes I did.  I did say that.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "And you saw the dead bodies?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "I saw some bodies, yes.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "It is very disconcerting to me General that the message you want to convey to the families is that they should pick their leaders carefully.",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Yes.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Order please.",
            "Male"
        ],
        [
            "DR RAMASHALA",
            "That there is no sense of compassion, that you have not looked at families, regardless of whether your policemen fired shots or not, you viewed the bodies, you viewed the aftermath and yet you sit here and give these families the message that they should choose their leaders correctly, no compassion.",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "I have no comment.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "And that is very disconcerting to me.",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "It may be so but I have no comment.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Thank you General.",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Order please.  I have, when the proceedings started this morning I have brought to the attention of the people attending the proceedings what the rules of decorum and discipline are, and I have indicated that from time-to-time you might hear testimony that you don't agree with, but that doesn't mean that the person who gives the testimony\nEAST LONDON HEARING TRC/EASTERN CAPE\n26 J J VIKTOR\nshould not be given an opportunity to put his or her case.  So I just remind you about that again please.    Let's retain that decorum here.  Before I proceed there are some more questions my colleagues want to ask.  \n I just want to perhaps finish off this one point General that has arisen so that we can understand what the factual situation was, why were you not in charge of the police, the Ciskean Police on that particular day?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Mr Chairperson I think I did explain just a short while ago, that you are in charge, I was still in charge of the Police, but the arrangements for the actions there, the arrangements there were made by Brigadier Ngcobo and Major Simms with the CDF.  And that is why I have said I went down there to be with my men, to give them moral support, and as I have explained as a senior man you don't go and interfere with the arrangements they have made.  Maybe if things really got out of hand with the Police I would have said okay now we do this, we do that.  But it wasn't necessary for me because the police didn't go into any action.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Ja.",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "And I was satisfied with our arrangements.  Brigadier Ngcobo is a very senior man.  Major Simms a very senior or a very experienced riot control man, and then you don't interfere.  And as I have said I went down there for moral support for my men because there were only a handful of men there and maybe thinking of it now at the previous march with all the negotiations going on with Dr Gildenhuys and I think there was somebody from the United Nations, in the end the marchers were amongst the policemen, if something happened that day the police would have been\nEAST LONDON HEARING TRC/EASTERN CAPE\n27 J J VIKTOR\nineffective and not been able to take any action.  And that is one of the reasons, I don't think I've stipulated here, that is one of the reasons why I said let's put razor wire over there, because that is what happened in August, the people were amongst the policemen in the end.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "I am sorry, I might not be following what you are saying or I might be misunderstanding what you are saying, what I want to understand is you were physically in Bisho, you were the Commissioner of Police of Ciskei.",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Correct.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "You had this situation on your hands, this immovable object and irresistible force going to clash and all indications were that there was the potential for big problems on that particular day, that's what all of the testimony that we have heard thus far amounted to, but why did you leave these two subordinates to be in control of the police on such a day when you were there?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Sir, I don't think I can explain any further.  They were at the meetings with the CDF where the whole thing was planned, and as I have also explained once permission was given for the people to go into the stadium we thought no more problems.  Because I think if I remember correctly at the previous occasion once the people went into the stadium there was no further problems.  But with all due respect Sir for your knowledge, that is how it works, you as a man right there on top don't go and take charge of a situation every time.  You have your subordinates and psychologically it's very bad if you had to go and take charge every time, that that man must understand then that he can't do the job.  I can assure you I am not running away from my responsibilities.  As an officer I take what's\nEAST LONDON HEARING TRC/EASTERN CAPE\n28 J J VIKTOR\ncoming to me.  But that is what happened.  Two senior and experienced people, they were in right from the start with the whole coordination and then I don't interfere.  I don't go into the detail but overall I knew what was planned and as I have said because of what happened the previous occasion and because we were only a few policemen there, I thought I don't want my men to think the Commissioner is sitting up in his office, I was there with my men.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Now just to perhaps in a way repeat, you see there was an indictment against the Ciskean Police by the Ciskean Defence Force Inquiry, they found that no specific police officer appeared to have been appointed as the Ciskean Police commander or else the military was not informed of this.  Now what is your attitude?  Because you see what they are saying that the Ciskean Police were abandoned on the scene and they were saying that the Ciskean Police failed to redeploy their numbers, their personnel after the magistrate gave permission for the march to proceed into Bisho.",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Not into Bisho, with due respect, into the stadium.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Well into the stadium them, okay.",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Which was part of Ciskei.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Right.  So the indictment is that your men were never redeployed to cater for this changed situation and that left the defence force who only had lethal weapons on them, they didn't have weapons of crowd control because they are not trained for that, your men were trained for that, so it left the Ciskean Defence Force people to cater for this situation and the Police were nowhere to be found.  And in fact, just to finish it off, what you are holding out EAST LONDON HEARING TRC/EASTERN CAPE\n29 J J VIKTOR\ntoday as a positive thing, the fact that your men didn't fire one shot, was seen by them as an indictment because your men had the means of crowd control, you could have fired teargas or whatever.  So they are really saying that you should have been doing, you should be upfront, you should have been upfront there.",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "But Sir ...(intervention)",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Ciskean Police then.",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "We were upfront where we expected the problems, we were there.  And as I have explained we were about 45 or 50 men, not even that, and as I have explained right in the beginning in my memo, that we had responsibilities all over Ciskei, we couldn't bring in all the policemen from all the stations then I think maybe it wouldn't have been just Bisho being taken over but maybe the whole of Ciskei, so we couldn't bring in all the policemen to deal with this problem on that day of the march.  And that is why I explained here we only had the Riot Unit.  And as I have tried to explain Sir, whatever my CDF colleagues might say now we were there right upfront where we expected the problem, but when things changed, I can assure you Sir it's quite a few hundred metres where the people ran through the stadium on the other side, and then if we had to withdraw all our people, I did explain to the Commission that I asked Major Simms to send a few men to see what is going to happen there, these people running not into the stadium but going past, and as far as I am concerned he did send men there.  But we couldn't redeploy Sir, we couldn't redeploy.  We were up here.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Well that's the point you see, that is the point, you  left  the  command  in  the  hands of two\nEAST LONDON HEARING TRC/EASTERN CAPE\n30 J J VIKTOR\nsubordinates.  The Ciskean Defence Force brings this indictment against the Police.  It's common cause, it's quite clear that the Police couldn't ...(tape ends)\n...situation where you have the main road blocked off and nobody gets across the Ciskean border and you were catering for that situation.",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "That is correct, as I have said that was our responsibility.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "And the minute when it changed, when permission was granted by the magistrate and this whole scenario changed there was nobody who was in a position to take control of the police and redeploy them, and what I want to suggest to you is that you were the most experienced member of the Ciskean Police, more than 44 years of experience, and if anybody you would have been the person to have taken charge of the Police and to have catered for this changed situation.  But you can't really tell us, you say that, well the other two made the arrangements with the CDF and that's why you didn't get involved.",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "No, no, no Sir that is not the question.  You have asked me now, at the scene there when the scenario changed why didn't I take charge.  Now I have told you in evidence here that things happened so quickly.  Sir, I don't think it was a question of minutes after these people ran past that I heard the shots.  I don't think it was a question of minutes.  And I did, when I saw these people running past and not going into the stadium, and I've also given that evidence here, I said to Major Simms send some officers and men to go around and see what's going on, and as I have said we all believed that the people will go into the stadium, because that is what the magistrate said, they\nEAST LONDON HEARING TRC/EASTERN CAPE\n31 J J VIKTOR\ncan go into the stadium.  So I am not trying to run away from my responsibilities, not at all.  Maybe I am just more loyal than some of my CDF colleagues.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Maybe.  I had intervened in the questioning just to round off the point, I know there are some more questions.  Let's go to Reverend Finca first, he hasn't had an opportunity yet.",
            "Male"
        ],
        [
            "REV FINCA",
            "Thank you very much Chairperson. General Viktor your message, I must confess, your message to those who are victims and to the families of those people who died in Bisho has been one of the most outrageous I've listened to since beginning this inquiry, where your message to them is that you have absolutely no comment to make on compassion but they must choose their leaders carefully.  I would like to take that statement and just put it back to you again in a different context.  I note that it's a political statement and you have been avoiding being drawn into political statements, but you have made this one, would you think that the people who marched to Bisho that day had a right to say to Brigadier Gqozo we no longer want you to be our leader, and they had a legitimate right to march to Bisho to express that position?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Mr Chairperson first of all, I don't want to try and be clever here giving evidence, you said the Ciskean people, I am convinced, let me take Mr Kasrils, he's not a Ciskean, you said the Ciskean people had the right to come and say Oupa Gqozo we don't want you anymore, and I think many of the other leaders there they were not Ciskean people.  And again Sir I am not going to be drawn into any political arguments here, whether the South African Government saw fit to create this state of Ciskei is none of EAST LONDON HEARING TRC/EASTERN CAPE\n32 J J VIKTOR\nmy concern Sir.  But I do feel, as a police officer, once a magistrate has made an order then I do feel that even the Ciskean people should have adhered thereto.  There was a magistrate's order and as I have said when a request came to me and said ban this march I refused, I refused.  So I did have some trust in the leaders of the march that they would adhere to a magistrate's order and go into the stadium.  What the rights Sir, of the people of Ciskei or the other marchers, we know of course people have the right to protest, then again I say if there's an order and the order says this is how you can go about with your protest then I expect from responsible people, responsible leaders to adhere to that too.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "I find it very strange that when it suits you you are not drawn into making political statements.",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "That's correct.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "When it's convenient to you you make political statements.",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Well I don't know what political statement I have made Sir.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "I find that very, very strange.",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "What political statement did I make Sir?",
            "Unknown"
        ],
        [
            "REV FINCA",
            "This choosing your leaders carefully.",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "No that's not a political ...(intervention)",
            "Unknown"
        ],
        [
            "REV FINCA",
            "That's definitely a political statement.",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "That's not a political statement Sir, that's not a political statement.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "Let's just take that to Gqozo, why should the people who were marching that day not have a right to march to Bisho to register a protest against a leader that they have not chosen?\nEAST LONDON HEARING TRC/EASTERN CAPE\n33 J J VIKTOR",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "I think Sir the protest wasn't just about marching to Bisho, the object of the march was to occupy Bisho and to tell Gqozo to get out.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "What's wrong with that?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "That was the object of the march.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "What's wrong with it?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Sir that is for you to decide, not for me.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "You say that people have a right to choose their leaders?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Yes.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "Correctly.",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "But now I've said all of them there were not Ciskeans.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "(Laughs)  Okay.  Thank you Mr Viktor.  Could I just take you back to the gap on the fence.  You say that it was the responsibility that was given to you to lay the razor wire in such a way that you stop the marchers from getting into Bisho, can you explain to us why there was that gap which was left on the fence?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Sir I can assure you that afterwards I heard that the Attorney General wanted to charge some of the policemen for negligence because we didn't repair that hole in the fence.  Now I don't know, the little bit I know about the law I don't know of any such offence, but there again I can only say, and I have really tried to be as straightforward, and I have always tried to be honest, why it wasn't repaired I don't know.  But I have also said in memo here that the government of Ciskei was adamant that the people shouldn't be allowed to go into Bisho.  So the hole in the fence or where it was trampled down the previous time didn't come into the picture, it didn't mean a thing.  The\nEAST LONDON HEARING TRC/EASTERN CAPE\n34 J J VIKTOR\nother reason for the razor wire there, as I have explained the previous march the people moved forward, every time Antonie Gildenhuys ran up to the officers to negotiate the people went forward, and in the end they were amongst the policemen and that is why we decided okay, put the wire fence there, the razor fence there, it is some help.  It doesn't always help but sometimes it does.  But as far as the hole is concerned in the fence Sir I can't give you any reply.  I know there has been speculation that it was left there on purpose, I don't think that is the case Sir.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "General Viktor please come to the point, you had a responsibility to lay that razor wire, and you left, you laid the razor wire that left a gap on the fence, submission has been made to this Commission that that was a deliberate trap, we would like to find out from you a convincing answer on why, if you are to lay a razor wire to stop people from marching into Bisho you lay a razor wire that leaves a gap on the fence?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "No Sir the gap is in the fence of the stadium, right on the other side, that is where the gap was Sir, not in the razor wire.  The gap is right on the other side of the fence of the stadium.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "Were you aware of the gap?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "The previous march I heard about the fence there being trampled down, I did hear that.  But as I have said because the people were not supposed to come into Bisho it really didn't enter my mind that we should do something about that.  I didn't know whether it was actually repaired or not, but I've only heard the speculation afterwards, now you have put it to me now too, that this gap there on the fence of the stadium was left there on purpose.  EAST LONDON HEARING TRC/EASTERN CAPE\n35 J J VIKTOR\nI have no comment on that, not from the Police side.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "Were you aware of this gap before the march or after the march?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "As I have said Sir I knew about the gap after the march on the 4th of August, but I didn't take notice of that again.  I only heard after the march of the 7th of September that that gap was still there, and that is where the people went through.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "Why did you resign as the Commissioner of Ciskei in the period in which you resigned?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "It still had nothing to do with the march of the 7th, and as I say if I want to take it up I don't think it's any concern of this Commission with due respect Sir, why I resigned, but I don't mind telling you, after a certain weekend I came back and I heard that all the files of all my senior officers were taken by a lawyer and he had to prepare letters to fire them all.  And Brigadier Gqozo was also the Minister of Police, and through his secretary and his people there I asked for an interview because he was my political head and he wouldn't see me.  I tried for two, three weeks to see him, to find out what is his problem with my senior officers, why must they be fired?  And I contacted the lawyer and I said I will take you to court what are you doing with Police files?  And that is why I resigned.  I have certain principles.  If my own political head doesn't want to see me because I want to ask him what's wrong with my senior officers, then it's no use carrying on Sir.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "Just the last question Chairperson.  You and your colleagues were faced with a situation of grave danger.  I think the first march had indicated to you how serious the situation was with the marchers insisting to go and occupy\nEAST LONDON HEARING TRC/EASTERN CAPE\n36 J J VIKTOR\nBisho, and you and the Ciskei Government resisting that.  I wish to go back to the question already asked by my colleague, was it not the height of irresponsibility for the Commissioner of Police to be out of duty on a day like that?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "I don't understand \"out of duty\", I was there.  I was there at the scene.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "But you were not in charge?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Well I am the senior man there, but I had my men.  In any war you don't find the general going sitting there and direct the shooting or the firing, I was there, as I have explained, to give my men moral support, but I had all the confidence in the two officers that I had on the scene there.  A very senior Brigadier and a senior Major,  with lots of experience Sir.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "Were you in charge of planning for the operation on that day together with your colleague Mr Olshig?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "No I don't think I planned, no that day, no, no, no, because the planning was all done beforehand, there was no planning to be done.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "So you were not part of the planning?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "As I have explained Sir I was away for a few days and Brigadier Ngcobo and Major Simms did all the planning with the CDF.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "Is that not an indication of gross irresponsibility ...(intervention)",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "With all due respect to you Sir ...(intervention)",
            "Unknown"
        ],
        [
            "REV FINCA",
            "For the Commissioner of Police not to be present at a time like that?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Sir the planning was done and what's happened on that day with the planning the police did, even today I\nEAST LONDON HEARING TRC/EASTERN CAPE\n37 J J VIKTOR\nam satisfied, because from the Police side nothing went wrong.  And that doesn't mean that anything went wrong from the Army side, I am not there to point a finger.  I wasn't at the scene where the shooting started.",
            "Unknown"
        ],
        [
            "REV FINCA",
            "Thank you Chairperson.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Pumpla we are trying to wrap up as soon as we can.",
            "Male"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "I won't be long.  Thank you Chairperson.  General you told us that people must choose their leaders, I think you have given us an opportunity to reflect on that question, and also just in terms of the way you have demonstrated your callousness, your coldness and insensitivity shows us the kinds of leaders that the South African government chose to head its important department, and the strategies they used to ensure that those kinds of leaders are transported to the Homeland governments which they created.  I would like you to tell us, I would like you to imagine a situation where those dead bodies you saw on the stadium were White bodies and if the families here today were families of victims who died at that stadium were White, what would your response be?",
            "Female"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "I can assure you the very same.  I am no racist.  I am an African as much as what you are, I just happen to be a White African.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "I find your patronising attitude a bit irritating actually ...(intervention)",
            "Female"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "I would just like to add Mr Chairperson the personal attack on me I think you are being protected here by the Act to tell me that I am callous, that I am cold, I don't think my wife would like that.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Well I am glad you mention your wife EAST LONDON HEARING TRC/EASTERN CAPE\n38 J J VIKTOR\nactually because I think that's important that we understand that humanbeings, people like yourself who have wives and children are normal people, they conduct their normal lives but they can also be callous, insensitive and demonstrate the kind of attitude that you demonstrate.  The reason I ask that question is I've always, I've often had this idea in my mind that some of our problems were related to the very issue of racism in this country and the very idea of an apartheid government which by the way was political, and which means that even your role as a policeman was just not merely a policeman's role but was a political role, because apartheid was a political thing, and the whole attitude around apartheid was political, therefore your operation and your thinking about people, especially Black people in those times, especially a person who came from Soweto, the heart of most of political activism would have those attitudes, and this is why I am asking you that question.",
            "Female"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "I can assure you Ma'am that I am no racist.  I have been working with Black, Indian, Coloured policemen since day one, and especially in Soweto, I can assure that there was really a brotherhood and nobody could ever say that there is any sign of any racism in the police in Soweto.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "I thank you.  I know that there are some more questions that members of the panel want to ask.  I don't want to be unfair on the panel but I also don't want to be unfair on the witness or unfair on the other people who must still come and testify, whose cases we must hear.  So I want to make the point that I think we have covered in fact most of the ground that was raised by the witness.  What I am going to rule is that whatever questions there are EAST LONDON HEARING TRC/EASTERN CAPE\n39 J J VIKTOR\nstill must please be pointed, and can I ask no comments and just ask the question and perhaps we'll get the witness' cooperation to respond specifically and pointedly to a question that elicits information or clarifies the points which have not yet been clarified.  I think we have debated enough I just want to make that point.  Dr Ramashala are you happy with that arrangement?  Under those strict, strict circumstances I will allow you then another question.",
            "Male"
        ],
        [
            "DR RAMASHALA",
            "Absolutely Chairperson, and thank you very much.  I will make one comment and then a concluding question.  General I think that you are a brilliant political strategist.  Your idea of establishing Vlakplaas and the use of people who returned to South Africa ...(intervention)",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Used their knowledge, not used them.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "Pedantic.  Is absolutely brilliant.  Having said what you have said in the past hour unless you are planning to leave South Africa, which I don't think you are, you have to live in this South Africa that perhaps is surviving all kinds of dirty tricks, but you and I have to live in South Africa, one of our critical mandates is to determine how you and I will live in this South Africa in the form of reconciliation.  General having said what you said do we have a chance at reconciliation?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "First of all you called me a political strategist.  I want to tell the Commission that I have never voted in my life, never, ever, because I don't believe in politicians.   Secondly I think we do have a chance, we do have a chance but it must come from everybody, not only from one side of the community.  It must come from everybody.  I can assure that if I were young enough today I would have\nEAST LONDON HEARING TRC/EASTERN CAPE\n40 J J VIKTOR\nserved under the present government.  I am a professional policeman.  I would have served under this very government.",
            "Unknown"
        ],
        [
            "DR RAMASHALA",
            "General we have heard talks about forgiveness and reconciliation, but predominantly from the Black people in South Africa, and since you are so hopeful that we could accomplish reconciliation could you give me one or two strategies that you believe will take us from here to there?",
            "Unknown"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Don't you think it will have to be political strategies and that I am not interested in, although you called me one.  It will have to be political strategies.  But I think the people in this country, we have come together whether we say this race was a minority and that one in majority, we've come a long way and I don't think we can do without one another in this country.  I can assure that I am not one, and that's not politics, to feel that I should leave, not at all.  I am quite happy here.  I am born and bred, my forebears came from Holland over 300 years ago and they won't know me if I go back there, so I am quite happy here.  I will stay here and I will die here.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you very much.  I am going to close the testimony, but perhaps just finally General you've listened to some of the questions, you've listened to some of the comments, you've had some time to reflect, perhaps just as a final question, do you think that perhaps you should reconsider your testimony that you don't have any compassion with any victim, with any of the next of kin in this terrible, terrible tragedy?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "I never said Sir, with all due respect to you, that I don't have compassion.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Then we misunderstood you.",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "I said they must choose their leaders more\nEAST LONDON HEARING TRC/EASTERN CAPE\n41 J J VIKTOR\ncarefully, but I never uttered the words that I have no compassion, I just said I have no comment.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Well then ...(intervention)",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "You see Sir what I do feel that a lot of innocent people, or a number of innocent people died that day because of the leadership.  A lot of innocent people who didn't know what it was all about.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Now who is it that you don't have compassion with?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "I still said I never said I have no compassion, but I say I have no comment.  That is my own personal feelings.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Well then I will repeat, then I will repeat the question because you might leave a wrong impression on the mind of the panel here.  Do you have compassion with the victims or their next of kin in this massacre?",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "I said Sir just now that I do feel sorry for the innocent people who died that day.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you very much General.",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Thank you Sir.  Sir if I may ask the panel or you as Chairperson, I have a long way to go back but I will only be going back tomorrow if I may be excused from the further proceedings here?",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Certainly.  I thank you for coming and testifying and bringing your perspective to bear on this incident and there would be no need for you to attend any further.  So if you so wish you could be excused from further attendance.",
            "Male"
        ],
        [
            "JOHANNES JACOBUS VIKTOR",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR POTGIETER",
            "Thank you.",
            "Male"
        ]
    ]
}