{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-08-11",
        "location": "CARLTONVILLE",
        "day": "1",
        "names": [
            "STEPHEN LEBOGANG VAN ROOYEN"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52800&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98081112_crl_carlton1.htm",
        "speakers": [
            "ADV DE JAGER",
            "CHAIRPERSON",
            "INTERPRETER",
            "MR KOOPEDI",
            "MR STEENKAMP",
            "MS GCABASHE",
            "STEPHEN LEBOGANG VAN ROOYEN"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR VAN ROOYEN",
            "STEPHEN LEBOGANG VAN ROOYEN",
            "MR STEENKAMP",
            "MR KOOPEDI",
            "ADV DE JAGER",
            "INTERPRETER",
            "MS GCABASHE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Your full names please?",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "My name is Stephen Lebogang van Rooyen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please stand to take the oath.",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Mr Chairman, the application is on page 35 to 43.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "May I proceed?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, certainly.",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR KOOPEDI",
            "Thank you Chair.\n\tYou have heard the evidence of three of your - excuse me, I'm having a bad sound feedback, I'm not sure what is wrong.\n\tYou've listened to the evidence of three of your co-applicants inasfar as the background leading to the events that culminated in the death of the two deceased persons, do you confirm that?",
            "Male"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now let's got to Bekkersdal.  When you got to Bekkersdal you separated yourselves into two groups, there was a group in which the first applicant was in, I would like you to tell this Committee in which group you were.",
            "Male"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "I was in the first group.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "In the first group, that is the group that was with the first applicant, is that correct?",
            "Male"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "That's correct Sir.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now let's get to the mine premises.  When you got to the mine premises, where were the two deceased persons, where were they standing in relation to you as you come into the premises?",
            "Male"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "As we were chasing them, myself and comrade Lacosta and comrade Masoba in front.  We told them to stop because: \"We are not here to fight but we've just come to take you back to the community of Kutsaong, so that you should account for what you have done\".\n\tAs I was in front, they pretended to stop, the deceased and KK took out a firearm and he attempted to shoot me.  I heard one of the comrades shouting to be careful because he had a gun and when I looked at him he had pointed at me with the gun and I swerved, but the firearm jammed.  When that happened I took a stone and hit him with that on his head and he fell and the firearm fell as well.\n\tWhen the firearm fell we started stoning him.  Comrade Lacosta wanted to go for the firearm but the deceased took out a jungle knife and when he did that we started stoning him.  Comrade Didi had already arrived and had started stabbing him.\n\tI picked up an iron rod in the nearby, in that same camp, and started hitting him with it and the other comrades started stabbing him.  In the nearby it was comrade Chaba who was busy arguing with one of the deceased, being Bafino Sedisa.\n\tAs we were busy, I'm not sure as to what happened eventually.  Comrade Gustaff Morupisi came with comrade Didi.  When they arrived, Gustaff Morupisi assisted comrade Chaba to find Bafino.  There I don't know who did what in killing comrade Bafino but I know that comrade Tebogo came to assist comrade Chaba.  I didn't see exactly what happened as I was also very busy fighting the late KK.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now, can you tell this Honourable Committee what could have been your political motive, if you had any, to attack these people, the two deceased?",
            "Male"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "As the comrades have already indicated about the criminal offences that were being committed mainly by these gangsters in the township, the comrades finally decided that the things that were happening in the township due to this group that was against the community, was no longer acceptable and the ANC was not - what they did was not acceptable by the community and the ANC, thus the comrades decided to go out and search for the deceased.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now, to your recollection, have you told this Honourable Committee everything that you know in relation to this incident?",
            "Male"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "As I've already said, that is the absolute truth that I've presented in front of this Commission.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Is there anything that you would want to add?",
            "Male"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "There's nothing further to add Sir.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Mr Chair, that will be the case for this applicant.\nNO FURTHER QUESTIONS BY MR KOOPEDI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "After you hit KK with the iron rod, did you do anything further, did you do anything else to him?",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "After having hit him with the rod, because he was still fighting back and the situation that was prevailing at that time, I continued hitting him with the iron rod constantly as we were fighting with him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were fighting with him and he wasn't fighting with you because there were three of you or four of you, he was alone, you had taken away his knife so he wasn't fighting?",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "As I've already explained, the deceased, I tried to talk to him but to show that he was keen to fight he took out his firearm and thus I say that he was fighting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I know you said he was fighting because he pulled out his firearm and you hit him on the head because his firearm wouldn't go off.  There was no fight left in the man after that, was there fight left in him?",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "He had the courage to fight ...[indistinct] because he drew a knife thereafter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, carry on.  You took his knife away from him and then ...[intervention]",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "His knife fell and comrade Mokoena picked it up.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At what stage did you decide to stop hitting this man?",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "When he could not fight back I stopped.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Explain to me how he fought.  After his knife was taken away from him, what did he do to show that he was fighting?",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "As I've already explained, after having hit him with the stone he drew a jungle knife and that is when I hit him with the iron rod.  When I hit him, the comrades were already stabbing him and that is when he was fighting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How was he fighting when he was being stabbed by the comrades, what was he doing?",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "He tried to stab back with the jungle knife.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You've told us that.  I'm talking about the time when they took his knife away from him.",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "He had already fallen down and we had stabbed him already, that is when we left him, after having stabbed him.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "What happened to his gun?",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "Comrade Mokoena picked it up and on our way back ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes?  Did he take it home?",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "Yes, we did.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And his knife, the jungle knife?",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "I don't know what happened to it because I know comrade Lacosta was using it to stab him.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Sorry, comrade Lacosta, is that Mr Mokoena?",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "Yes, Sir, Mr Mokoena.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please correct that, this is the first time I hear this name.  Lacosta, is it the same person as the first applicant?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "That is indeed so Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So just to avoid confusion, instead of using the word: \"Lacosta\", will we say that in this case the knife was taken away by Mokoena?",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "That is correct Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] says KK's gun was picked up by Mokoena, he took it home.  \"And what happened to the knife\"?  He says: \"I don't know, but I saw Lacosta stabbing him with a knife\", to create an impression it was two different people.",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "We are talking about the same person Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So why do you use two different names?",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "As he is my friend I am used to calling him Lacosta.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Because you've also used Didi which is a name we are not familiar with, you'd better tell us who that is.  Earlier on you used Lacosta, you used ...[intervention]",
            "Female"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "That is Mr Maumakwe, Didi.  Maumakwe is Didi.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Chaba?",
            "Female"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "That is Hendrik van Rooyen, Chaba.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How do you spell Chaba.",
            "Unknown"
        ],
        [
            "MS GCABASHE",
            "Chaba Judge.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Who is he?",
            "Unknown"
        ],
        [
            "MS GCABASHE",
            "Hendrik van Rooyen.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "And is that the same person as Masoba or who is Hendrik van Rooyen?",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "Masoba is Hendrik van Rooyen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Steenkamp?",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Thank you Mr Chairman.\n\tSir, would you agree with me that there was no real reason for Mr Mokoena to stab and subsequently kill the deceased, because he was totally unarmed?  Do you agree with me?",
            "Male"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "I would disagree with you because the deceased tried two times to fight back.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "I got the distinct impression that after his gun was taken away the knife was taken away and then he was stabbed, or am I wrong?",
            "Male"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "When he fell for the second time he could not fight back and we were finishing off fighting with him, we left him there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just answer the question please.  I think it is being suggested to you that after the deceased's knife was taken away from him, what was the need to stab him?",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "The situation that prevailed at that time led to what happened to the deceased.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  What situation was it?",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "A fight situation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You know you use the word fight, please.  The word fight means two people are engaged in fighting.  When one man's knife is taken away from him he is no longer fighting.",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "The situations that were prevailing at that time were such that we were angry and enraged and that is why I'm saying there was a fight going on because we were enraged.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Mr Chairman, can I continue?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, please do.",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Sir, was Mr Mokoena also armed with his own knife or did he use the deceased's knife, to kill and stab the deceased, can you remember?",
            "Male"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "What I remember, he had it right from the township but I saw him taking the deceased's knife.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "And stabbing the deceased with his own knife, or is that wrong?",
            "Male"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "That's correct Sir.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "In other words the deceased was killed and stabbed with his own knife by the first applicant, while he was totally unarmed?  Do you understand the question?",
            "Male"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "The deceased was stabbed by his own knife and the iron rod and also stabbed by comrade Maumakwe's knife.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Now my real question is, why was it necessary for all of you, after the deceased was unarmed, to still continue to kill him, why was it necessary?",
            "Male"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "As to whether he was dead when we left him I was not sure, but what I know is we injured him and he was hit many a times.  This did not last but as soon as we took his armoury from him we used it on him and we left him there.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Did you want to kill him?",
            "Male"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "That was not our aim.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Except the weapon and the knife that was taken, was anything else taken from any of the deceased?  Was money taken, was clothing or any personal belongings taken from them?",
            "Male"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "Not as far as I can recall, I saw nothing of the sort happening.  I didn't see any money or watches taken from him.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Were they body-searched by any of you after they were killed, before you left?",
            "Male"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "No, I never saw that, I saw nobody searching him.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Sir, just clarify for the Committee and for me as well, can you explain to me how this action, the killing of both the deceased, how can you describe that killing as being with a political motive?  Can you explain that to me?",
            "Male"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "As other comrades have testified, they have already explained.  I would explain again and emphasise what they have emphasised.  Because the township was under seige by these criminals, the community was not able to stand on its own to fight.  We as the youth members of the ANC Youth League came to an agreement that we should try to expunge criminal activity from the township and hand them over to the police so that they will be brought before the community and account for their actions.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Then lastly, isn't it true that you actually engaged in the same actions as the other criminal people in the area, by killing both the deceased?",
            "Male"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "As I've already explained, our intention to go and look for the deceased was not to kill them but to catch them and bring them before the community and the community would make them account and hand them over to the police, because what we did was not the same as what they did.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR STEENKAMP",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "If that was your intention, why then when he was lying helpless on the ground didn't you take him, hand him over to the community and thereafter to the police?",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "In terms of my explanation, the deceased were injured to an extent that we thought that we should take them to the kombis, what is left is for the police to come and detain us, that is why we decided to leave them there.  We saw that the intentions which we came there with we did not accomplish.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You mentioned it before, in the end you killed them because you became very angry with them and were enraged and that was the real reason why you didn't arrest them but killed them.",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "I would ...[indistinct] say that because the deceased were already injured.  If we took them to the kombis we were inviting the police.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So isn't it then true that you didn't take them to the police because you were afraid that you yourselves would be arrested, and it was in your own interest then not to take them to the police?",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "The way the situation was, if we took them to the police we were going to be detained and then we were afraid to be arrested.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Can you recall precisely what you saw insofar as the attack on the second deceased was concerned, step by step?",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "I did not see what happened to the second deceased, he was fighting together with the other three comrades.  They were in a struggle, fighting. Because I was not concentrating on what was happening to the second one, I was concentrating on KK, I did not know or see what happened to Bafino.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You don't even know whether he was armed?",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "I did not see well because he was struggling with comrade Chaba and comrade Chaba was armed with a knife, so therefore it shows that he was also armed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did he die?",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "I don't have the knowledge how he died, we just left them there being injured.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You know now, after having been through the trail and after having been with your colleagues you must know now how he died?",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "After we stabbed him the police told us that he died because of multiple ...[indistinct] injuries.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What has happened to the rest of the gang?",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "Do you mean in Bekkersdal or in our township?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We're talking about this particular gang, whether it was in Bekkersdal or in the township, the gang that was terrorising the community according to you.  What happened to that gang?",
            "Unknown"
        ],
        [
            "STEPHEN LEBOGANG VAN ROOYEN",
            "After the incident of this one, I don't have knowledge because I was detained, after the deceased were killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any re-examination?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "Nothing in re-examination, thank you.\nNO RE-EXAMINATION BY MR KOOPEDI\nWITNESS EXCUSED",
            "Male"
        ]
    ]
}