{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1998-08-12",
        "location": "CARLTONVILLE",
        "day": "2",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52802&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98081112_crl_carlton2.htm",
        "speakers": [
            "ADV DE JAGER",
            "CHAIRPERSON",
            "INTERPRETER",
            "MR KOOPEDI",
            "MR SELEPE",
            "MR STEENKAMP",
            "MRS NDLOVU",
            "MS GCABASHE",
            "RAMOGARE GORDON MAHUMA"
        ],
        "original_speakers": [
            "MR KOOPEDI",
            "MR MAHUMA",
            "CHAIRPERSON",
            "RAMOGARE GORDON MAHUMA",
            "MR STEENKAMP",
            "INTERPRETER",
            "ADV DE JAGER",
            "MS GCABASHE",
            "MR KOOPEDI IN ARGUMENT",
            "MR STEENKAMP IN ARGUMENT",
            "MR SELEPE",
            "MRS NDLOVU"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Are we ready to proceed?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "We are ready to proceed.\n\tPlease state your full names.",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "Ramogare Gordon Mahuma.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For my benefit can you just spell the names?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "R-A-M-O-G-A-R-E, Ramogare.  G-0-R-D-O-N, Gordon.  The surname: M-A-H-U-M-A.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Are you prepared to take the oath?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Do sit down.",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "May we proceed?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, please do.",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR KOOPEDI",
            "Thank you.\n\tMr Mahuma, do you know the applicants before this Committee?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "Yes, I know them.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "How do you know them?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "They were members of our ANC Youth League Interim Committee.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now there is evidence before this Committee to the effect that they are applying for amnesty for the killing or two people who were once residents of Kutsaong, can you confirm that?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "Yes, I know that.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Okay.  Now you've stated that they were members of your Youth League in the area, did you hold any position within the Youth League?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "I was a Secretary of the Youth League.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now if you were a secretary then, you would definitely be the person to know who was a member at that stage, is that not correct?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were the Secretary of what Youth League and where?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "I was the Secretary of the Interim Youth League in Kutsaong.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the Interim Youth League?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "It was an interim structure before the actual launch of the ANC Youth League.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, do carry on.",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "Thank you.\n\tNow there is evidence before this Committee that the applicants at some stage broke away from the ANC Interim structure or ANC Youth League Interim structure at that stage, do you know anything about that?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "There is no such a thing.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "So what you are saying is they did not belong to any break-a-way group?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "That's correct.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now, was there ever a break-a-way group in Kutsaong from the ANC structures, during that time, during the time of the Interim structures?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "There was no break-a-way structure.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "So you most certainly deny that the applicants here ever belonged to a break-a-way structure because there was never a break-a-way structure?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "Yes, I deny that.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now, the applicants have stated here that there was a group of thugs terrorising the community around that period of time, do you know anything about that?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "Yes, there were a group of thugs at that time who were acting against the comrades in our area.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now the names, KK and Bafino, do they ring a bell?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "Yes, I know these two names.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "How do you know them?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "They were one of the thugs that gave us difficulties in our area.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Did they belong to a particular group or were they just the two people giving you problems?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "They were just people, they did not belong to any specific group.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now, have you ever had problems with these people, yourself personally?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "Yes, they've once harassed me and pointed me with a firearm.  They told me that we as comrades don't give them a chance to go about their activities of robbing people and soforth.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now there is evidence before this Committee that in fact the activities of these people were reported to the police but it appeared as if no action was taken, can you confirm that?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "That's correct Sir.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now I'd like to take you to a date, there is evidence before this Committee that during September 1991, you and others were supposed to go to a meeting in Krugersdorp, do you know anything about that?  Can you remember that?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "Yes, I remember that clearly.  On that day I went to comrade Hendrik van Rooyen to tell him that we had to go to a meeting in Krugersdorp but he told me that he won't be able to attend that particular meeting because there was some issue at hand about these thugs that he had to attend to.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Did he tell you what, what was to be done?  What did he mean by attending to it?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "He told me that these thugs that were terrorising everybody, they injured on of our comrades on Saturday night and therefore they want to try and to and fetch them wherever they are and bring them back to the community that would decided thereafter what to do with them.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Okay.  Who told you this, who were you talking to?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "I was talking to Hendrik van Rooyen.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "He is one of the applicants here.  Do you know that he is here, he is one of the applicants?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "Yes, he is here, I can see him.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Did you talk to anyone about this, did you tell anyone about this after you had spoken to him and parted with him?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "I told some of our committee members and then they said they are keen to go to Krugersdorp and therefore comrade Hendrik must come and tell the committee as to what happened in Bekkersdal thereafter.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Okay.  When you came back from Krugersdorp or at any other stage, did you hear anything from Hendrik?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "Hendrik told me that they did go to Bekkersdal and manage to find these thugs and attempted to take them but they retaliated and therefore they killed them in defence.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "The correct interpretation would have been: \"They defended themselves\" and not: \"retaliated\".  If the records could reflect that, with due respect to the interpreters.  Thank you.\n\tNow after he had reported this matter to you, that is after coming back from Bekkersdal, did you discuss this matter with anyone else, did you report this to any of your comrades?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "Yes, I reported this to the committee.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now the killing of the two deceased persons by the applicants here, in your opinion, would you say that the killing was politically motivated?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "According to me yes, it's politically motivated because these thugs were interfering with the comrades who were trying to bring law and order in our community.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Thank you, I have no further questions for this witness.\nNO FURTHER QUESTIONS BY MR KOOPEDI",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR STEENKAMP",
            "Thank you Mr Chairman, Honourable Members.\n\tSir, do I understand you correctly in saying that it was necessary for the community at that stage to stop both the deceased in whatever they were doing, is that correct?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "I don't understand your question Sir.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "You were saying they were harassing the community and the applicants testified yesterday they harassed the community, they were actually terrorising the community, so what I'm trying to ask you is, at any cost was it necessary for you and the community to stop these people?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "The community tried by all means to report people of this sort who were terrorising the community.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "And then ultimately what happened, it was alleged that both the deceased were then responsible for the killing of one of the other comrades, is that correct?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Sorry, Mr Chairman.\n\tAn attack on another person.",
            "Male"
        ],
        [
            "INTERPRETER",
            "He does not understand the Tswana interpretation, we'll try to go back to Sotho.",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "He's only asking that the question be repeated and in Tswana.",
            "Male"
        ],
        [
            "INTERPRETER",
            "Please repeat the question.",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Is it correct Sir, that the information was received at that stage that both the deceased were responsible for an attack and the injuring of another comrade, is that correct?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr John Mokome.",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Mr John Mokome, Mr Chairman, that's correct.",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "I don't recall clearly as to whether they attacked Mr Mokome but I was just attacked by Big Five, not the deceased.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Would you agree with me if I suggest to you that the information that we received from a few sworn statements that is before the Committee, is that the actions of the applicants were basically revenge attacks on both the deceased, do you agree with that?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "No, I don't agree with that.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Can you explain and elaborate a bit further, why do you not agree with that?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "I disagree with that because of one reason being that there were anti-crime committees that were formed with the intention of controlling criminal elements in the township and the applicants here did not go out on a vengeance but were trying to do away with criminalities in the township.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "So they were actually taking the law in their own hands, is that what you are saying Sir?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "We tried to report certain people and that's when they decided to take the law into their hands.  They reported this to the police but nothing was taken against these criminal offences by these gangs.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Looking back at the incident, how would you do describe their actions, being criminal or political?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "They were political matters.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Can you explain to me why you are saying this?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "The reason why I say this was a political issue is because one of the applicants who is seeking amnesty was an Organising Secretary of the Interim Committee of the Youth League.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Are you saying that only the one applicant's actions was politically motivated or exactly what are you saying?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "All the applicants deeds were politically motivated.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "But Sir, maybe I misunderstood you.  Why are you saying this?  You see the victims point of view is that there was no political motivation whatsoever for this deed, can you elaborate on that please, why are you saying it's political?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "I said this falls under the political ambit because one of them was serving in the committee and the others were supporters of the organisation of the Interim ANC Youth League.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "So they were only supporters, they were never members?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "They were supporters, not members.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "You see I find this surprising Sir, because as far as I remember the testimony of the applicants, the other three applicants yesterday and even when looking at the amnesty application, it clearly stated that they were members of the Youth League, not supporters.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Can we just get clarity on this.  We got an interim ANC Youth League which hadn't been launched yet, maybe that is where the distinction lies, Mr Steenkamp.  Maybe you want to find out whether the Interim would have had membership or supporters.",
            "Female"
        ],
        [
            "MR STEENKAMP",
            "I'm sorry Mr Chairman, Honourable Member.  \tMaybe just to clarify this, were they members or were they supporters of the Interim Group of the Youth League of the ANC as it then existed?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "They were members of the Interim organisation or structure.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "Sir, have you ever discussed this matter with any of the applicants shortly after the incident?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "After this comrade Hendrik came to report to the Committee.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "And what did he report Sir, what exactly did he say?  Did he say: \"We killed this person who was responsible for the attack on Mr Mokome\"?  What exactly did he report to the committee?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "He told the committee that they did go to Bekkersdal and managed to find these thugs and they tried to arrest them or to catch them but these thugs attacked them and they therefore defended themselves against the attack.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "My last question to you Sir is, and this is only the viewpoint, at least my understanding of the applicants on the  ...[indistinct] testimony yesterday, you see he admitted that after deceased number 1 was unarmed, disarmed I mean, he was then killed with his own knife, do you still think that is criminal or political?",
            "Male"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "I realise that he was trying to defend himself.",
            "Male"
        ],
        [
            "MR STEENKAMP",
            "So you don't really know what happened in this incident, am I correct?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] been giving an account of what was told to him.",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Thank you Mr Chairman, no further questions.\nNO FURTHER QUESTIONS BY MR STEENKAMP",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question was put to you whether Hendrik reported this matter to the committee.  My understanding of your evidence is, Hendrik reported the matter to you and you reported it to the committee, is that not correct?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "Hendrik reported to me and I told him that the best way would be for him to come to the committee and he did that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know a Mr Daniel Nzeku?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "Yes, I know Mr Daniel Nzeku.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What position did he occupy?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "At that time he was the ANC Secretary.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Of what region?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "Of the Carltonville region.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is not an Interim Committee, this is the ANC Committee?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "His was not an interim one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he know the applicants?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "Yes, he knew them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And who elected you as Interim Secretary when the organisation had not yet been formed?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "We were elected in a meeting that was held in the stadium where the community elected the committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where the committee elected the committee, what does that mean?  Where the community elected the committee, I see.",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "The youth that was there elected all committees according to their residential areas.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This gentlemen, Mr Daniel Nzeku says that the applicants were no longer members of the Youth League but belonged to a break-a-way group.",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "I don't recall these applicants belonging to some splinter group, I don't recall that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you're not in a position to contradict it?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "I disagree with him because the applicants were members of the Interim structure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So we are now in this difficult position where the Secretary of the ANC, holding this important position, telling us on oath in an affidavit that the applicants belonged to a break-a-way group, and you're saying that you don't recall that that was so.",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "I don't recall the applicants belonging to any other organisation or structure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you give us any suggestions as to why Mr Nzeku should say this in his affidavit?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "I wouldn't be able to explain but all I know is that they did not belong to any other splinter groups.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now the people that you described as thugs, quite clearly they did not belong to any political group, is that so?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "Please repeat your question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The people you described as the thugs who were terrorising your community, they did not belong to any political group?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "Yes, Sir, it is so, they were not aligned with any political group.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So the activity of the applicants and others was to oppose the criminal element in the community and prevent them from carrying on their activities, that is what they were ...[inaudible]",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So, they were engaged, the applicants were not engaged in any political activity whilst they were opposing the criminal element?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "I don't understand the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.  You've told us that the criminal element, the thugs were a criminal element, now the applicants were opposing this criminal element.",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "Yes, the applicants were against their criminal offences.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In doing that, the applicants were not involved in a political struggle of any kind, they were merely engaged in clearing up their area of criminals?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "Yes, they were trying to do away with the criminality in the area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  That in itself was not a political activity, that was an anti-crime activity carried out by the community.",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "I take this as one of the steps taken by the organisation which decided to have an anti-crime campaign, to do away with crime.  It was part of the organisation's strategy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] part of the community as a whole, the community as a whole was against the criminal activists, these chaps just happened to be members of the ANC Interim Committee.  They were doing what other members of the community were doing, fighting crime, not so?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "Yes, it's correct, they were doing what the community was against.  They were fighting what the community was against.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Quite right.  So in fighting crime, that particular kind of activity which the community as a whole was engaged in, that is not political activity.  Do you understand the meaning of the word: \"political\"?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "Yes, I understand what the word: \"political\" means.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They were engaged in anti-criminal activities, not necessarily political activities?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "They were fighting these criminal elements under the campaign that was an anti-crime one, to do away with the criminal elements in the township.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I understand all that.  Is that all you can say?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "What I've already said, there is nothing more to add other than to say that each and every organisation has got its campaigns.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Chris?",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Do you know Mr Jeremiah Ramagotedi?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "Yes, I do.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "He states in an affidavit that he was the Secretary or the Interim Secretary of ANSIL at the time, September 1991 in Kutsaong.  Is that correct or who was the secretary, you or him?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "I was the Interim Secretary.  Mr Ramagotedi became the secretary after we had launched the ANC Youth League officially.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes, but he says: in September when this incident happened he was the secretary, so then ANSIL wasn't interim then it was already launched.",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "I don't understand your question.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "He states in an affidavit that he was the secretary of ANSIL in September 1991, would that be correct?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "Yes, he became the Secretary of the ANC Youth League after it was launched officially.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Can you perhaps help us, when was the Youth League launched officially?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "I don't remember well when it was launched, either the month or the year.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And he also states that the ANC refused to arrange and pay for the defence of the applicants, would that be correct?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "I do not know as to whether the ANC denied to pay the legal expenses of the applicants.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But wasn't it the policy of the ANC to help their members if they were in political trouble?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "I don't understand your question Sir.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Didn't the ANC assist their members if they were involved in politically motivated offences or trouble?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "Yes, ANC helps its members.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And now the ANC refused to help these members.  Weren't they refused because they were in fact not members at that stage but were members of a break-a-way group?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "I would answer your question in this way:  I don't remember that the applicants re ...[indistinct] their membership from the ANC.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "There's only further aspect I want to take up with you.  You said Hendrik reported to you about their intention to go to Bekkersdal.",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "Yes, Hendrik told me and then I informed the committee.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So you weren't present at any meeting of the Youth League where a decision was taken to go and fetch those people wherever they may be, in Bekkersdal or wherever?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "No, I was not present.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And the other committee members of ANSIL wasn't present as well because you reported to them, they didn't know of this undertaking either?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "The committee did not know.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So they went without the authorisation of the Interim Committee?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "They went there without the permission of the ANC Youth League Committee because they went to Krugersdorp.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You see, I'd like to refer you to what my colleague has been saying in Jeremiah's affidavit.  Jeremiah says in his affidavit that\n\"As far as my knowledge goes, the murders that they committed were not politically motivated\"\nAnd the ANC also refused to arrange and pay for their defence, does that surprise you?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "I would say I did not know as to whether ANC, or it was the policy of the ANC not help their members who have fallen foul of the law.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] in this particular case that a view is expressed that these murders were not politically motivated, they were not political.  The ANC refused to arrange to pay for their defence.  Do you understand that?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "Yes, I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you any comment to make beyond saying that you're not aware of it?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "I cannot comment but what I know is that I did not know that the ANC did not help their people with legal expenses.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Leah?",
            "Unknown"
        ],
        [
            "MS GCABASHE",
            "On the same point.  The applicants told us yesterday that the ANC, and I presume the Youth League, arranged for Legal Aid forms to be given and that's what they referred to as the assistance they got from the ANC, do you know about that, the Legal Aid forms that were given to them?",
            "Female"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "I heard about it, that they received Legal Aid forms, even though I did not know that they were Legal Aid forms.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Do you know who provided these Legal Aid forms?",
            "Female"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "I don't know who that person is.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Were you personally involved at all in trying to find ways of assisting the people you knew as members of your organisation?",
            "Female"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "If a person was in trouble, wanted to have legal representation or money for legal expense, I would meet the lawyers for Human Rights to help those people who were in trouble.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Did you do that in respect of these applicants?",
            "Female"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "What I did is that I made arrangements for them to meet Sally Seally who was a lawyer for Human Rights.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "And were you doing this with the authority of the ANC Youth League at the time, finding somebody who could assist them?",
            "Female"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "I did that as the Secretary of the ANC Youth League.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "With the knowledge of your committee?",
            "Female"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "I informed the committee.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "And there was no question raised at that level, when you were talking about it at the committee level, that these people had not committed a politically motivated offence?",
            "Female"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "...[inaudible] was not politically motivated but I tried to inform them that those people who did that kind of incident did that trying to perch criminal activity in our community.  In that regard, to me, I saw that that incident was politically motivated.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Now was a final decision taken by you as the Youth League on this issue, whether it was politically motivated or not?",
            "Female"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "The ANC Youth League took a decision that it was not politically motivated.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Now this meeting where they took the decision, was Oupa Jeremiah Ramogatedi present, was he at that meeting, do you know?",
            "Female"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "I don't remember as to whether he was present or not when we discussed this issue.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "On a slightly different aspect, there has been talk of gangs in Kutsaong, Gadafi gang Zin Zin gang, it's not the evidence that has been led, it's just part of the documentation we had at our disposal.  You do not dispute, or maybe you do, that there were gangs that were fighting in the township, what is your opinion?",
            "Female"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "At that time there were various groups of gangs.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Now, were these two deceased, KK and Bafino part of any specific gang, to your knowledge?  Were they part of a gang?",
            "Female"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "They were not members of a particular gang, they were just criminals.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Now when ...[intervention]",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I don't understand this.  They were just criminals, they were not part of any gangs, now what kind of things did the other gangs do?  The gangs' activities, were they not criminal?",
            "Unknown"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "Those people were just criminals or thieves or thugs, they were not members of a particular gang.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "The anti-crime strategy that the ANC Youth League Interim Committee had embarked on, did this involve taking steps against these other gangs as well or was your attention specifically on these two persons?",
            "Female"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "Anti-crime campaign was focused on all kinds of criminal activities, including other criminal gangs which operated in our township.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Now in relation to these particular deceased who were killed, would you say they targeted ANC Youth League members specifically, more than anybody else in the community?",
            "Female"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "These thugs were mainly against members of the ANC Youth League, but secondarily they used to target other members of the community who were not necessarily members or supporters of the ANC Youth League.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Then just finally, I'd like you to draw a distinction between political motivation, and I would say that is as a member of the ANC Youth League and understanding the policies of the ANC you do certain things because you remember, you are politically motivated by the aims and objectives of your organisation, that's one thing, as against a political objective, trying to achieve a particular political objective of your organisation.  I will just take one very quick on as an example, bringing about a democratic government, just as an easy example, as a political objective of the ANC.  Where did the activities of these applicants on the 7th of September 1991, promote or fit into the objectives of the ANC, any one of the ANC's objectives.  You understand I'm trying to distinguish between motivation and objective and what the applicants did.",
            "Female"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "There had to be free political activity within the policy of the ANC and there should be a political climate where the criminals need to be apprehended and be handed over to the police so that organisations or members of the community will be able to do their political activity without any interference.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "One final aspect, Interim ANC Youth League and the ANC Youth League when you launched it, the Interim Structure, did you talk of supporters or members where you talked of the Interim Structure?  I just wasn't too clear about that.",
            "Female"
        ],
        [
            "RAMOGARE GORDON MAHUMA",
            "In the Interim Youth League we encouraged all supporters to be legal members of the ANC, to pay their membership fees so that we would not have problems in future.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Thank you.",
            "Female"
        ],
        [
            "MR KOOPEDI",
            "Nothing in re-examination, thank you.\nNO RE-EXAMINATION BY MR KOOPEDI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you very much, you are excused.",
            "Unknown"
        ],
        [
            [],
            "Chairperson, and Honourable Committee Members, this concludes the giving of evidence by and on behalf of the applicants.\n\tMay I mention that I have distributed a document to yourselves.  I obtained this document from another source and not this witness, hence I did not lead him on that document.  The idea was to try and show the Honourable Committee the type of structure albeit interim, that existed in Kutsaong at that stage and I would like to attention of the Honourable Committee Members to the middle of the first page where it starts off by saying:\n\"Structure of the Branch\"\nI believe this goes a long way in trying to clarify what the structures looked like, especially the Youth League Structure in Kutsaong.  Perhaps Members of the Committee may benefit from looking at this document.  That is about it for now.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Koopedi ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "What is the date of this document?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "I have in vain tried to find the date of this document, but perusal of the middle paragraph, if I can call it so, entitled\n\"Introduction\"\nshows that there's a date of the 12th August, there's a date of the 7th of April 1991 and this give the impression that this is something between the 7th of April 1991 and September 1991, and I will explain why I say so.  I say so because one of the applicants here who appears as a Secretary Organiser, van Rooyen, is listed on this paper which would say that this document was drafted, as I say, perhaps between the 7th of April and I think the 7th of September.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "The first paragraph says\n\"The local youth organisation operated as SYCO Interim Kutsaong Branch until it was constitutionally launched on the 12th of August 1990.  Since then the elected managed to run the term of office until the period of transformation, the Interim ANC Youth League Branch\"\nSo there ...[intervention]",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "Honourable Commissioner will admit that the document is confusing to a very large extent and my idea was really not to confuse the Committee, but to try and illustrate on the structures that existed around that time, as can be seen from this document.  Of course, reading that first paragraph does show that in fact there was an Interim Structure at that stage and this was not the launched ANC Youth League.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we understand.\t This documents will go in as Exhibit A.  Yes?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "Thank you Honourable Chairperson.  May I, without really taking a lot of time, take your honourable selves to the period before September 1991, in South Africa and in particular in the townships of the Rand, the West Rand in this instance.\n\tThis was a period where there was a lot of political activity amongst young people.  The political activity that obtained at that stage has been described to the TRC and I believe to members of this Committee by the ANC when it gave its submissions to the TRC.  I know for a fact that the Honourable Chairperson has had recourse to these documents, and I am not sure whether the other Commissioners had had benefit of that.  \n\tIt is in these documents that it becomes very clear that the period before September '91, there was a clear-cut strategy from the government to sow a lot of unrest in our townships, and a result of that was we had people being motivated to go into self-defence units and they call themselves in different names.  \n\tIt is in the ANC's submissions that it becomes clear that there were third force elements that were running chaos in the townships and it has become something of common knowledge that one of the tactics used buy the government then, was to create a lot of anarchy in the townships, create a lot of crime in the townships to make people disillusioned with everything, and I believe that the township of Kutsaong was nothing different, the township of Kutsaong was in the same situation as all other townships.\n \tNow although the self-defence unit in the area was not formally launched, not even the Youth League was formally launched, but we see that we had youngsters in Kutsaong who believed that they had a duty like all other youngsters in the country, to protect their communities.  And it is my humble submission that this duty was a political duty than perhaps what one would call a citizen's duty.  \n\tWe are here Mr Chairperson and Honourable Committee Members, talking about a community that would, if not political, would not be organised.  There general trend at that stage was that it has to be political for people to be together, there was nothing like a citizen's duty.\n\tHaving gone through that, I believe that the two deceased persons, in more ways than one, resembled the pattern of third force elements that ruined the townships.  And it is my humble submission that the applicants and their fellow comrades who decided to go and look for these deceased persons, to find them, it's my submission that their intention was clearly political, there was not citizen's duty, they did not do it because they felt that everybody had to stop crime, but the feeling was that the crime perpetuated in the townships was something pushed by a bigger force, and it therefore was political.\n\tNow may I briefly deviate from what I'm talking about and perhaps go into what I would perhaps refer to as untested evidence before this Honourable Committee.  This is the evidence of Mr Nzeku, which came to us in a form of an affidavit.  Mr Nzeku says that the applicants were members of a break-a-way movement.  \n\tIt is also common cause now in this Committee that Mr Nzeku was a secretary of the region in this area, not even the sub-region and not the branch.  And it is my submission that he is the last person amongst the last witness that we had here and perhaps Jeremiah Ramogatedi who came to us through an affidavit, Mr Nzeku would be the last one to know if people were still members or not members, because of his situation, because of where he was situated.  I would therefore ask that this Committee reject his evidence inasfar as that is concerned.  \tHe goes on to give an opinion that the killings were not politically motivated.  It is unfortunate that he has not come here, for all of us and Honourable Committee Members, to test why he says so.  \n\tI will then go to a gentleman named Jeremiah Ramogatedi.  It appears from this unlabelled document, that is the document that I've handed in, that Jeremiah Ramogatedi was one of the office bearers.  He appears as a media information and publicity secretary in that document.  However, he seems to say in his affidavit that he was the Secretary of the ANC Youth League at that stage.  The fact of the matter is, there was no ANC Youth League, it was only an Interim Structure and the General Secretary was G Mahuma, Gordon Mahuma, the witness we've just heard.  And therefore, this very glaring discrepancy in his statement makes me ask that his evidence also be treated with extra caution.  \tHe mentions in paragraph 3 ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But that we could only really reject or accept, either persons' evidence, if there was any evidence of the exact date when the official organisation has been launched.  Was it before September or was it after September 1991?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "I will concede that there is no formal evidence as to when it was launched.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He says in paragraph 3\n\"During September 1991, I was the Secretary of the ANC Youth League\"\nwhich means that he was elected either in September or sometime before that, because during September he was the secretary.",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "Without really making a bit issue out of that, I would like to say that:  1)  because his evidence has not been tested: 2)  because of the evidence that has been given by the applicants here, and Mr Mahuma, and perhaps because of my perusal of the document I have handed in, I believe that if one of the applicants, Mr van Rooyen was already arrested, he would then not be a member as it appears here, and therefore I am still trying to dwell on this point that I believe that this document was drawn up somewhere between the 7th of April and September.  And if that is the case, it is clear from this document that at this stage there was still that Interim Structure.  But I would not like to dwell much on that.\n\tWhat I would want to say, like I said, is that his evidence be treated with extra caution, hence I was not suggesting it be rejected or accepted.  What is noteworthy of his affidavit is that he does not go on and say the applicants were members of a break-a-away group.  He is a person who has been in Kutsaong at all times and most certainly he would know if they belonged to a break-a-away group, but all he says here is that SL van Rooyen was a member of the Kutsaong ANC Youth League at that time.  Evidence is that before they were arrested, they Youth League was not launched, it was only launched after their arrest.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Koopedi, I think you're correct in saying that we should treat the affidavits with caution because they didn't give oral evidence and you didn't have the opportunity to cross-examine them, so we will bear that in mind.",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "I also wish to address a point on Mr Ramogatedi's affidavit, the 7th paragraph where he states that the ANC refused to arrange and pay for their defence.  I would also draw from personal knowledge in this instance.  At this stage the ANC was not paying for anyone's expenses, no matter what the offence was.  \tThe Honourable Committee Members may recall that at that stage there was a fund called: \"Saldev\", and this is the fund that assisted ANC people and not ANC directly.  I would also want to mention that the applicants here have stated what is my opinion somewhat uncontested evidence, to the effect that in fact their Legal Aid application was facilitated by the ANC, and that being the case and the fact that their evidence is in my opinion not contested, I would then ask that the evidence on this paragraph be rejected, in that in fact one can safely say that the legal defence, the ultimate pro deo defence that came about was a result of an initiation of the ANC, to have the people represented.\n\tNow in closing up I would also want to ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Wasn't anybody who has been charged with murder entitled to pro deo defence?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "May I mention that before the applicants appeared in the High Court, the applicants appeared in the Regional Court in Kutsaong and the applicants were granted bail.  Now what I was saying is that that part of their representation was done through Legal Aid, which was initiated by the ANC, so the process of their defence leading up to pro deo counsel was initiated, the first step of their defence was by the ANC.  Of course pro deo would, as a matter of course, come to hand.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "I was distracted.  Now perhaps I would also want to go into political motivation on objectivity.  I believe I have mentioned that it is my humble submission that the applicants and their fellow comrades, when they decided to go Bekkersdal, the motive was purely political and nothing else.\n\tI further wish to submit that the political objective which all sought to accomplish, was to rid the township of this gangster element or this thug element which in a certain sense, as I have said, had a same pattern with third force elements that were running havoc in the townships and making sure that the people are destabilised.  It is my submission that it could not have been anything else but a political objective to confront these thugs, bring them to the people and let them answer for their deeds and then hand them over to the police.  This was not just a crime clearing campaign but this was a politically motivated action.  \n\tNow finally, I would like to address Members of the Committee on the events inside the mine premises.  That is where the actually killing took place.  Now it is also my submission that the pursuit from the X section through the veld into the mine premises, when this pursuit was taking place there was nothing other than a political motive pushing the applicants and their fellow comrades.  There was no revenge.  In my mind there was no intention to revenge or avenge but they were fulfilling what they construed as a political mandate, what they thought is in accordance with the ANC's principles of fighting crime in the area.\n\tNow if this pursuit was - if at the stage of the pursuit there was this political motive, I would wish to submit that the fact that the deceased then drew weapons out would not therefore mean that that could be the end of the political motivation.  Something else comes in as a new act.  I wish to submit that the drawing of weapons, the subsequent attack and perhaps a defending attack by the applicants on the deceased, this was a result of a political action and it would be an error to assume that at some stage political motivation vanished away and the applicants then acted for other reasons. \tMy submission is that right until the end the applicants had a political motive.  The applicants' actions were towards a particular political objective.\n\tOf course one may wish to argue that, wasn't their action a little excessive?  Why didn't they stop at some stage, especially with the first deceased who was armed and especially because we have evidence that he was also stabbed with his own knife?  I would ask Honourable Committee Members to be subjective about this matter and perhaps not objective.  Not look at this as how we would look at it today with hindsight, as how we as reasonable men would look at it now, but look at it in terms of the situation that prevailed at that stage, the age of the applicants of the applicants at that stage.  I believe that the first applicant was about 19 years old at that stage, and I also believe that it would be a very big mistake to put an older man's head on his shoulders and expect that he could have acted otherwise.\n\tPerhaps I would also wish to mention that from the evidence that I've heard, it did not strike me like after the first deceased was disarmed, that is the gun and the knife, there was a long protracted attack on his body, stabbings and kickings.  It is not clear as to the timing in terms of saying when did it stop, but the fact of the matter is, when he became motionless, when he was no longer fighting or perhaps even defending himself, this is where it stopped.\n\tI would also wish to make mention of a fact which may also seem very speculative on my side, which is that under normal circumstance, if a Youth League or and \"SDU\" goes and hunts for a person and finds the person whom they believe has wronged, the general trend would have been to set this person on fire but this was not done and this clearly illustrated the point that when the applicants and their comrades went to look for these people they had no intention to revenge because there was no reason for them not to take the general trend and set them on fire.  It is against this background that I will ask the Honourable Committee Members to view the actions of the applicants on that day as being politically motivated towards achieving a political objective.\n\tI would further ask the Honourable Committee Members to rule that the applicants have fully disclosed to the Committee and have not hidden anything.  \n\tAnd finally, it is my submission that by granting amnesty to these applicants the township of Kutsaong, their families and the families of the deceased people, whom it is very noteworthy that they are not opposing these applications, will be reconciled and we will have a better Kutsaong.  Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Steenkamp, is there anything you wish to say?",
            "Unknown"
        ],
        [
            [],
            "Yes, if you would allow me Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, yes.",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "I'm a bit surprised at certain comments made by me learned colleague.  If you wish to tender new information about the ANC's initiative for granting legal aid, he can do so but then he must take the witness box so we can cross-examine him.  That information was never submitted to the Committee at all, so the value of that clearly must be taken as it is.\n\tTalking about the criminal action or the political motive then of the applicants, maybe we can start at the last witness that was called by my learned friend.  He is actually supporting the evidence of both Mr Nzeku and Mr Ramagotedi when he testified on a question of one of the Committee Members, that the ANC actually made an official decision that the actions of the applicants at that stage was not politically motivated at all.  I also find it a bit strange, from the families' point of view in any event, that those statements and those witnesses statements can be disregarded as it stands.\n\tThe view of the family is that the killing of both the deceased was purely criminal, and as it stands it was a callous act, it was a revenge act for the killing or assault on Mr Mokome.  There was no evidence led whatsoever that there was third force motivation or third force actions that was responsible for the motivation of the killing of both the deceased. \n\tThe facts as is are isolated Mr Chairman, I would support.  The fact is that the applicants were in a group, they were looking for both the deceased.  Apparently what triggered this action was the killing or the assault of Mr Mokome.  They hunted both the deceased down.  On their own admission at least deceased number one was disarmed and then afterwards killed with his own knife.  How that can be purported as a political motivation for killing him is to me totally misunderstood.\n\tA further point I would like to make on behalf of the victims is that it's clear that none of the applicants took the Committee in their confidence by making a full disclosure, exactly what happened at the incident itself.  Proof of this is the differences between the different views and the statements of at least applicant number four and applicant number one.  And when there was difficulty to answer questions, they really couldn't answer any questions.\n\tA further important point is that the court a quo actually made a decision, a finding, that the actions of all the applicants was that of revenge, it was a premeditated action, a planned action to kill both the deceased.  The view of the victims at least is that the actions of all five the applicants were criminal and to this end their applications must therefore fail.  As it please you Mr Chairman.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Can I just ask you Mr Steenkamp, there is of course no, they don't contradict the fact that people were killed in the townships, that there was a reign of terror by gangs or thugs, generally speaking.",
            "Female"
        ],
        [
            "MR STEENKAMP",
            "I think that's a common fact Mr Chairman, that there was gangs, they actually terrorised the area, but this incident must clearly be isolated from the rest of the gangs.  Neither did the applicants admit to being members of any gangs as far as my knowledge serves me.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "But are you saying that the evidence that has been led or the cross-examination by yourself rather, has also confirmed that these two particular persons were not involved in criminal acts?  Maybe I just misunderstand you.",
            "Female"
        ],
        [
            "MR STEENKAMP",
            "No, I'm sorry, if I said that then I retract that.  The fact is that there was some sort of motivation for the killing of the deceased and the facts as they are is that trigger method, that the triggering instant was the attack on Mr Mokome, apparently by both the deceased.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you wish to reply Mr Koopedi?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "I will not reply, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will in due course consider the application and make its decision known.",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "As you wish Mr Chairman.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "I thank you too.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will now adjourn and resume in 15 minutes.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Steenkamp?",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "Mr Chairman, the next matter on the role is that of Mr Boetie Manuel Selepe.  I would ask leave for your indulgence, Mr Chairman, Honourable Members, that the application of Mrs Anna Poleng Ndlovu be added to the application of Mr Selepe.  Unfortunately I received it very late.  A copy of the application is in your possession.  As it please you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "These relate to the same occurrence, the same event?",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "That is correct Mr Chairman, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Koopedi, do you appear for both of the applicants?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "As it pleases you Mr Chairperson.  May I state that I represent both the applicants, Mr Selepe and Mrs Ndlovu in this matter.  May I also say that I've been instructed a short while ago that both the applicants wish to withdraw their applications. The reasoning behind that is that they think they do no longer strictly speaking, require the amnesty. They have served prison sentences and believe that they do not wish to waste this Committee's time unnecessarily.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Selepe, will you come forward please?\n\tMr Selepe, you've heard what Mr Koopedi has just told us, that you no longer wish to proceed with your application, is that true?",
            "Unknown"
        ],
        [
            "MR SELEPE",
            "Yes, it's the truth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\n\tWill Mrs Ndlovu come forward please?  We've been told Mrs Ndlovu, that you also do not wish to proceed with your application.",
            "Unknown"
        ],
        [
            "MRS NDLOVU",
            "Yes, Sir.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I have before me a document which seems to suggest that a member of the Amnesty Committee had considered your application, were you aware of that?",
            "Unknown"
        ],
        [
            "MRS NDLOVU",
            "Please repeat your question.",
            "Female"
        ],
        [
            "INTERPRETER",
            "Please repeat your question, the lady didn't have her headset on.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I have before me a document which was given to me a short while ago and which indicates that your application was considered by a member of the Amnesty Committee but unfortunately the document does not bear a date.  I want to know whether you know about that.",
            "Unknown"
        ],
        [
            "MRS NDLOVU",
            "I don't recall anything about that.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You have received no notification from the Truth and Reconciliation Commission about your application?",
            "Unknown"
        ],
        [
            "MRS NDLOVU",
            "The document I received is the one I brought here today, that I received from the Commission.",
            "Female"
        ],
        [
            "MR KOOPEDI",
            "May I indicate Chairperson, for clarity's sake, that the document she received was a Section 19 (4) notification, where she was notified as an implicated person in the application of Mr Selepe.  That is the document which she is referring to.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you've come here in response to a notification that you are an implicated person, but I understand that you are also an applicant.",
            "Unknown"
        ],
        [
            "MRS NDLOVU",
            "No, I withdrew my application because I don't need it, I've already served my sentence in full.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Very well, thank you very much.",
            "Unknown"
        ],
        [
            "MRS NDLOVU",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Steenkamp, will you take the necessary steps to ensure that the attention of the TRC is drawn to the fact that Mrs Ndlovu's application appears to have been considered in chambers.",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "As you wish Mr Chairman, I will see to that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] notify them that the applicant appeared today in response of a notice that was served on her in terms of Section 19, as an implicated person and that she has appeared today and has told us that she does not wish to proceed with her application?",
            "Unknown"
        ],
        [
            "MR STEENKAMP",
            "I will do so Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It remains for me to thank you Mr Koopedi, for having stepped in the breach at a late stage, and for your assistance in representing the applicants, your assistance has been appreciated by the Committee.\nTAPE ENDS\nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}