{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-22",
        "location": "ERMELO",
        "day": "1",
        "names": [
            "NONHLANHLA B BLOSE"
        ],
        "case number": "JB3753",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55079&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/ermelo/2ermblos.htm",
        "speakers": [
            "MR LEWIN",
            "NONHLANHLA BLOSE",
            "THOMAS MANTHATA",
            "RUSSELL ALLY",
            "DR RANDERA"
        ],
        "original_speakers": [
            "MR LEWIN",
            "MISS BLOSE",
            "MR MANTHATA",
            "NONHLANHLA BLOSE",
            "DR ALLY",
            "DR RANDERA"
        ]
    },
    "testimony": [
        [
            "MR LEWIN",
            "Could we ask the next witness to come forward and I see  that our friends Ndabo have actually arrived.  Dave will have arrived, so I'd like to call Nonhlanhla Blose please to come forward.  Nonhlanhla can you hear me ?",
            "Male"
        ],
        [
            "NONHLANHLA BLOSE",
            "Yes.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Just before we ask you to give evidence I would like to just mention a word of welcome to some of our visitors here to-day, to recognize them.  We're very pleased that so many people have not come.  I hope that you can all find seats and can actually see but I would like just to recognize, we have representatives here to-day from several Church Congregations.  We have Amazula, Izikoba, The Swede Free Church, Christian Church in Zion, Dutch Reformed Church, Nazareen Church and the Anglican Church.  We're very pleased that you have come to-day and we welcome you.  I'd also like to recognize, the Mayor is still here ? Mr Mardon Cello, thank you very much, Sir for being here.  The Mayor of Ermelo.  Would you just like to rise so those don't know, know that you are here ?  Thank you very much Sir.  We're also very pleased that Steve Ngwenya who many people knew here from, ... Is he gone ? No, he hasn't.  ...  many people knew as a lawyer who's also joined us to-day.  Mr Ngwenya, thank you.  Reverend Khumalo and Reverend Ntembo you have already seen.  There are also some others from the Ministers Forum.  There's Mr J.A. Mashinini.  There you go Sir.  Thank you.  From the Community Police Forum, Mr E.G. Sebeko.  Welcome Sir and Councillor B.C. Sebeko is also with us.  Good day Sir.  Archbishop Nkosi, I'm sure a lot of people have seen.  Where is he ?  Has he gone again ?  He's there.  Archbishop there.  Then from the Administrator of the ANC Provincial Office, Mr Nick Haywood, good day Sir, welcome, together with colleagues Tabele Kedikanetso.  Welcome  and Tabello Chilolane.  Morning.  Thank you.  Okay.\n Nonhlanhla, I'd like to welcome you here to-day and Dr  Russel Ally will lead you.  Before he does so, could I ask Tom Manthata please to help you take the oath.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Nonhlanhla, good morning.  Okay.  Sorry, can you stand up again.  Raise up your right hand.  Can you say the evidence I'm going to give here will be the truth and nothing else but the truth, so help me God.",
            "Male"
        ],
        [
            "NONHLANHLA BLOSE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "Thank  you.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Thank you.  If I ask Dr Russel Ally to lead you in your evidence.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Good morning, Nonhlanhla.  Nonhlanhla you ... (interrupted)",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "Good morning.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "You've given us a statement in which you relate incidents which took place in 1992 involving the police and members of your family, your parents and also your brother you mention in you're statement.  I wonder if you can take us through what happened on that day in 1992.",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "It was during 1992, one policeman was killed.  After that incident I would say it was during the week-end., the next Monday at night at about two o'clock, the police came to our place.  They were knocking from door to door. We were asleep at the time.  They were wary and  they started assaulting us with their gun butts.  After that they started going all over the place, getting into all the houses and they were asking about my brother, Dumi, as to his whereabouts.  My mother said she didn't know and they hit her with the back of a firearm and when Dad tried to intervene and ask them what they are doing to her, they also assaulted him.\n As there was that confusion in the house I got out and tried to run away to the next house.  Just as I entered the house, there were a lot of police cars outside and as soon as I entered, they also came into the house and abducted me.  They took me.  I managed to escape, to run into the house.  They then followed me and caught me and they took me into their car.  After having assaulted most of the people in the house.  Others have ran away.  \n They put me into a private car and I went with them.  When we arrived in this one house, they also assaulted people there and they were also, they were saying they were looking for Dumi, my brother.  After they took us to Madelo.  They asked me to knock all over the houses to ask about the whereabouts of the young men who were staying there.  When the people didn't open they would knock down the door and they will push me from the back to the door so that they can open the door.  After this the woman in the house opened the door, they didn't ask any questions they started assaulting her.  They assaulted her until another lady came in.  They assaulted all the people in that house.  They had, the police had a list in their hand.  As they were going into all these houses they will tick each number of the house to make sure they've already passed the house.  We left that house and ran to another place of Mr Nkambule and I would say that when we were still at the Madela place I have to alight out of the private car because they were hitting me inside the car.  Later they took me into another van and they drove straight to Mr Nkambule.  They refused me to enter the house.  They entered the house alone and when they come back, together with the young man from the house, he was also assaulted and they took, put him into the car and we left the place.  We went to the Mashinini family.  When we arrived at Mashinini they stopped the car.  They alighted and said they're talking together and they entered the house.  They asked me to knock at the door and ask for a another Perchido.  They took a long time before they opened the door and the police had to knock the door down.  Then later  before, Mr Mashinini opened the door and they started assaulting him.  They thought he were dead because when we left they went back into the road and they took out some beer cases and they started drinking, celebrating that Mashinini is dead.  \n After that, one man, person come to intervene and said they must leave me alone.  So I have to, they released me and I left.  I couldn't run because I thought they will shoot me.  They ordered me to stand.  I thought they were going to kill me and thereafter, when they started getting into their cars, I started running away.  It was about early in the morning.  It was about five o'clock.  \n When I arrived at home I discovered that they also passed my house and they've assaulted all the people there.  I then went back to sleep.  I couldn't sleep and early in the morning we started trying to organize for transport, kombi transport to take us to Jo'burg, Johannesburg, Shell House.  When we arrived at the town the police stopped us.  They said we must alight and get into the ambulances to go to hospital.  We refused and one man by the name of Jackson Tembo said we have to get into the car because there was this ...  They used to take people to hospital and after that they will guard you there and after your release they will take you to jail.  They  told us later that they would like to ask forgiveness, police from the town and Davel.  Jackson told us that we have to go to Johannesburg therefore they took Blose and Mashinini to go and talk to the people at the police station and thereafter we managed to travel to Shell House where we gave statements and they were taken to hospitals.  \n At the hospital we were given some tablets and therefore we had to come back home.  When we arrived it was, I think Swekule the township.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "If you don't mind, I'd just like to ask you a few questions just to help us clarify some issues.  This incident that you're describing.  This took place in June 1992.  Correct ?",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "That's correct",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Now you said that the reason that the police came to your house in the first place was linked to this death of a Constable Jacques Scheepers.",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "That's correct.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Now why were the police coming to your house in particular ?  Do you have any clue ?   Before that first tell us a bit about, what did you know about this Constable Scheepers.  Did you know anything about him or what had happened to him ?",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "I knew nothing.  They knew that they will only attack the ANC houses whether you go to the tavern or not.  Scheepers was killed at the tavern and they knew all the ANC houses and they always intended to attack every ANC house.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "So when the police came to your house, did you know by, at that stage that Scheepers had been killed ?  Constable Scheepers ?",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "Yes, he was already killed then.  He was killed Sunday, no Saturday midnight and they did not investigate anything.  On Monday at night they came to my house.  Actually, every house of ANC.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And what had you heard about this death of this Constable Scheepers.  You said he was killed the Saturday.  What was, what were people saying in the township about his death ?  Were people speaking about this ?  Were people saying anything ?  Did you hear anything ?",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "No.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Nothing.  You didn't...  Do you have any knowledge as to why Constable Scheepers had been killed ?  Did you hear anything ?",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "No, I wouldn't know.  I don't know.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Were things quite tense in the township before the Constable Scheepers was attacked and killed?  Was there tension between the police and the community ?  What was actually going on before this death of Constable Scheepers ?",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "Yes, there was violence already but it was stable on that week-end when Scheepers was killed.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "This violence you speak about, what was this violence about ?  Can you tell us a bit more ?",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "There were Black Cats which left Ermelo to Davel and were assaulting people along the way and will also harass people at taverns and in bar places and get back to Ermelo as well.  At time they will be in the location at the IFP leader's homes and chill there.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And the police, what role were the police seen to be playing in this conflict ?  How did people perceive the police, given this conflict that was taking place which involved these so-called Black Cats and other members of the community who were supposed to be aligned to the ANC ?",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "The police were collaborating with the Black Cats and they were always following the police, the Black Cats.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Do you have evidence of that ?  Is this something you heard ?  Is this something that you saw  ?  Why do you say that the police were collaborating with the Black Cats ?",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "I saw them.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "You saw members of the Blacks Cats being escorted by police to go to people's houses or what did you see ?",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "It would happen at times we'd find there's a conflict in the location.  Black Cats are fighting the ANC.  Instead of the police coming to calm down the situation, they will instead shoot in assist, and assisting the Black Cats fighting the ANC members and it will during the daylight and we will be watching all that.  This wasn't done underground.  We witnessed everything.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "On this day that Constable Scheepers was attacked, he was actually with another Constable, a Constable Nkondo.    Do you know  anything about  that ?",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "I heard that he wasn't alone.  He was with another Constable.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Now did this Constable Scheepers and the other Constable Nkondo, do you have any knowledge as to whether they were seen as collaborating with the Black Cats ?",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "Yes.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "You have, you heard this ?  You heard people speaking about...  Was he known in the township, Constable Scheepers ?",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "Yes, he was known in the location.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Now when the police came to your house they wanted your brother, they wanted information about your brother, Dumi.  Is that correct ?",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "Yes, that's correct.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Why were they looking for him ?  Was he, was he involved with any of the political organizations in the township ?  Was he part of the ANC ?",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "He wasn't in the location most of the time.  He will just visit once in a while but they knew that he was an ANC member.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Was he an active ANC member ? Was he known to be quite involved in the activities of the ANC ?",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "Yes, he was an activist.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Now during these raids that the police conducted after Constable Scheepers was killed, in fact the account that we have is that these two Constables, Constable Scheepers and Constable Nkondo who were both based at the Davel police station, that their car was surrounded by about plus/minus fifty people, that Constable Nkondo had actually fired into the crowd, that some people were wounded.  He managed to escape, Constable Nkondo, to go for help but Constable Scheepers was left behind and when the police returned they found Constable Scheepers' body lying on the road.  The police, after this event arrested people.  They arrested seven of the people who had been wounded during the shooting and also another two people after the vehicle of Constable Scheepers was found.  Was you brother, was he amongst any of these people who were arrested ?",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "Yes.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "He was !  What happened after that ?",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "I won't elaborate on that one because I wasn't there.  As to what happened and what transpired I wouldn't furnish any information as far as that is concerned.  They kept pointing at people, even some who were not there were pointed at.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Was there a court case ?",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "You mean regarding Scheepers ?",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Regarding the death of Scheepers, yes.",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "Yes, there was.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Was you brother, was he tried in this court case ?  Was he charged ?  Do you know ?",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "You mean Dumi ?",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Yes.",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "Yes.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "What happened ?  What decision did the court come to ?",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "They were convicted.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "What was the sentence ?",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "I wouldn't know because they were not given the same sentence, all of them.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "But Dumi's sentence, what was his sentence ?",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "I don't remember.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Where is he now, your brother Dumi ?  Is he still in jail or is he out of jail ?",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "He is still in jail.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Do you know whether you brother applied for amnesty ?",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "No, I don't know.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "You don't know.  Thank you Nonhlanhla, that's all I'll ask of you.",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "I have one more thing.  I would also like to add that I saw Bulamswazi.  That's the person I saw at the date we were assaulted.  This was a person by the name of Bulamswazi.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Just repeat what you said.  I didn't actually understand.  You said you saw Bulamswazi ?",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "I'm saying that at the date we were assaulted the person that I recognized was Bulamswazi.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Thank you.  That's in your statement.  We have that information.  Thank you.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Did you want to say something else Nonhlanhla ?",
            "Male"
        ],
        [
            "NONHLANHLA BLOSE",
            "Yes.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Go ahead.",
            "Male"
        ],
        [
            "NONHLANHLA BLOSE",
            "After I was assaulted by the police in 1992, my health is not that well.  Even at school I'm disturbed because I've some headaches.  I normally go to doctors and I have to stop seeing doctors because I didn't have money to pay for my medical treatment and I have problems with my headaches.",
            "Female"
        ],
        [
            "MR LEWIN",
            "I'll just ask  the rest of the panel if they  have anything to ask.  Tom ?",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "How old were you at the time of your assault by the police in you house ?",
            "Male"
        ],
        [
            "NONHLANHLA BLOSE",
            "I'll see, I'll be turning twenty two this year and I can only see I could be nineteen or eighteen years old.  I can't remember well.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "I'm going to be a little bit personal.  How did you feel to see your father and mother being assaulted when otherwise they should be giving protection to the children ?",
            "Male"
        ],
        [
            "NONHLANHLA BLOSE",
            "I would that this has been a bad situation for me and I was so embarrassed and I didn't understand why they have to be assaulted because we were not at the lodge where Scheepers was killed and I had to believe that they conspired to come and assault us.  I believe that they also wanted to kill  us.  Unfortunately they couldn't.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "They couldn't.  And as you were being carried from house to house, showing them these houses, weren't you scared that should some of the students see you, they would say you were acting as an informer ?",
            "Male"
        ],
        [
            "NONHLANHLA BLOSE",
            "No, they had their own list so I didn't have to point to them the particular houses they were looking for.  I think there were some other people who were from the Inkatha camp who showed them the houses and the directions.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "At that time yourself, at school, what role were you playing amongst the students ?  Were you a student leader ?",
            "Male"
        ],
        [
            "NONHLANHLA BLOSE",
            "No.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "But did you belong to student organizations ?",
            "Male"
        ],
        [
            "NONHLANHLA BLOSE",
            "I was just a member of the ANC.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Thank you.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Doctor Randera ?",
            "Male"
        ],
        [
            "DR RANDERA",
            "Nonhlanhla, thank you very much.  If I could just ask one, one other question because I think it's important to, for the context of what you have told us to-day.  What's the situation to-day in Wesselton ?",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "It's not that good.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Would you say there's still this antagonism between ANC and IFP?",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "No, it's quiet at the moment.",
            "Female"
        ],
        [
            "DR RANDERA",
            "So that has  changed  from the time that you are telling us about ?",
            "Unknown"
        ],
        [
            "NONHLANHLA BLOSE",
            "That's correct.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Okay.  I'd like to thank you very much for coming and I think that I would recommend that you find out about your brother and what he's done about making the amnesty applications.  Whether he did meet the deadline which was the tenth.  I mean, what you have told us about to-day is, was obviously a very frightening and upsetting incident for you, experience in your life.  I think that the merit and the benefit for the rest of us in your coming forward like you have to tell us about what happened, out how you were treated yourself and about what was happening in the townships at the time, is very important because it shows us the situation that we're trying to move away from.  We don't want people to be treated in this way again.  We don't want there to be these antagonisms.  We don't want the antagonism between the police and  the community.  So what you have shown us is a situation that we all want to move away from and that we hope that in the future this type of activity can be prevented.  Where people are killed in line of duty, where people are treated as you were treated.  We'd like to thank you very much for coming.  Thank you.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Chairperson, whilst we're waiting for the next person to come forward, I would indulge your time just to make one comment.  Often the Commission is accused of being very one-sided in terms of the stories that come to these hearings.  I want to use this particular story as an example because at the end of the day, what you hear at the hearings is the people who have come forward, who have volunteered to come and, and been brave enough to come and tell us what is happening.  At the same time this young police officer, Scheepers was also a victim of the gross human rights violations that took place in the political conflicts.  Remember, we are asked to look at the political conflict that took place.  We're not only looking at one side of the equation and yet for some reason people don't come forward to talk about these stories.  I know to-day that there are many police officers, for example, who are present here to-day.  That there are, there's a local press that  ispresent here to-day, that I hope that this story that I'm about, that I'm trying to put forward, is taken back into the respective communities, into the respective constituencies.  We can only complete the picture if people come forward and tell us their stories and I would appeal, and we, and in the Nationalist Party's submission, for example, they list the names of six hundred police officers who were killed in the 80's and early 90's through the conflicts, but those police - the families of those police officers have not come forward and they have as much right to come forward as any other person who's making a statement here to-day.  If those families don't want to come forward, perhaps some of those officers can actually help us with the dockets that are available, relating to these stories.  That is the only way we're going to be able to paint as complete a picture as possible in terms of the Mandate that's given to us.  Thank you Chairperson.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Thank you Doctor Randera and I'd like to endorse that.  Thank you.",
            "Male"
        ]
    ]
}