{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-22",
        "location": "ERMELO",
        "day": "1",
        "names": [
            "PHUMZILE N VILAKAZI"
        ],
        "case number": "JB3770",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55082&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/ermelo/5ermvila.htm",
        "speakers": [
            "MR LEWIN",
            "PHUMZILE VILAKAZI",
            "RUSSELL ALLY",
            "THOMAS MANTHATA",
            "DR RANDERA"
        ],
        "original_speakers": [
            "MR LEWIN",
            "MRS VILAKAZI",
            "DR ALLY",
            "PHUMZILE  VILAKAZI",
            "MR MANTHATA",
            "DR RANDERA"
        ]
    },
    "testimony": [
        [
            "MR LEWIN",
            "I would like now to call two of our earlier witnesses who have now arrived.  If I could ask Phumzile Vilakazi please to come forward and testify.  Ma Vilakazi can you hear me through the microphone ?  Can you hear clearly the voice of the translator ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "Yes, I can hear you.",
            "Female"
        ],
        [
            "MR LEWIN",
            "You can.  Fine.  We'd like to welcome you and thank you very much for coming.  If you could tell us who is with you.",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "I'm not with anyone.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Oh, you're not.  Fine.  Well thank you very much for coming.  Would you like us to call you Phumzile or Monica ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "You can use any name you choose, even if you call me Phumzile, that will fine.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Thank you very much.  Before calling on Tom Manthata to lead you in your evidence, could I ask Doctor Ally please to swear you in.",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Phumzile would you please stand and raise your right arm, you right hand.  Do you swear that the testimony which you are about to give will be the truth, the whole truth and nothing but the truth, so help me God.",
            "Unknown"
        ],
        [
            "PHUMZILE VILAKAZI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Thanks very much.  Tom Manthata ?",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Phumzile I hope you are relaxed.  Please be relaxed.  Are you working Phumzile ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "Yes, I am.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "How's your family due ?  Where's the husband ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "I do not have a husband.  We separated.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "You are separated.  Your children ?  Were there children ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "I do have children.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Who are at school ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "That's correct.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Can you please tell us about, ...  are these your brothers Fanie and Dingani ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "They are my children.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Are they your children, sorry Ma'am.  Okay.  Can you tell us how they met their fate ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "When I came back from work on the 14th of August in 1990 I received a telephone call.  Somebody was telling me that Fanie, my son, had been shot next to the shops.  He had been shot by a certain policeman by the name of Njomo.  When I went to the shops my sister came and we went to see him at the hospital and I asked him as to what had happened.  He told me that he had been shot by Njomo and asked what was happening.  He said he was with his uncle Steko and a Malindisa Booi and they harassed Malindisa Booi and when he intervened and asked, they did not answer him.  When they went away Njomo shot him from the back.  They sent him to Kalafong hospital.  That's where he was admitted.  He remained in Kalafong for the whole year.\n On the 4th of October 1990 when I was still at work, my cousin arrived together with my other son.  They'd come to fetch me from work and I asked them as to what had happened.  They said Dingane had been shot and admitted.  When I got to the hospital I found Dingane with his eyes closed.  He called out my name and I responded.  He said to me I should give him water and the sisters prohibited me from giving him water, the nursing sisters at the hospital.  I went outside and I stayed outside.  The following morning when we phoned Johannesburg hospital, they told me that Dingane died on the way to Johannesburg hospital.  Fanie stayed and he died in 1993 on the 16th of January.\n Dingane was shot by Maschilwane, a CID.  I tried to get some legal advice.  I went to Prinsloo and he was going to institute civil action against Njomo but when my son died he said he could not continue with the legal proceedings because my son had died.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Are you okay ? Are you ready to answer questions Sylvia ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "I'm ready to answer questions.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "You haven't told us what Prinsloo has to appear for ?  Which of your sons was it ? For Dingane or for Fanie ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "He said with regard to Fanie.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Fanie.",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "He said with regard Dingane's matter he wouldn't be able to help us because he died at that time.  With Fanie's matter it was quite different because he took him to Pretoria in one of the Provincial Hospitals so that he could get a medical report as to his injuries and on the 2nd of February Prinsloo was supposed to go to finalise the matter and he died before the 2nd of February arrived.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "What did you get, what information did you get from the Malindi's family ?  Children or sons, who were with Fanie.",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "They said they were just asking as to what was happening.  Why were they harassing Mike Malindi so ?  That was all.  They did not fight but they tried to intervene.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "What has become of Njomo ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "I don't know where Njomo is.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Malindi does not even know about Njomo too ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "I have no idea whether he knows where Njomo is.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Was Njomo a policeman or Njomo was just an ordinary .....",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "Yes, he was a member of the South African Police.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "And how related, what was the relation between Fanie and the Malindi family ?  Were they students or were they just both youths in the township ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "Yes, they were friends.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "And they couldn't  know who Njomo was or what the problem was between Njomo and Fanie ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "I wouldn't know.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Would you say that this kind of quarrel that could have been between Fanie and Njomo, had it any political content in it ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "I have no idea but what I know is my son was a member of the ANC.  He was quite active within the ANC.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "He was a student at the time ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "He was working at the time.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "He was working.  Was he part of the youth league or was he just a worker with Xhosa too, perhaps from that level having the relations with ANC?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "It didn't occupy any particular position.  He was just an ordinary member.  I think a card carrying member of the ANC.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Okay, it is true that Fanie died after a long period of illness but at his death, did the ANC, any ANC Constituency show sympathy or support to the family ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "No.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "You have no idea what the youth at the time could have done that could brought that kind of anger of Njomo against them ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "It's maybe possible because at the time it wasn't quiet in our area.  There was some violence.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "And if I understand  you well, you are saying Fanie used to attend the meetings of those who were remotely or immediately involved in the violence of the day or in the confusions of the day ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "Fanie was not a thug.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "No, no, I'm not referring to a thug.  We said he was an active ANC member.  Now I'm saying perhaps organizations that were affiliated to ANC at that time could have been involved either in a quarrels or demonstrations against the community councillor or as it has been hinted earlier on.  You know, in organizing demonstrations.  This anti-rent meetings and so on.",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "I wouldn't know whether Njomo bore a grudge because at that time he used to go out with Gita and Gita was an ANC member or an ANC supporter.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Was that Njomo himself ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "Gita.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Njomo used to, sorry  Gita used go along with Fanie, or ...",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "Yes, Gita used to go along with Fanie.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Okay.  And what story did Gita tell you ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "No, Gita was at work at this time.  We only met him at the hospital.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "With Dingane, what happened.  You say there was never a lawyer instructed to act on behalf of the family for Dingane's death ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "No, I never did.  No, there was nothing.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "And was he a student, Dingane, or was he working too at the time ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "He was just  fresh from prison so he was not working.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "And having come out of prison did he affiliate to any of the community organisations at the time ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "No, he was not involved in anything that took place in our area.  No political organisation or a gang.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "So, now you are left with how many children Sylvia ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "Three.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Three.  These two were the eldest to those that are still with  you ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "Yes, they were.  Fanie was my first born and Dingane was my second borne.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Okay.  No further questions.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Thank you.  Any other questions ?  Doctor Ally ? Doctor Randera ?",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mrs Vilakazi, I just want to follow up on what you said.  That the police were not interested in taking a statement from you.  Is that right ?",
            "Unknown"
        ],
        [
            "PHUMZILE VILAKAZI",
            "Yes, they didn't pay attention to what I was saying when I went to report the matter.",
            "Female"
        ],
        [
            "DR RANDERA",
            "But did they take a statement ?",
            "Unknown"
        ],
        [
            "PHUMZILE VILAKAZI",
            "No, they didn't even want to write anything down when I reported it.",
            "Female"
        ],
        [
            "DR RANDERA",
            "And when your  lawyer, Mr Prinsloo, approached the matter, what was said by the police ?",
            "Unknown"
        ],
        [
            "PHUMZILE VILAKAZI",
            "He never related to me as to what they told him but he told me that he was taking the matter further.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Now, Fanie died almost five months later.  Is that right ?  Oh, sorry, two and a half years later.  Can you tell us what he died of ?",
            "Unknown"
        ],
        [
            "PHUMZILE VILAKAZI",
            "Ever since he was shot by Njomo, he was sickly and he had these sores that could not be cured.",
            "Female"
        ],
        [
            "DR RANDERA",
            "So it was a direct complication of the shooting as far as you understand it ?",
            "Unknown"
        ],
        [
            "PHUMZILE VILAKAZI",
            "Yes, it was a direct complication because the bullets were not extracted from his body.  He remained with the bullets until he died.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Can I just come to Dingane.  Dingane died the next day as you say in your statement, from the shooting.  Was there an inquest ?  Was a post- mortem done ?",
            "Unknown"
        ],
        [
            "PHUMZILE VILAKAZI",
            "I was never told but they told me that he was dead on arrival.",
            "Female"
        ],
        [
            "DR RANDERA",
            "So you were just given a death certificate by the hospital.",
            "Unknown"
        ],
        [
            "PHUMZILE VILAKAZI",
            "I was never even given the death certificate.  They told me that he had been sent to Johannesburg and I phoned my brother to find out more and when we phoned the Johannesburg Hospital we were told that he was dead on arrival and we went to Mashilwane, the policeman who shot him and we asked him to fetch him from Johannesburg because we did not have money.  He asked me, if he was the one who was shot, would I have gone to fetch his corpse ?",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you Ma'am, I have no further questions.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Phumzile, thank you.  I'd just like to if I may to ask one or two questions myself.  You mentioned that Dingane was shot at his uncle's place just after he was released from detention.  Can you tell us how long he'd been in ... (interrupted) ... sorry.",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "At my uncle's place, not his uncle's place.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Your uncle's place.  How long had he been in detention and why was he in detention ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "I wouldn't know because I didn't even attend the case.",
            "Female"
        ],
        [
            "MR LEWIN",
            "But was he actually charged then, when he was taken into custody ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "I don't know why he was arrested or what he was arrested for and what he was being charged for.  I decided that I was not going to attend the trial because I wanted to disassociate myself with any criminal acts committed by my children.",
            "Female"
        ],
        [
            "MR LEWIN",
            "So you don't think that there was any political connection ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "No, I have no idea.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Do you now how long he was in detention ?",
            "Male"
        ],
        [
            "PHUMZILE VILAKAZI",
            "I do not remember.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Mrs Vilakazi you story is, I mean, you have seen the death of your eldest son through both of them they've, I mean the paid and the suffering that you have had, particularly in Fanie's case where he came home and he was in a wheelchair as you described and didn't get better.   He went back to hospital, was then brought home again and died.  So this must have been two, two and a half very terrible years for you.   Then Dingane's death itself was so, it seems to be so senseless and so cruel that there he is sitting, he asks a question of someone who is in authority who takes out a gun and shoots him.  This must be, for a mother it must be a very dreadful thing to bear and we certainly are with you in that.  We will certainly follow up, through the lawyer that you have mentioned.  There's so many questions that your story raises and there must be questions that are with you all the time.  All I'd like to say is that we express our sympathy to you for that.  We hope that the community and the rest of your family will also stand with you and support you and we thank you very much for coming to-day.  Thank you.",
            "Male"
        ]
    ]
}