{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-22",
        "location": "ERMELO",
        "day": "1",
        "names": [
            "PINKIE E SIBIYA"
        ],
        "case number": "JB3497",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55084&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/ermelo/7ermsibi.htm",
        "speakers": [
            "MR LEWIN",
            "PINKIE SIBIYA",
            "DR RANDERA",
            "THOMAS MANTHATA",
            "RUSSELL ALLY"
        ],
        "original_speakers": [
            "MR LEWIN",
            "MRS SIBIYA",
            "DR RANDERA",
            "PINKIE SIBIYA",
            "MR MANTHATA",
            "DR ALLY"
        ]
    },
    "testimony": [
        [
            "MR LEWIN",
            "I'd like to call the next witness who is Pinkie Sibiya.  If she could please step forward.  Thank you.  Good afternoon Mrs Sibiya.  Can you hear me through your earphones ?",
            "Male"
        ],
        [
            "PINKIE SIBIYA",
            "Yes.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Are you comfortable ?",
            "Male"
        ],
        [
            "PINKIE SIBIYA",
            "I am comfortable, thanks.",
            "Female"
        ],
        [
            "MR LEWIN",
            "I'd like to thank you for coming and before asking Tom Manthata to lead your evidence, I ask Doctor Randera to swear you in.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mrs Sibiya, good afternoon.  Will you stand and raise your right hand.  Do you swear that the story that you're about to tell is the truth, the whole truth and nothing but the truth, so help me God.",
            "Unknown"
        ],
        [
            "PINKIE SIBIYA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Thanks very much.  I ask Tom Manthata to lead your evidence.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Who is accompanying you Mrs Sibiya ?",
            "Male"
        ],
        [
            "PINKIE SIBIYA",
            "This is my daughter.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "It's your daughter ?",
            "Male"
        ],
        [
            "PINKIE SIBIYA",
            "It's my son, I'm sorry. It's ...............",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Is he a student ?",
            "Male"
        ],
        [
            "PINKIE SIBIYA",
            "Not anymore.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Mrs Sibiya, are you working too ?",
            "Male"
        ],
        [
            "PINKIE SIBIYA",
            "I'm not working.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "And Mr Sibiya ?  What does Mr Sibiya do ?",
            "Male"
        ],
        [
            "PINKIE SIBIYA",
            "He's doing nothing.  He's home.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "But you have children who are attending school ?",
            "Male"
        ],
        [
            "PINKIE SIBIYA",
            "Yes, I do.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "How many are they ?",
            "Male"
        ],
        [
            "PINKIE SIBIYA",
            "Only one and the other one is at the creche.  Nisamsu.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "I see.  Mrs Sibiya, you are to tell us about your husband, Nbwenbwe who died.  Can you please tell us that sad story.",
            "Male"
        ],
        [
            "PINKIE SIBIYA",
            "It was January the 23rd.  I will start by saying that my husband was working night shift on that day.  He was supposed to enter at about ten o'clock and he was supposed to knock off at six o'clock in the morning.  It was the twenty third on Friday.  Early that morning he didn't come back home.  My mother came to our house and she inquired as to his whereabouts.  I told her that he didn't return from work.  At the time she found me busy sweeping the floor.  She asked my to come inside.  She then told me that a young man came to wake her up at about five o'clock in the morning and said that the gunshots that we heard at night relates to the incident where my husband was shot and killed.  She suggested that we have to go to the scene of the incident.  When we arrived there we were met by blood running all over on the ground.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Yes, Mrs Sibiya we are with you in re-living your pain.  Just relax and take it slowly, coolly.",
            "Male"
        ],
        [
            "PINKIE SIBIYA",
            "As I've said it before, there was blood all over the ground.  The were some marks drawn on the ground and we heard that the police came to take some evidence and we were told that we mustn't touch that because it might tamper with the evidence.  There were three....   Later we found him at the mortuary.  In the township on that date there was great confusion because one of the Inkatha leaders were killed and people were saying that if one Inkatha member was killed other people should be killed to prepare the burial for him.  The time came where we had to bury him.  We didn't live in peace at home at that moment especially amongst the whole family, the children and other members of the family.  I had to leave and go to Johannesburg to SARO's offices because he was a member of this organization.  I explained to them about my problem.  They sent me back to Ermelo to the police to go and collect a statement.  The investigating officer was Mr Nkonjani.  I tried to look for Nkonjani and I was referred to Meyer and Meyer gave me some papers and he told me that the case is over so I can take the papers back to Johannesburg to give them to SARO.\n I took the papers back to Johannesburg and I gave them at the offices and I asked them to give me copies of the papers because I didn't know exactly who killed my husband so I wanted to find out what I got from the police that the case was over.  I came back with the papers trying to find a way as to how am I going to live with it because I didn't even have money to engage some lawyers in this case.  Even the children couldn't continue with their education like Vusa beside me.  He had to drop out from school.  He also realized that schooling wasn't well for him  because there was no one to support him and pay his school fees.  If he needed school shoes he couldn't get them in time or get them at all.  I would say that even now we are living within a thin thread and it's so difficult to survive.  We normally live by my brother who is also married.  I would say this is a painful situation for the whole family.  After discovering that the Truth Commission was coming to this area I went to give a statement to Mr Nkosi.  It's because I wanted some help.  I have a problem paying rent which is high.  I try to pay.  At the moment I paid about half of my rent and they told me that I must have paid the full balance before the 27th. ...(inaudible)  families.  From that time, that's the last time I got the help from these ...(inaudible) families and after the death of my husband they couldn't even help me at all.  \n I hope that maybe things to come to pass and we will discover the killers of my husband because at the moment this caused the estrangement between the families.  I would like to see the people convicted for his murder, just to find out their identities.  Maybe they are people whom I know.  Just to make sure that my children are also safe because I don't even know them.    That's all.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Mrs Sibiya, we are mindful of the state in which you are Mrs Sibiya.  We wouldn't like to provoke you further and bring about the same sad memories of the loss of your husband but we would have loved to know whether you are still in touch with SARO or officials of SARO in Johannesburg.",
            "Male"
        ],
        [
            "PINKIE SIBIYA",
            "I last met the SARO leadership at the time I went to Jo'burg.  That was the last time I met them and I haven't seen them up to now because they told me that the person I used to meet with, Sandile got involved in an accident and he passed away.  When I went back to their offices they said they couldn't find my files and they don't know where he stored them.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "These papers that you are talking about, the papers which were given by Meyer and Nkonjani, do you still have them on you ?",
            "Male"
        ],
        [
            "PINKIE SIBIYA",
            "The papers which were given to me I enclosed with my statement to the Commission.  Did you know the Incatha person that was buried that day ? Did you know the name of the person ?",
            "Female"
        ],
        [
            "PINKIE SIBIYA",
            "I would say that I don't know his name but he was an old man.  I wouldn't know the surname.  He was Mr Twala.  He was supposed to be buried on that particular date.  It was on Saturday.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "How had Twala died ?  Was he a victim of the violence of the day or what ?",
            "Male"
        ],
        [
            "PINKIE SIBIYA",
            "He was ill.  I think he died from his illness.  All I know is that he was one of the top leaders of Inkatha in Ermelo.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "If he died from illness, which means there was no provocation from the Comrades which resulted in his death.  I can't understand how the people in the community were victimized, which let to the death of your husband.",
            "Male"
        ],
        [
            "PINKIE SIBIYA",
            "It was generally know that if one Inkatha member passed away, on that particular day during the funeral there should be some killings directed towards specifically, the Comrades because on that particular day there were many Inkatha people especially from Kwa Zulu Natal and the streets were so busy.  If they pass your street you have to run for cover.  Maybe he was caught running away.  Unfortunately since he was working within the community he got shot at one o'clock at night.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "As you put it nobody amongst the Inkatha people was ever arrested who could have appeared in court where you could be saying that person was acquitted because nobody could be identified with the killing.  Sorry, I might have asked a very lengthy question.  I'm coming to this where you're saying the Commission should help you to find out the person who killed your husband.  Now it becomes clear that you are saying Inkatha members could have killed your husband on that day but because of that kind of confusion no single Incatha person was ever brought before the court being accused with killing  your husband.  Are we correct to say that ?",
            "Male"
        ],
        [
            "PINKIE SIBIYA",
            "That's correct.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Which seems to even defeat the ends of the Commission because if we accept that there was that kind of mass killing, to get a single person out of it may not be easy.  I'm not saying we are not going to do it, we are not going to try to find that out, I'm just trying to point out how difficult the work that you demand of the Truth and Reconciliation Committee might be.  With that in mind we are saying the Commission will see what it can do.  How old is . your son beside you?  Pinkie, Vusa, I'm sorry.   How old is Vusa ?",
            "Male"
        ],
        [
            "PINKIE SIBIYA",
            "He is twenty one years old.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Twenty one.  How many years is he out of school because of lack of maintenance ?",
            "Male"
        ],
        [
            "PINKIE SIBIYA",
            "Two years.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Two years.  In what grade was he at the time he couldn't go further ?",
            "Male"
        ],
        [
            "PINKIE SIBIYA",
            "He was in Standard nine.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Standard nine.   Does Vusa know what is it he could do if he had to go back to school ?  Or does Vusa just want employment and that's the end ?",
            "Male"
        ],
        [
            "PINKIE SIBIYA",
            "He also suggested that he would like to go and work but unfortunately he can't find employment.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Well, I have no further questions Ma Sibiya. Thanks.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Doctor Ally ?",
            "Male"
        ],
        [
            "RUSSELL ALLY",
            "Mrs Sibiya you husband worked for Spoornet.",
            "Unknown"
        ],
        [
            "PINKIE SIBIYA",
            "That's correct.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "At the time that he died, how many years had he been working for Spoornet ?  Do you have any idea ?",
            "Unknown"
        ],
        [
            "PINKIE SIBIYA",
            "I think it was about fourteen years.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Fourteen years.  Did Spoornet not pay you out anything from your husband's contribution to the Pension Fund or the Provident Fund ?  Did you get any money from Spoornet ?",
            "Unknown"
        ],
        [
            "PINKIE SIBIYA",
            "I'd say they did pay some money.  It was R13 000 and I used to receive monthly allowances of R300 00.  I used that money to pay rent for the house and with that money I wasn't able to buy the other necessities.  Do you still get that R300 00 a month from Spoornet ?",
            "Female"
        ],
        [
            "PINKIE SIBIYA",
            "Yes.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "In your statement that you gave to us there is a certificate, it looks like a Life Insurance Certificate, Old Mutual, a policy.  Was this a policy that your husband had ?",
            "Unknown"
        ],
        [
            "PINKIE SIBIYA",
            "That's correct.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Did Old Mutual pay you out on this policy ?",
            "Unknown"
        ],
        [
            "PINKIE SIBIYA",
            "After claiming the money from Old Mutual it was discovered that my husband had a child outside of the marriage and I was told that the mother of the child also had a claim on the same money therefore the lawyer representing the other woman took of the money from Old Mutual.  However it was said that my ............... Old Mutual and the lawyer went to Old Mutual and  represented himself as the person who is representing me and he managed to get the money out.  However we went to talk to Mr Bia -  I would try to telephone Old Mutual in Cape Town and they said they have sent the money to Ermelo branch and I must go there.  When  I went there I was told that the cheque had been signed out by Mr van Wyk and he is in possession of the cheque.  I went to van Wyk and he said there's nothing to talk about.  He said the money should go to the child out of the marriage.  That's how it ended.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Sorry, let's just try and get this absolutely clear.  The money from Old Mutual, you did not receive any of that money.  It went to Mr van Wyk who said that he was representing the mother of the child that your husband had with this woman ?",
            "Unknown"
        ],
        [
            "PINKIE SIBIYA",
            "That's true.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Did you ever try to get any legal advice as to whether what Mr van Wyk did was legal, was proper ?  Did you take up the matter with a lawyer or any Advice Center ?",
            "Unknown"
        ],
        [
            "PINKIE SIBIYA",
            "I tried to go to Mr Moody.  While we were busy with the case, he explained to me that the other woman was entitled to the money because the child was my husband's child.  I used to pay this Mordien, my lawyer and every time I went there he demanded R200 00 and I gave it to him and later I gave up and I just thought maybe it's better if they take the money because there's nothing coming out of it because I couldn't keep up the payments with my lawyer.  He wanted money every day I went to see him and the case was taking such a long time.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Presently what is going on with this case ?  Is anything still happening ?",
            "Unknown"
        ],
        [
            "PINKIE SIBIYA",
            "Everything is quiet at the moment.  I went to some lawyers who asked me, after getting the cheque.  When I arrived at their offices one of the gentleman who was said to be Chief of the Court talked to them saying that he couldn't talk to me because if ever he was to talk to me I should come there with my lawyer and he will talk with my lawyer.  Therefore I contacted Mr Bia.  He said I have to make a sworn Affidavit in connection with the lawyer who took this money unlawfully because Old Mutual was saying the cheque was signed on my name.  Mr Bia called me on this particular day, to-day, to-date I was supposed to go and see him unfortunately I had to come to the Commission.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "What sum are we speaking about, this money from Old Mutual, how much money is it to you ?  Were you told ?  Do you know ?",
            "Unknown"
        ],
        [
            "PINKIE SIBIYA",
            "After the death of my husband they gave us two thousand for burial purposes.  They said there was R6 300 remaining as a balance.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Thank you Mrs Sibiya.  In your statement there is the record of the inquest as well which really says what you say in your statement that the cause of death of your husband was the result of wounds caused by shooting to the head and that the person or persons are unknown.  That's what the inquest records.   Thank you, thank you very much and thanks for sharing that other information with us.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Thank you Doctor Ally.    Mrs Sibiya, thank you very much for coming and sharing that story with us.  There's no way of saying that you sadness will be reduced by time.  I don't believe that if every can.  It's obviously very great and very tense at the moment because it's so recent but all we can hope is that in some way this has contributed in a small way to making the conflicts of the past easier by explaining what happened.  For you still, you have a young family to look after.  You must find comfort where you can.  We offer our sympathy.  We will try to provide the information that you ask for.  We do have the case numbers.  We have the phone numbers of the people who for instance signed this declaration which is August 1994.  So we can follow up on that and with our sympathy we wish you very well and again as I say, thank you very much for coming.  Go well.",
            "Male"
        ]
    ]
}