{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-02-05",
        "location": "BENONI",
        "day": "1",
        "names": [
            "MATILDA MAVUNDLA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55035&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/duduza/mavundla.htm",
        "speakers": [
            "DR RANDERA",
            "MR LEWIN",
            "MR MANTHATA",
            "MS MAVUNDLA",
            "MS SEROKE"
        ],
        "original_speakers": [
            "MR LEWIN",
            "MS MAVUNDLA",
            "MS SEROKE",
            "DR RANDERA",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "MR LEWIN",
            "If I could please call the next witness, Matilda Mavundla to come forward.\n Mrs Mavundla we would like to welcome you here this morning.  Can you hear through the head phones?   Is that all right?",
            "Male"
        ],
        [
            "MS MAVUNDLA",
            "Yes.",
            "Female"
        ],
        [
            "MS MAVUNDLA",
            "(sworn states)",
            "Female"
        ],
        [
            "MS SEROKE",
            "Good morning Mrs Mavundla.   I would like to know the person who is seated next to you?  Are you together?",
            "Female"
        ],
        [
            "MS MAVUNDLA",
            "No I am alone.",
            "Female"
        ],
        [
            "MS SEROKE",
            "You are coming to tell us about the events that took place on behalf of your son, Kenneth, in 1984.  I would like for you to explain explicitly clear to us and tell us about what the police did to your son on that day.",
            "Female"
        ],
        [
            "MS MAVUNDLA",
            "It was during the week.  I was at work and the police were patrolling around the street, driving around the location and the kids saw the police and ran away.   And when the police saw them running, mine went into the houses nearby, and the police followed him.  He went under the bed and they took him out of hiding and the following week they shot him.",
            "Female"
        ],
        [
            "MS SEROKE",
            "I would like for you to be coherent.  Tell us\nthey took him out from his hiding place.  Tell us about what happened the following week when he was shot.",
            "Female"
        ],
        [
            "MS MAVUNDLA",
            "It was on Friday, the 31st.  They went to school.  When they got to school, he was at Lukanjeni School ...   The teachers at school saw the police all over the location and they said to the students, students should dismiss and go home.   And they would start with the younger ones.  Mine was one of the older students.  So he was released last.\n When he got to Sorga Street and the police were approaching, they shot him.  He shouted and screamed, Butinyana, Butinyana.  Butinyana was a friend and Butinyana was also shot in his arm and in the leg as well.    They took both of them to the hospital. Mine was admitted on Friday.   On Saturday he was discharged from hospital, but Butinyana is still alive.",
            "Female"
        ],
        [
            "MS SEROKE",
            "How old was Kenneth when this took place?",
            "Female"
        ],
        [
            "MS MAVUNDLA",
            "He was 14 years of age.",
            "Female"
        ],
        [
            "MS SEROKE",
            "In what standard was he?",
            "Female"
        ],
        [
            "MS MAVUNDLA",
            "He was in standard five.",
            "Female"
        ],
        [
            "MS SEROKE",
            "You say, first of all, he tried to escape and you used to say to the kids, do not run away from the police.   Tell us about the state of the police when they see children running away.   Tell us about the state of the police because you asked the child not to run away when he sees the police.  Now, tell us why did you tell them that.",
            "Female"
        ],
        [
            "MS MAVUNDLA",
            "The police would run after the kids if they see them running away.   Even though they would be running, playing around, the police would run after them.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Tell us about Kenneth.  Do you think Kenneth\nwas a member of SRC at school or was he just an innocent child?",
            "Female"
        ],
        [
            "MS MAVUNDLA",
            "He was still young and I think he was innocent.  I would not know though, probably at school he was one of the members of the group, but as a parent I had no knowledge of that.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Now after his death, did you open any case at the police station?",
            "Female"
        ],
        [
            "MS MAVUNDLA",
            "I was so devastated.  I did not want to see any police after his death, because I had so much pain about what happened to my child, even today.  I do not know who shot my child.   It was taken for granted that he just died a natural death.",
            "Female"
        ],
        [
            "MS SEROKE",
            "About the Principal of the school, tell me did you go and approach the Principal and perhaps ask him to make findings about this incident?   Did the school take part or put any effort in trying to discover more incidents.",
            "Female"
        ],
        [
            "MS MAVUNDLA",
            "Regarding the Principal.   The Principal took the child to the clinic and from the clinic to the hospital.  That is all I know.   What happened to me was highly taken for granted and he died a natural death.   Nothing was done, no steps were taken to date.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Not even one police came to your house?",
            "Female"
        ],
        [
            "MS MAVUNDLA",
            "Yes, police came before the funeral, but after the funeral that was it.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Tell us about the situation in Wattville at the time.  What was happening in as far as politics?",
            "Female"
        ],
        [
            "MS MAVUNDLA",
            "What I heard is that the Principal called the police for the students.  When the police got to the school premises they closed the gates and did not allow the police\nto gain entry into the school.   \n Now the police started to shoot around in the location until they caught my child.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Now according to your opinion, do you think that incident got the police so angry that they started shooting around at random in the location.\n Would you perhaps know the reason why the Principal called the police.",
            "Female"
        ],
        [
            "MS MAVUNDLA",
            "No I would not, but I heard that the Principal called the police to his school, now the students refused the police entering.  Now, the police got so irritated and started shooting around.",
            "Female"
        ],
        [
            "MS SEROKE",
            "So you do not know what the students did that they deserved for the police to be called for them?",
            "Female"
        ],
        [
            "MS MAVUNDLA",
            "No.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Thank you Joyce.   Are there any other questions?   Fazel do you have a question?",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mrs Mavundla I just... besides the incident or what happened at the school, what else was happening at Wattville at the time?   Was that the only thing that brought the police into the township.   Were there other political activities taking place that made it necessary for the police to have such a heavy presence in the township?",
            "Unknown"
        ],
        [
            "MS MAVUNDLA",
            "Wattville is a peaceful location.  It is different from other locations.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Tom?",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Did you ever have an idea of how many children were hit on that day through the Principal's call for the police to the school?",
            "Male"
        ],
        [
            "MS MAVUNDLA",
            "I only know about a sixteen year old who\nwas shot in the premises and Butinyana who was shot together with mine.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Do you know the parents of that child, that is the parents of the sixteen year old?",
            "Male"
        ],
        [
            "MS MAVUNDLA",
            "They used to come to my house, asking us to get together and unite and be one, because there was one boy who was somewhere in Shirene, because there were boys there who said they had witnessed this incident.\n We used to go often to see those boys.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Were those boys anywhere in the leadership of the students at school at that time?",
            "Male"
        ],
        [
            "MS MAVUNDLA",
            "I do not know even where they were attending school.  I just met them at that time and that was the last time I have seen and talked to them.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Which means that you did not even get the support of the students of that school to show surprise at what the Principal had done by calling the police into the school?",
            "Male"
        ],
        [
            "MS MAVUNDLA",
            "That was not a school that my child attended.  That one was a high school.   My child was at a lower primary.   And the school which called the police was a high school.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Yes I am referring to that very school.   OK, I understand that you did not have any further contact with that school.  Is that correct?  That is the high school.",
            "Male"
        ],
        [
            "MS MAVUNDLA",
            "No, I did not have any contact with the high school.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Thank you.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Mrs Mavundla can I ask you, say that one of the major things you want to know and we understand this, is who\nis who shot your child?",
            "Male"
        ],
        [
            "MS MAVUNDLA",
            "Yes.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Are there any other things which you want to ask us?",
            "Male"
        ],
        [
            "MS MAVUNDLA",
            "No, I have no other questions of concern.\nSomeone must shed light, because I am in darkness.  I buried my child, yes, that was not good enough, because I do not know the perpetrator.",
            "Female"
        ],
        [
            "MR LEWIN",
            "We would like to try and offer some comfort, but I mean there is, what you have told us and what you have been through, is something that nobody can compensate.   Nobody can bring back your child.  Nobody can make any compensation which would be sufficient to compensate for what has happened to you, because it was something that was particularly cruel and particularly callous and unnecessary and senseless.\n So what we can try and do is to find out more about the case, to answer that question for you.  Not only who was actually responsible, but why.  To try and do that and explain for you and many many others who are in the same position.  \n And what we would say also is to thank you for your courage in coming forward, because what you have done in doing this is to help everyone understand a little bit more about what happened, about the suffering that was imposed by the system and to ensure therefore that nothing like this can ever happen again to any of us.\n So for that we would like to thank you and we will assure you we will do what we can.\n Thank you very much for coming.",
            "Male"
        ]
    ]
}