{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-02-05",
        "location": "BENONI",
        "day": "1",
        "names": [
            "SIKHUMBUZE ZWANE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55056&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/duduza/zwane.htm",
        "speakers": [
            "DR RANDERA",
            "MR LEWIN",
            "MR MANTHATA",
            "MS SEROKE"
        ],
        "original_speakers": [
            "MR LEWIN",
            "MISS ZWANE",
            "MS SEROKE",
            "MRS ZWANE",
            "MR MANTHATA",
            "DR RANDERA"
        ]
    },
    "testimony": [
        [
            "MR LEWIN",
            "Miss Zwane we would like to welcome you.  Can you hear through the earphones?",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Before you are led in your testimony by Joyce Seroke, could I please ask you to stand and take the oath.",
            "Male"
        ],
        [
            [],
            "(sworn states)",
            "Female"
        ],
        [
            "MS SEROKE",
            "Good morning Sikhumbuze.   Are you Sikhumbuze or Sikhumbuze?",
            "Female"
        ],
        [
            [],
            "I am Sikhumbuze.",
            "Female"
        ],
        [
            "MS SEROKE",
            "We greet you Sikhumbuze.  I would like for you to introduce the person seated next to you.",
            "Female"
        ],
        [
            [],
            "This is my mother.",
            "Female"
        ],
        [
            "MS SEROKE",
            "We are welcoming your mother.",
            "Female"
        ],
        [
            [],
            "I have a request.   We both submitted statements.  I would like for us to say something, both of us.",
            "Female"
        ],
        [
            "MS SEROKE",
            "That will be fine, because both of you submitted statements.   Therefore, we will grant her an opportunity to say something in case you have forgotten.\n Maybe we should get started or perhaps she should also stand up so she can take an oath.",
            "Female"
        ],
        [
            [],
            "(sworn states)",
            "Female"
        ],
        [
            "MS SEROKE",
            "Sikhumbuze you are here to tell us about the events that took place and things that happened to your\nuncle and according to the statement he is called Boy and he is called Lucas.  Are those his names?",
            "Female"
        ],
        [
            [],
            "Yes.",
            "Female"
        ],
        [
            "MS SEROKE",
            "I just wanted to clear this for the record.\n I would like for you to explain as to what happened to Lucas.",
            "Female"
        ],
        [
            [],
            "It was Workers' Day.   That day they burnt the police at Makalela and my uncle was there.\n After that incident the police came nearby as my uncle was standing, before he was killed.   Some person screamed and trying to allow him to run away.  The police were approaching.\n And then  the very person who was shouting got arrested.  He was with Bizo and Bizo was the nickname and they took him with so that he could show them Bizo's place. \n They got there, they started knocking around and they located Bizo and they arrested him.  First they assaulted him and they started searching the house for guns and weapons.\n After all they checked if there were any males around, only to find out that we were the only in the house.  And they took Bizo with.  \n Fortunately my grandfather was there but they left him because they thought he was not useful in the whole thing.\n Their aim now was to rape us, because they came back after all the males.  They started knocking around the windows and on the doors, surrounding the house.    My mother asked and said, who are you looking for now, because you have taken the people you wanted.   My mother said I am not going to open my doors.If there is anything you want, come tomorrow morning during the day, not at night. We will not open the door for you at night.    They kicked the door.   We refused completely to open for them till they left the premises.\n The following the police came at home again and we explained what happened the previous night and they said the statement should be taken with regards to the matter.\n One of the comrades came, by the name of Master, residing nearby our home and he made all the necessary arrangements.   \n After a month or so the police came, after my uncle was released from prison, they came to look for him again.  They did not get him.  They did not find him.   They found him somewhere else but not at home.\n They tied him on the Hippo, the Casper.   The Casper dragged him and they discarded him around some bushes in Wattville. They thought he was dead when they left him there.  \n One of the drivers at Kwikor called our place and told us that somewhere around here there is a person left here and we think he is dead.   That was after some time, after we have been trying to search for him.\n In the morning we would go to the police station to give a statement at night as well.  \n He was lying down at the bottle store.  They thought he was dead but he was not.   \n So he was taken to the BBH Hospital and I went to BBH just to make sure if he was the one.   I found him, that is my uncle.  He was not treated.   He was not even given any preliminary treatment whatsoever.   I asked why and also they said, maybe you should just take him away and treat him yourself.\n There was a court case in Pretoria.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Sikhumbuze I know this is sad.   We do not mean to revitalise all the pains.  All we are interested in is for you to disclose of the information you have.",
            "Female"
        ],
        [
            [],
            "Even the police used to come to our house.   The first time they came around, they took him and they came back to search for weapons and there was no gun or any weapon.   They found money.  They took that money.  What cooked, they took even the pots. They left the mess like that.\n The police that I can make mention of the names is Stole who was coming from Springs.   They used to disguise a lot, especially the boer.  They would put masks on their faces, but one called the other and said, David.   There was Stole and there was another dark one also.  I do not know his name.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Madam do you have anything that you wanted to add to what Sikhumbuze has said?",
            "Female"
        ],
        [
            [],
            "Yes.   On the 1st of May 1986, it was Workers' Day.   At night people were taken out of their houses to march around, to sing around.\n In the morning they were taken to the stadium and there was a meeting.   Thereafter we heard that there was a burnt policeman and took it for granted.  We did not consider it in depth.\n At night police came to our house, looking for my brother, Boy Bizo.   They knocked at night and I asked, who are you?   They said, you kaffir bitch, do not ask us, what our names are.  Open the door.  The police outside said we will throw the teargas.\n And they finally gained entrance and they looked for him and they got hold of him and they took him with.  They started assaulting him right in between the dining room and the kitchen.  He was so shocked that they would just hit him and throw him up on the ceiling and immediately after that he was blind, he could not see and bleeding profusely.   He could not walk.\n The police I would never forget in my life is Kruger, David Kruger and Mr Stole.    Stole threw thetear gas in the kitchen.  \n There are trees along the fence outside.  They took my brother with.\n The following day we went to charge.  And they said they do not know any person by that name.  We got home.  I looked for Master.  I found him.   I told Master that we cannot locate Boy.    \n Anyway, we went back.  They harassed us.  The police would come and knock and then insisted that we should open the door, we completely refused and I told him you can do whatever you want to do, we are not going to let you gain entry into our house.   \n I was not asleep and some of the people in the house were sleeping and they gained entrance.  I was in my night dress.  They tried to strip off my night dress and I was struggling for them not to get anything that they wanted.  They left.\n And there was a sister by the name of Sister Kate.  She came and asked what have you done?   What is happening?  They said they will help by all means possible and they got and Attorney from the ANC office by the name of -  in Johannesburg.\n After two months or so -    The police, the boers harassed us during that period.   They will often come home and harass us.\n They came this particular day, a Saturday.  They took my groceries and just after buying that.  They took tea and every item of the groceries with them.\n Before they dragged him with the Hippo I went to the police station to go and see him.  I saw a group of people looking and one boy came to me and said, do not come close.  And I said no, I am here to see my brother and I have some food for him.   Little did I know that the poor boy was helping me, because whatever was taking place in that group of people that I could not see clearly, was my brother and they had tied him on his waist and they were assaulting him on the Hippo and they will lift him up and threw him down on his head and will crack his head down and torture him in that manner.\n I was taken to the taxi and they told me to go back home.\n He disappeared for some time and yet, we discovered after some time that he was dragged by the Hippo and they left him next to a bottle store.  \n Every morning we used to go and sign at the police station, before we go to work and late in the afternoon we will go back to the police station and sign.  That was routine.   \n Until we discovered and located him.  We managed to bail him and ANC was of help.   \n We would go to the court of law and we will see other people coming in and out, but we never saw my brother and \nI had to ask, where is my brother.  They said that my brother was held like a baby, like this.   That he could not walk.  That is the reason why he was held in that manner.  He could not even talk and we ask if we could bail him.  They refused.\n However, the lawyers, the attorneys intervened and thus we managed to bail my brother.   \n But he could not walk.   He could not even talk at the time.\n Dr Nana who was not so far away from the police station examined him.   He did say that he was affected mentally.   He had amnesia suddenly after all those tortures.  He will lose his memory.\n We kept going to the court up until we got to Pretoria, the court of law.   At that point we were lost.  We did not know what to do and which direction to go.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Thank you madam.  You have given us more details than your daughter.\n Now I would like to know Bizo or Boy Lucas, was he a member of any political organisation.",
            "Female"
        ],
        [
            [],
            "He was not.   He started joining the political organisation after he was assaulted and after he was injured.   Therefore, he decided maybe he should just try political things.",
            "Female"
        ],
        [
            "MS SEROKE",
            "You do say that on that day there was a rally, people celebrating Workers' Day.   The police that was killed, when you asked your brother about that policeman, did he furnish any information?",
            "Female"
        ],
        [
            [],
            "No, he did not know much about the policeman, because while he was still watching he was called by one guy and he left that scene of murder.",
            "Female"
        ],
        [
            "MS SEROKE",
            "In other words, he was just watching as the policeman was being killed, not that he took part?",
            "Female"
        ],
        [
            [],
            "No, he did not take any part.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Now, when you were looking for Ayob, was there a case that was conducted as to why he was arrested when you also got an Attorney.",
            "Female"
        ],
        [
            [],
            "They said they were looking for a gun, a police gun and they thought he was the one who took the gun.   If I remember very well, he kept pointing many places.   So he was also one of the 21 people who was pointed.",
            "Female"
        ],
        [
            "MS SEROKE",
            "So he was amongst 21 people they caught.\n About Master, tell us about Master.   Who was Master.",
            "Female"
        ],
        [
            [],
            "Master was the Mayor and was our neighbour.",
            "Female"
        ],
        [
            "MS SEROKE",
            "After you got the bail, how far did the case go?",
            "Female"
        ],
        [
            [],
            "It ended in 1990 in Pretoria.",
            "Female"
        ],
        [
            "MS SEROKE",
            "At the Supreme Court?",
            "Female"
        ],
        [
            [],
            "Yes.",
            "Female"
        ],
        [
            "MS SEROKE",
            "How did the case end?   What was the final verdict?   Was he discharged, or was he found guilty?",
            "Female"
        ],
        [
            [],
            "They said the case was over.  However, as a person now who was sick they said he will have to work at places like creches and garden the police station and do community services, because he was severely affected by the epileptic fits.   And they suggested that he should stop working.\n Only one spoke the truth and said, this person is sole responsible.  He will go and work and dedicate all his services in the community.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Did you ever open any case, because you know\nStole.  You know David Kruger.  Did you ever open any case with regard to these policemen?",
            "Female"
        ],
        [
            [],
            "No, we did not.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Is Stole still alive?",
            "Female"
        ],
        [
            [],
            "Stole came from Springs and I do not know if he is still alive.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Do you know David Kruger?",
            "Female"
        ],
        [
            [],
            "I do not know about him, because he liked disguising a lot.   You will find that he is still alive somewhere around, but I have not seen him.\n The case in Pretoria we used to attend it with Kruger.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Where did Bizo die?",
            "Female"
        ],
        [
            [],
            "He died of fits.  He left home at midnight.   He fell at night, right next to my uncle's place.  It was raining that evening and my uncle discovered him and he called us and we found out that he was killed.  He got killed from these epileptic fits.   The doctor who was giving him treatment was Dr Kaswana.",
            "Female"
        ],
        [
            "MS SEROKE",
            "When did Lucas die?",
            "Female"
        ],
        [
            [],
            "In 1993, the 11th of November and this took place in 1986 and he died in 1993.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Thank you. I will hand you over to the Chairman.",
            "Female"
        ],
        [
            "MR LEWIN",
            "If I could just ask if there are other Commissioners who have questions.   Tom?",
            "Male"
        ],
        [
            "MR MANTHATA",
            "Was Lucas working.",
            "Male"
        ],
        [
            [],
            "Lucas just got retrenched in May, but he was employed however.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "And he participated in May Day celebrations?  Is this what you are saying?",
            "Male"
        ],
        [
            [],
            "That was the beginning of Workers' Day and we used to call it, Wake up when you are Asleep in Wattville.  Today we call it Workers' Day and that was the beginning of Workers' Day, that very year.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Where he was working he was already a member of a union?",
            "Male"
        ],
        [
            [],
            "No, he was not.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "The policeman that was killed, do I get it right, how was he regarded in the township?",
            "Male"
        ],
        [
            [],
            "If my memory serves me correct, I think there was something  that this policeman did, until they decided to kill him.   It looks as if he killed one of the children in the location.  There was a rumour like that.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Besides Lucas being a member of the workers he was never seem to be a community leader?",
            "Male"
        ],
        [
            [],
            "He was very much known in the location but not a community leader.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "And from his pursue of popularity had he ever expressed strong feelings about the killing of that child by this policeman, and therefore suspected to have been party to those who killed the police?",
            "Male"
        ],
        [
            [],
            "No, he was called by one of the guys who was standing by and said Lucas, run away, because the police are approaching and he ran away.   And then the police arrested the very guy who was shouting and screaming at Lucas to run away.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "So the matter was never taken up by any lawyer?  You have not instructed any lawyer as the family?",
            "Male"
        ],
        [
            [],
            "No, we did not have any lawyer or family advocate then.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "What I mean is that, perhaps the organisations that were already functioning around they knew of the human right lawyers around, such that they could have instructed him to look into the whole tragic situation of Lucas.",
            "Male"
        ],
        [
            [],
            "No.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Ok, let me hold it there.  Thank you.",
            "Male"
        ],
        [
            "MR LEWIN",
            "Fazel?",
            "Male"
        ],
        [
            "DR RANDERA",
            "Ladies, I just want to come back to the medical treatment that your son and brother respectively, received.    I think you said earlier on that, after he was dragged by the Hippo, is seems like the police or people who were in the Hippo left him for dead.",
            "Unknown"
        ],
        [
            [],
            "Yes.   That day he was coming from signing at the Charge Office and they got hold of him then and the Casper dragged him until they left nearby a disused beer garden and fortunately the taxi driver saw what was happening and after the Hippo left the area, and they rushed to that scene and when they got there they found out that this is a person.   And they tried to enlist help to this person who was dumped there.\n The person who helped the most did not want us to know him and his whereabouts to date.   How we discovered this, is because one of the taxi drivers as I worked in Boksburg, was talking about this and was saying he was wondering where, is that guy who was dumped by the Hippo, what kind of a person and what had he done?",
            "Female"
        ],
        [
            "DR RANDERA",
            "I want to actually come to the hospital, your daughter said that when she went to the Boksburg and Benoni Hospital somebody said to her that, well first of all, he was not given any treatment, right?   He was not given any treatment and when you asked they told you to take him away if you want to.  Now was it a doctor or a nurse or both people who told you this?",
            "Unknown"
        ],
        [
            [],
            "The nurse I got, whom I spoke to said the hospital was so full, perhaps we should take the patient with and treat him at home, and as the hospital was fully packed there was no space for him.  So that is how we took him.",
            "Female"
        ],
        [
            "DR RANDERA",
            "And he never suffered from epilepsy before this incident?",
            "Unknown"
        ],
        [
            [],
            "No.   (Tape ends.)",
            "Female"
        ],
        [
            "MR LEWIN",
            "..... and who was actually charged?",
            "Male"
        ],
        [
            [],
            "I do not remember well, the Magistrate who was in charge of that case.  We started attending the case in 1991 in Pretoria, no I am mistaken, it was 1989.   I do not quite remember, though people were involved there, in that case, but the lawyer was Ayob.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Who was he actually defending there, who was being charged?",
            "Male"
        ],
        [
            [],
            "He was the person being charged, because, and Alfred.   They were suspecting that they had a gun that they were looking for.",
            "Female"
        ],
        [
            "MR LEWIN",
            "I would just like to thank you for coming today to tell this story, which highlights again the way in which people in authority used unnecessary force, unnecessary viciousness, unnecessary cruelty in the way that day to day they treated people.   This has so often been the story that we have heard, where people were caused much pain, much suffering, and as in your case, in the case of your family member, someone actually succumbing to the final injury of dying as a result of the treatment that they have received.\n It is very difficult to understand this, but I think if it is any comfort to you, you should feel that what you have done in coming forward to tell this story is, as we have said before, to try and ensure that in future those with the same authority, the same power never again use it in the way that we have seen.   So that what you are doing is contributing to, what we hope, would be a much better society.\n And we would like to thank you both very much for coming.  We will follow up where we can through the names that you have given, through court cases that you have given, to discover whether there is any further information that we can unearth to be able to tell you.\n Thank you very much for coming today.",
            "Male"
        ]
    ]
}