{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-24",
        "location": "DUNCAN VILLAGE",
        "day": "2",
        "names": [
            "NOTHEMBA MARJORIE FAZZIE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55059&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/duncan/fazzie.htm",
        "speakers": [
            "BONGANI FINCA",
            "REV XUNDU",
            "UNKNOWN",
            "MR SANDI"
        ],
        "original_speakers": [
            "REVD XUNDU",
            "NOTHEMBA MARJORIE FAZZIE",
            "REVD FINCA",
            "NM FAZZIE",
            "MR SANDI"
        ]
    },
    "testimony": [
        [
            "BONGANI FINCA",
            "Can we get ready to start.  I think that you are here already.  I made a mistake when we were adjourning, that I said that we are going to resume at two o'clock and instead of saying we should resume at half past one.\n We are now going to call upon Nothemba Marjorie Fazzie.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Chairperson, I would like to swear her in.  Ms Nothemba Marjorie Fazzie, could you rise.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "We welcome you Ms Fazzie and we are going to hand you over to Revd Xundu.  I would like to make an correction in paragraph 6 for the spelling of habitation in paragraph 6.  Instead of cohabitation, it is habitation, thank you.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Ms Fazzie, we greet you this afternoon with all the respect.  We are going to follow our statement slowly so that every body  should hear about the contribution that was done by two of your children.\n By the way Mzwanele was your son?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "How many sons do you have?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I now have one son.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "How many sons did you have before this incident?  How many sons did you have?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I had four sons.\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n2 NM FAZZIE",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "These two, Mzwanele and Sicelo are those who died, is that so?  Where was Mzwanele when he died?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "He was in Lesotho.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Could you tell us what actually happened?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "They left on the 8th of December in 1982 for Durban and the following day we got - we had seen that there had been an attack in Lesotho, unknowing that they were there.\n Then in the afternoon the following day, there was some people who came to inform us that Lesotho, Mzwanele was one of the people who died in that attack.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Was he at home at the time or what happened?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "They were on a visit to Lesotho for a weekend.  Now they say the policemen here from South Africa forced their way and made this raid in Lesotho.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Who are the other victims who died that you happen to know?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "He went with Jobo from Mdantsane,  Ngcipe from Somerset East.  Then the other people were from Mdantsane, Port Elizabeth and Johannesburg.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "And after this incident, where were they buried?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "They were buried in Lesotho.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Did you attend the funeral?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I did, though it was difficult.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Who were the distinguished people who were present at his funeral?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "You mean people present at the funeral or you mean people who accompanied us?",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "No, I'm referring to speakers.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "There was you as a speaker, you were present\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n3 NM FAZZIE\n there.  Thambo was one of the speakers.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "And I think the funeral was so big that you must have felt good because the ANC leaders were there.  Now let's move on to hear about Sicelo.  How did he die?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "He left the country  because he was going to lead someone into Lesotho.  He was going to be a co-driver with that person, then we didn't ask anything because we didn't want to interfere in fear that we would be implicated in this journey, though we were unhappy about his leaving.  So we left him there.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Then when did you get to know that he was injured?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was after two weeks that we got to know about his injury.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Who informed you?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "We were informed by some students from the University of Roma who had been sent to come and tell us that there was this occurrence and we had to come to Lesotho.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "So you also went there?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, we did.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Who were the other people that got injured with him?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "He got injured with Bongani Ngamlana.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "What about Feni?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Feni escaped the injury.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Do you perhaps have any inkling as how it all happened, how did they die?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I was looking at Feni to come and give first hand information and to tell us what actually happened.  Unfortunately he is not here.  Then there is another man who DUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n4 NM FAZZIE\nused to be in Lusaka, but who is not back yet who could also give us some information.  Then there is another person from Port Elizabeth.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Do you perhaps know the names of these people?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I don't know the one from Zipunzani, the one from Port Elizabeth is, his name, I forgot his name, though he did stay with me and we were using a code name, Sipho for him.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "In your statement you have mentioned that Mr Mbewana who had some knowledge about this incident.  Where was he working at the time?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "He was a security at the Cambridge.  He did not come to explain to us, but he made mention of this to his neighbour and he stated that there was this death of the Fazzie son and this lady he was talking to, wanted to cry and this man stopped him when he mentioned it, because he said people were not aware about this.\n Then the person he was talking to came to our place and we asked them not to talk about this because we were still going to find out about this incident.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Have you seen Mr Mbewana since that time?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, we used to see him before he left East London.  He is now in Transkei.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Would you like him to come and bring more light on this matter?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Then, what is your wish, what would you like this Commission to do for you?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I would like this Commission to investigate and tell us how my sons died, though we were told that they\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n5 NM FAZZIE\ndrowned in a river as they were crossing, but we are not satisfied.  We all want to know what actually happened, because even the place in (indistinct) place, felt that it was really queer, they did not believe that Sicelo had drowned himself, they even knew his mission and knew everything about Sicelo.  At the time of his death, his passport was in his pocket.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Was Sicelo buried here at home?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, though we had difficulty, because security was coming to our place frequently wanting to know how many people were going to attend the funeral and we were always in panic that they would stop the funeral.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "What is your wish now in connection with all this?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I would like that the security that was giving us hard time should give us the reason for that.  Such that we had to go to lawyers with intention to bring their bodies back.\n I just really want to know their aim because I did see that they were buried in a hero's ground and their graves were taken care of.\n One other thing is that I would like to know why were we harassed for a long time, because we never enjoyed just living like all other people.  They harassed us for a very long time and we never had peace in our family.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Right, I understand.  Now these two sons of yours didn't have any children?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, they were still young at the time.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Lastly before I hand you over to the Chairperson, I would like to ask you after whom have these children taken because they are hero's?\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n6 NM FAZZIE",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "They took after their father who used to be a political activist and used to be arrested and my children got used to all this such that even when they were young, they used to take it easy whenever their father would be arrested.  Such that people used to feel that my husband was responsible for telling them to be politically aware.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Over to you, Ntsikelelo Sandi.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Ms Fazzie, in your statement you have mentioned Mr Mbewana as the first person to know about the death of your son.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, he was the first person.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Now you say he told this to his neighbour and it is this neighbour who came to inform you?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "At that time, were you perhaps aware that Sicelo had died?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No we were not aware, though we were suspecting that he could be dead, because he was supposed to have come back on a Monday.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "According to your estimation how long did it take from the time you got to know about Sicelo's death?",
            "Male"
        ],
        [
            "UNKNOWN",
            "It took four days for us to know from the time Mr Mbewana had talked to the neighbour.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Ms Fazzie.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "Ms Fazzie, we thank you.  It is very clear that your offspring is like that of Maria who was told that her offspring was blessed.\n Because from you we have got some hero's that gave their lives whilst fighting for the freedom of this country.\n Though at that time you must have been very hurt and you were being harassed because people were saying your \nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n7 NM FAZZIE\nchildren were terrorists.\n That is why we have got to hail you and your children as hero's because your children have watered the trees of freedom of this country.\n We therefor salute you and your children.  The requests that you have forwarded before this Commission are going to be taken into consideration and as mentioned earlier on, we would like to know what your opinion is about this rebellion because most parents whose children died in exile have asked that the bones should be brought back to the country.\n So we would like to hear what you have to say about this.   So we thank you.  You can go back to your seat.",
            "Unknown"
        ]
    ]
}