{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-23",
        "location": "DUNCAN VILLAGE",
        "day": "1",
        "names": [
            "EUNICE NONTUTHUZELO BEWULA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55057&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/duncan/bewula.htm",
        "speakers": [
            "BONGANI FINCA",
            "REV XUNDU",
            "UNKNOWN",
            "MR SANDI",
            "JUNE CRICHTON"
        ],
        "original_speakers": [
            "REVD XUNDU",
            "T BEWULA",
            "THEMBISA BEWULA",
            "ZOLA WELLINGTON NDARANA",
            "REVD FINCA",
            "MR SANDI",
            "ZW NDARANA",
            "MS CRICHTON"
        ]
    },
    "testimony": [
        [
            "BONGANI FINCA",
            "We are going to call upon Eunice Nontuthuzelo Bewula, Zola Wellington Ndarana.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "I would like to swear them in Mr Chairperson.  Eunice, could you rise.  What is the name of the first witness.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thembisa Bewula is the first witness.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thembisa could you rise.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Could you rise, Zola.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you, I've sworn them in, Your Worship.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "I want the record to show that Eunice Nontuthuzelo Bewula was unable to come and her place is taken by Thembisa Bewula and that Ntsikelelo Sandi, when he begins his questioning, he will verify the relationship between Thembisa Bewula and Eunice Nontuthuzelo Bewula who is the defendant in the statement.  Over to you Ntsikelelo.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Chairman.  Let me greet you first, Ms Bewula.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I also greet you.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Your full name is Thembisa Bewula?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "A statement that we have here was submitted by Nontuthuzelo Bewula, what is the relationship between the\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n2 T BEWULA\ntwo of you?",
            "Male"
        ],
        [
            "UNKNOWN",
            "She is my mother.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Was she unable to come?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, because she has gone to  Vereeniging and she is not back yet.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "In this statement we have here, submitted by Nontuthuzelo Bewula, we observe that she was going to give evidence about her son, Thembile Matshaya.  Is Thembile Matshaya related to you?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, Thembile Matshaya was my brother coming after me.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "At this point could you explain how Thembile was shot and when was he shot?",
            "Male"
        ],
        [
            "UNKNOWN",
            "On the - we last saw him on the 10th of August when we were going to the airport and on the 11th of August we met in (indistinct) where we were going to Mxenge's funeral.  And we looked for him and we saw him.  After the funeral we got into different transports back home and I slept in Mspunsani.\n On the 12th of August in the morning about ten o'clock I phoned home and I couldn't get response for about ten minutes.  Then I had to phone a neighbour and I was asked to come because my brother had been shot in the leg.\n So I went there by taxi, but the driver was told that they could not drive into Mspunsani, so we had to use another route into Mspunsani.  As we were coming, we could see that there were schools that were being burnt, so we went through Buffalo Flats and we saw some soldiers and policemen and we decided to go back and go round and at Ndende we met teachers from Xhaxhamba and they were with my mother because she was shocked.\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n3 T BEWULA\n And they told me that they were taking Thembile and my mother to hospital.  So I went back home and found a lot of people at home.\n And we were expecting any news due to what was happening in the location.  So I was told that Thembile was in hospital and I asked them what had happened.  They told me that he had been shot dead.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Amongst the people who were there at the time Thembile was shot, what did they say happened at the time?",
            "Male"
        ],
        [
            "UNKNOWN",
            "They said after the burning of the office the crowd went to watch and he was amongst the crowd and at about half past nine, he was the first to be shot and he ran into some other house and he fell there.\n He was shot three times, here on the external genitals, here next to the heart and at the back as well.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Was he shot by soldiers or police?",
            "Male"
        ],
        [
            "UNKNOWN",
            "They say there was a helicopter that was hovering and also a casper but no one can tell where the shot came from.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "At the time you were making funeral arrangements, were there any incidents that were of disturbance?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, even the very day he died, it became very difficult for us as a family to reach the place where the body was.  And it was difficult for us to get hold of the body.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "On the day of the funeral, what happened at home?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Before the funeral as teachers were coming out from our home, there were police and soldiers standing and they shot someone but they missed him.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "How old was Thembile at the time?  Was he a worker or a student?\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n4 T BEWULA",
            "Male"
        ],
        [
            "UNKNOWN",
            "He was 15 years old and a student at the time.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did you perhaps visit any lawyer to get advice?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, we didn't, but we received a letter from them and asking my mother to go to court.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "What did they say in court?",
            "Male"
        ],
        [
            "UNKNOWN",
            "When my parents went there, they said they were through with the proceedings.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Were there any people who had laid a charge on this matter or was there inquest on this matter?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, no charge was laid on anyone.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did they explain to you in court, as tell you the outcome of the court case?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, they said they would inform us later, but they were through with the case.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did they call you ultimately?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, they didn't.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is that all you have to say?",
            "Male"
        ],
        [
            "UNKNOWN",
            "On the day of the funeral here at Spunzana grounds, just before the procession moved, we saw soldiers at the cemetery and they administered teargas and they threw the teargas into the grave.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is that all you have to say about the incidents of the day?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, that's all according to what I know.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "By your presence here, do you perhaps have any requests?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, we have.  We want to know the perpetrator and also the reason why my brother was shot.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "We thank you Ms Bewula.  We will now ask Mr Ndarana.  Are you Mr Zola Wellington Ndarana?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes.\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n \n5 ZW NDARANA",
            "Unknown"
        ],
        [
            "MR SANDI",
            "You came here Mr Ndarana, to talk about what happened to you?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes sir.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "On the 13th of August 1985.  Before we do so, I can see that you are - you are walking with crutches, were you injured on that day?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes sir.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Please tell us what happened on that day?",
            "Male"
        ],
        [
            "UNKNOWN",
            "It was on Tuesday on the 13th of August.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Please come nearer to the mike so that we can hear you clearly.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I think it was about two to three, I was sitting at the 550, Section C and the yard of this house is composed of a fence and I was reading my book.\n I heard someone passing through and then I heard a White guy coming in my yard and saying \"staan op jou kaffir\".  I was so scared at that time and I dropped the magazine and stood up with my hands up.\n He said to me why were we sending children to destroy the Government properties.  I said I wouldn't do that, my children were still very young and they were in Fort Beaufort.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Will you please speak up Mr Ndarana?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I told the soldier that my children were at Fort Beaufort at that time.  He pointed me with a gun at my head.\n I pleaded with him not to shoot me, he said to me I must stop lying, because if I continued lying he will shoot me in the head.\n I pleaded with him and I thought he has forgiven me because he pointed the firearm downwards.  I heard a shot \nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n6 ZW NDARANA\nand I fell down.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did he shoot you at that time?  Did he shoot you at that time?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, he shot me at that time.  I was so tired, I couldn't stand up and I knew at that time that he shot me.  I insulted him and then I pleaded with him to shoot me at the head and kill me.  He just laughed at me and he went out.  He left me there.\n After that I screamed and shouted so that people can come and help me.\n Mr Giza came with his van and he took me with his van.  While we were in the bridge we saw the soldiers and they told him to go back.  We went to Roma and they saw that I am injured and they took me to the hospital, but I'm not sure when did I go there.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did you go to any attorneys?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, I did.  I went to Mr Lala and Mr Lala told me that Malan is not accepting my case.  He said that I wasn't shot by the soldiers.  I went to Leon Kemp, even there Mr Kemp asked me who shot me and I took my trousers to him, explaining that I was shot by the soldiers.\n Kemp also told me that he took my trousers, I took my trousers to one man to short my trousers and I was lying that I was shot by the soldiers.  So he couldn't take my case, because he said I was lying.  Mr Kemp, the lawyer said that he couldn't accept my case.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Which company is he in?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I can't remember clearly.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did you go to any other attorneys?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, I did and I met Viangewe, one of the comrades and I told him what happened to me.  He took me to\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n7 ZW NDARANA\nCoopers Partnership and Mr Bell accepted my case.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "What happened with your case with Mr Bell?",
            "Male"
        ],
        [
            "UNKNOWN",
            "He arranged for me to go to court.  Adv Cole from Grahamstown was there.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Which court was that one?",
            "Male"
        ],
        [
            "UNKNOWN",
            "It was a Supreme court here in East London.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "What was the outcome of the court in your case?",
            "Male"
        ],
        [
            "UNKNOWN",
            "The Government was found guilty and they had to pay me.  The Magistrate said that the Government should pay me R245 000-00.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did you receive that money Mr Ndarana?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, but Mr Bell told me that my case gave me R240 000-00 and then I told them that it is supposed to be R245 000-00 and he said that I was lying.  I had to accept the R240 000-00 and he said to me he will take R10 000-00 from this sum of money.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "How much did you get?",
            "Male"
        ],
        [
            "UNKNOWN",
            "From that R240 000-00 he gave me R210 000-00.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Would you like us to contact Mr Bell considering this matter?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, I would like you to do so.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Do you have any other requests Mr Ndarana in front of this Commission?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Firstly what I would like the Commission to do I want the Commission to identify the soldier who shot me, I want to know who shot me.  Because in court only the Captain came and I told the court that this was not the man who shot me.\n They just said the Captain represented the soldiers.  Secondly I have children who are still at school.  They are with my girlfriends.  One of them is in Fort Hare \nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n8 ZW NDARANA\nUniversity, he is a boy.  \n The other one has failed matric last year and he is repeating matric this year and others are just living by themselves.\n If the Commission would help me with these two children, the one in  Fort Hare and the one repeating standard 10, because I cannot support them, I can't give them money to continue their education.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is that all you want to say Mr Ndarana?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thirdly, Mr Chairman, I would like the Commission to help me with the artificial leg.  I want to have an aluminium artificial leg because the one I have, it doesn't fit me any more.  That's why I'm walking with crutches.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Mr Ndarana.  I would give this opportunity to the Chairman.  Thank you.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "Any questions?  June Crichton?",
            "Unknown"
        ],
        [
            "JUNE CRICHTON",
            "Can you hear me?  Can you hear me?  Just one question, have you applied for a disability grant?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Yes, I have.",
            "Unknown"
        ],
        [
            "JUNE CRICHTON",
            "And you are receiving it?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "JUNE CRICHTON",
            "Thank you.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Revd Xundu?",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Mr Chairman I would like to ask one question.  You said that you lost R50 000-00.  Where were you working?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I was working Plaskem Rubber Products before I was shot.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Did you go back to work after you were shot?  Were you fired at work?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, they called me when I came back from the\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n9 ZW NDARANA\nhospital but I told them that I couldn't do the work because I was injured.\n I didn't have money at that time, I only worked there for 6 months.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Mr Ndarana, you say that you talked with the soldier who shot you.  Do you know the soldier's name?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, I don't.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Was there any parade so that you can identify the soldier?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, but what happened is that this special branch lot came to me and the camera men and they brought a soldier but it was not the one who shot me.  They just took pictures.  Lot came to me.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Was he an Investigating Officer?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, he was.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "While you were in court, the soldier was not there, you only saw the Captain?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Do you know the Captain's name?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, I don't remember.  I don't remember the Captain's name.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "But you say it is the Captain who was in charge?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, Mr Bell told me that the Captain was in charge at that time.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Mr Bell will have the name of this Captain, is that so?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, he will have it.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "This matter was talked in East London Supreme court, do you know the Judge?\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n10 ZW NDARANA",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, I don't know the Judge's name, but I can recognize him if I could see him.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "We would like to thank both of you Thembisa Bewula and Wellington Ndarana.  We would like to thank you for coming here to bring your evidence in front of this Commission.\n Your evidence Mr Ndarana, it will help us to investigate the identity of the people who were involved in this massacre.\n I think there are some things we have to follow.  Our investigation unit have to follow, the lawyer who was handling your case and we have to identify this Captain so that the Captain can tell us all the soldiers it was leading at that time.\n Your testimony helped us a great deal, because we can reach the perpetrators.  We wasted our time listening to people who are giving testimonies and the Commission last week said that we should go and contact the perpetrators and brought them forward, and your testimony helped us a lot because we could go to the people you mentioned and in that way we will try to find out the truth.\n Thank you.  We would now break for an hour and we will come back at two o'clock.",
            "Unknown"
        ]
    ]
}