{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-23",
        "location": "DUNCAN VILLAGE",
        "day": "1",
        "names": [
            "MR JOE JORDAN"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55062&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/duncan/jordan.htm",
        "speakers": [
            "BONGANI FINCA",
            "MR JORDAN"
        ],
        "original_speakers": [
            "MR JORDAN",
            "REVD FINCA"
        ]
    },
    "testimony": [
        [
            "BONGANI FINCA",
            "We thank every one.  We think that the community of Duncan Village are time conscious, they respect time and we find them seated already.  We thank you for that.  We are now going to ask Mr Joe Jordan to give his submission to this Commission on behalf of the ANC.\n And he has asked that he should portray a picture of the incidents that lead to this massacre in Duncan Village.\n I am going to give him about 15 minutes to do his submission and thereafter we shall go back to listening to the evidence of the witnesses who were directly affected who are the main people so over to you Mr Jordan.\n We now hand over to Mr Jordan.  I see by his submission is in English.  You are aware that the vast majority of the people in the audience will require you to accommodate them one way or the other in making your submission so that they can follow it.  Thank you very much.  We welcome you and we give time over to you.",
            "Unknown"
        ],
        [
            "MR JORDAN",
            "Thank you Chairperson, leaders of the various organisations, mothers and fathers, families present here today and the victims as well.\n This is going to be a submission of the ANC and its alliances.  As mentioned earlier this submission has been \nwritten in English, but I'm nog going to read it in English.  I am going to say it in Xhoza and it is quite lengthy but I am going to be brief as much as possible.\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n2 J JORDAN\n I won't start from the day of the incident which is in 1985, I will start off by telling about the incidents prior to this which lead to this actual occurrence.\n The life in Duncan Village was a very difficult time.  Most people in Duncan Village were aware of this and this people originally came from West bank, Tsolo and the surrounding areas which have now been declared as Coloured areas.\n That is where these people came from and then they were placed in Duncan Village.  This was due to the laws of oppression and discrimination and these people were removed forcefully without their consent.\n The main weapon that was used by the Government was the Law of Section 10 which was laws by the Local Government authority at the time whereby if people had visitors who were not residents of the Duncan Village, they had to go to the police station to go and obtain a 24 hours permit so as to be in Duncan Village for 24 hours.\n That is when members of the same family had to pay the lodgers' permit and if they failed to do so, they would be raided by the Council police, because they would say they were not supposed to live with their parents.\n As soon as they were beyond the age of 18, they had to leave their families.\n This went on and people were being used and the community police were also used.  There were also hostels specifically the D-hostel which was fenced and whenever the men in the hostel had visitors who were females, these women would be raided at two o'clock in the morning and we used to watch all this seeing the women jumping over  fences being chased by the police out of the hostel.\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n3 J JORDAN\n And this is what hurt the community of Duncan Village and people were hurt by most of these.\n Whilst looking at all this, it came about that there was a plan that Duncan Village was going to be removed to Mtansani and this was not going to be done amicably.\n There is an area called Ndwedwe where we would be told a day before we were taken away in trucks and removed to Mtansani.\n People in Duncan Village were aware of this because it had happened earlier.  Because when they were removed to Twonzana, they were taken to some unfinished houses so they were compelled to move to Mtansani once, then it when trouble started.\n Because people resisted this and then the policemen were used to force the people to move.  The most hateful situation was when people were being chased, old people, mothers, fathers being chased out of the location.\n I can quote an incident where we are now told of people who are like Carl Lewis and this is how people used to run at the time.\n Running away from this laws of their past.  This is a situation that was very bad because people were forced to pay more rent, there were people who were living in one roomed places, two roomed houses and all this people had been told that they were going to occupy this houses for 12 years and thereafter they would own the houses.\n But this did not happened, they were compelled to pay R5-00 as rent.  In the hostel people had to pay R35-00 for the bed and they could not have any visitors from their \nfamilies.  And this rent increased.\n There were also no other facilities and services that \nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n4 J JORDAN\nthese people were enjoying at the time despite all these payments.\n And this was a bit to boost the revenue so as to pay the workers there.  Some people were made to pay for nothing.\n Considering now how people got accommodation, this was very painful because whenever the men died in a family, the women would be told that she had no right to occupy that house and she had to be evicted.\n These are the circumstances that surrounded the build-up of the tension in Duncan Village at the time.  If one was a female or had children and wanted accommodation, the only alternative for that person was to fall in love with one of the officers so as to be able to get accommodation.\n And they were compelled to love people even if they were not emotionally involved, so as to get this accommodation that they so much needed.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "We as the Commission, we know that all the things that are being said here remind the people of the oppression that they went through and therefore the people would like to make an indication that what Mr Jordan is saying is the truth, but we have a request as a Commission that we should respect this hearing by - even if we feel exited, we may not show this and we should contain ourselves so that Mr Jordan should give his submission freely and with respect as required by this hearing.\n I am therefore going to ask people who may be having some comments, to hold their horses so that we don't find ourselves in a situation which is like that of a riot and we should honour this Commission, I thank you for that.  Could you proceed Mr Jordan?\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n \n5 J JORDAN",
            "Unknown"
        ],
        [
            "MR JORDAN",
            "Looking at the understanding of the people in as far as the political situation was concerned, the first organisation that was established, was the Anti-removal Committee which held negotiations with the Councillors of the time.\n And later on another organisation that gave direction was the Trade Union, SAWU.  And later on the UDF in 1983 followed by the Youth Organisation, the Residents' Association were also established and they were trying to give direction to the community and this - all this turned on to a new leaf and the securities also decided to follow the leaders of these organisations.\n There were many people who were at the head of the security whose names we can mention, especially people in Cambridge who used to follow the activists. \n Their names are Captain Van Wyk who was well known, Minard was one of them who was known as Mbombo here in Duncan Village, and many others who were there who used to make like difficult.\n And when the situation changed in the Vaal Triangle - as we all known, that that is where the unrest started, when people were resisting and Duncan Village could not disassociate itself from these activities and so it followed suit.\n What made things very serious here in Duncan Village was the Cradock massacre where there was also the killing of the Mtenge family which also made the people to be more disturbed.\n Coming now to the Sunday when there was the funeral of \nVictoria Mxenge people in Duncan Village also attended this funeral.\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n6 J JORDAN\n On their way back from the funeral, there was a struggle and a problem.  People in Duncan Village who had come from being mishandled and they were students from Xsaxamba and Benisa schools where there had been students that had been shot by the principal who used even the gas cylinder whilst he was trying to drive away students.\n And these are the situations that made things very serious in Duncan Village.\n That was when students were asking for the establishment of the RSC, parents' committees and principals were resisting to this change and the policemen got involved, chasing all the students all over the township and it was the first time that we saw hippos, caspers and students being chased by police dogs.\n And it is only after the principals could not control the situation that they went back to the parents.  Now coming back from the Mxenge funeral, there had been many incidents prior to this and this funeral was an installation to the people.\n And on Sunday afternoon when people alighted from the busses next to the rent office and the beer hall which were under the Council, because private people were not selling the beer to the people and people were chanting freedom songs but no one can tell what actually happened because I wouldn't know.\n The first victim, the first place that was attacked was the rent office, followed by the beer hall, next to the rent office and the house of the principal to Xsaxamba was also attacked \n The police then were called to the scene and they came.  They tried to scatter the crowd and then there was this \nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n7 J JORDAN\ndirect confrontation between the people and the police.\n In the morning, the following morning, it was a very difficult day in Duncan Village, because people decided to revenge themselves, fighting against the Municipality Councillors and they burnt their houses but during this process not a single person was killed.\n None of the family members were killed, but they were driven out of the house before the house would be burnt down.\n During the day there were road blocks all over the place.  As the houses were burning, the South African Defence Force and the Riot Unit joined and they did not ask anything they then started shooting at everyone wildly, be it a child, an adult, whoever, they shot everyone that they came across in the street.\n I cannot tell how many people died on that Monday.  And on the other hand the community members were protecting themselves and they had now stopped focusing on the Councillors but they were now focusing against anyone who was a Government employee, they attacked the houses that belonged to the police and even those who were known as State collaborators were also attacked.\n And people were very furious because of the death of the community members and that is when hell went loose.\n That is when people realised that they had to attack everyone who was a Government officer, it was in retaliation to the death of the community members and then they started using petrol bombings, stoning, fighting and defending themselves, and no one could get into Duncan Village at that time.\n Whoever would be shot in Duncan Village, would die at \nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n8 J JORDAN\nthe spot where there was the road block because they could not drive out to the hospital.\n That is where most people died, and these are the people who could have survived, but because of the long wait they died.\n And so people were really outrageous because Duncan Village now had turned to a war zone and the soldiers were just shooting wildly and randomly.\n And when it became very difficult to take the injured people to hospital because whenever those who reached the hospital, they would be arrested and those who were found with bullet wounds, were also arrested and the people in the hospital themselves, had negative attitudes.\n And I can mention the acting Superintendent who was Dr Hall, who had a very negative attitude towards the people and he had good terms with (indistinct) who was at the security.\n And he is the one who used to give information to the security and the security people would visit that person in hospital and then the organisations decided to come together and see what they had to do and then they opened the Crisis Centre which was centred in the Roman Catholic Church.\n And they asked Revd Father Cornelius, who was at the head of the Church, they  asked for assistance from Doctors who were in sympathy, they asked for nurses who were in sympathy, to come and help so they were sent to this Crisis Centre.\n A lot of money was spent to buy the equipment to be used when taking out these bullets and also to give the \npeople some medical treatment, which was not available.\n It was very difficult at the time to the Duncan Village DUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n9 J JORDAN\npeople.  There were fighting, they were being shot - it was for the whole week that this continued and there were hippos being driven up and down the streets.\n The telephones were disconnected by the police because they were trying to ostracise the community of Duncan Village.  The electricity was also disconnected by the police.\n There was looting as a result of all this.  Yes, the people looted but the people who benefitted from the looting were the police, because they were looting too.\n In everything that happened, what hurt most was the shooting of an 18 month baby in C-section.\n And his body could not be traced at the mortuary, because his body had been hidden.\n Then there was the Military Base that was established where they used to sell jabolani and this made the shooting and killing of people to become worse and worse, because the soldiers used to smear their faces with suit and in the morning we would discover some dead bodies all over the place as a result of this.\n We must say there were 31 people who died, but we cannot say this is the real death toll, it - there may be more people, we are not sure that only 31 people were killed.\n We were forced as organisations to defend ourselves.  We agree that there were some victims amongst the people who were not affected as such, but who were victims of circumstances, but because people were really outrageous we could not protect this people.\n There are those who were injured on our side.  The submission of the ANC on this part says that we sympathise \nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n10 J JORDAN\nwith the members of the Committee who found themselves victims of circumstances because of the misunderstanding that occurred amongst the people.\n There was confusion that was made by the Government employees and who tried to make the people quarrel against each other and therefore some people were injured.\n People who were innocent and we therefore ask for an apology to such people.  But when we tried to disrupt everything that was connected with the Government, we are not sorry about that, we were compelled to do so, because the Government at the time was uncomprising and it was our enemy.\n So we had to fight against it.  There are several situations that we have not mentioned here in our submission which may be revealed by the people as they make their own submissions or they give their evidence.\n We could not make mention of those but all the things that affect this organisation, have been mentioned already and we must say where weren't went wrong, we are asking for an apology.\n Lastly, let me say there was a District Surgeon here in East London at the time named Dr Wingreen.  I wouldn't like not to mention the significant role he played at the time.\n His name is Dr Wingreen.  The way he handled the people at the time people went to see their dead people, he made some appalling statements about the people.\n He was very negative looking at the people who came from Duncan Village.  We cannot forget him.  Even the Magistrates of the courts also mishandled the people who were arrested, who came from Duncan Village.\n Even the courts, some people were charred and - because DUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n11 J JORDAN\nthe courts were working together with the police and their soldiers.  We cannot forget Fort Glamogen where people used to be jailed and people would be woken up early in the morning at four o'clock, being ill treated, assaulted with batons, we cannot forget to mention the warders of the prisons.\n Where people were ill treated, assaulted right in jail.  I cannot forget to mention the man Langman, who was actually Mr Landman, who was the head of the Murder and Robbery in East London - who used to be present at the scene of the killing.\n And who used to follow all the activists in the company of other White men, they would knock at the doors and he would not identify himself as Vido and people would open the door think that it was one of the people in the neighbourhood.\n Mr Chairperson, I cannot read this whole submission to you, but I feel I have mentioned most of the incidents.  That is how brief I am going to be, when I'm trying to give this image, but before I step down I would like to say the Duncan Village community feels bad that after the Thursday incident of the killing and shooting of comrade Fenney, the people there feel very uncomfortable and they feel they've got to reveal that.\n I thank you Mr Chairperson.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "We don't normally clap in this Commission when we listen to submissions, but I think the people of Duncan Village are doing well by clapping for the submission, because you have portrait a full picture that is very clear to all of us.  A picture of the Duncan Village situation at the time which is going to be of help to us as\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n12\nwe listen to the stories that are going to be presented to us by the victims so that we should locate them within context.\n I therefore, would say most people, and I am sorry to say this, most people whenever they are promoted by the people and they occupy high positions, they tend to forget the people and have nothing to do with them, and even forget why they were promoted to such positions.  \n We therefore thank you that you are family rooted in this community of Duncan Village.  The way you have done your submission indicates clearly that it is done by a person who is not just wavering in the air, but it is done by a person who though in a high position, remains firmly rooted in the community where he belongs.\n When I said you should say it briefly, and say it in Xhoza, I first thought that I was put you into some difficulty, but you took this in a good heart and you were able to say it in a language that the people understand.  Such that I feel you have not made any omissions here.\n Right enough, you have exceeded the time, but I must say you have done well and people have heard clearly what you have had to say to this Commission.\n We therefore thank you and thank the organisation that you're representing and what you have said to us, has given us the clear context in which we are going to work in these two days we have here.  We thank you for everything.",
            "Unknown"
        ]
    ]
}