{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-23",
        "location": "DUNCAN VILLAGE",
        "day": "1",
        "names": [
            "VUSUMZI MZUVUKILE MBENGO"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55069&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/duncan/mbengo.htm",
        "speakers": [
            "BONGANI FINCA",
            "REV XUNDU",
            "UNKNOWN",
            "MR SANDI"
        ],
        "original_speakers": [
            "REVD XUNDU",
            "VUSUMZI MZUVUKILE MBENGO",
            "REVD FINCA",
            "MR SANDI",
            "VM MBENGO"
        ]
    },
    "testimony": [
        [
            "BONGANI FINCA",
            "We are now going to ask Vusumzi Mzuvukile Mbengo as the next witness.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "I would like to swear him in Mr Chairman, thank you.  Vusumzi, could you rise.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you, I've sworn him in.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "We welcome you Mr Mbengo and we are going to hand you over to Adv Ntsikelelo Sandi who is going to lead you with questions on behalf of this Commission.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Chairperson.  I should first greet you Mr Mbengo.  How are you?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I'm fine thank you.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "I would like you to come closer to the microphone as you speak and I will ask you to ask you to look at me as you talk to me so that if I want to interrupt, you should be aware.  Because at times, I will be lifting up my hand when I want to interrupt you as you give your evidence.  I want to make sure about your full names.  Are they Vusumzi Mzuvukile Mbengo?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, it is like that.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Do you reside at Section C in Duncan Village in East London?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, it is like that.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "What we are going to talk about this afternoon is that you were arrested and tortured, assaulted whilst you\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n2 VM MBENGO\nwere in jail and many other things they done to you and this are the things you are going to refer to.  Let's start by on the day of the arrest, which according to your statement was on the 26th of August 1985 on a Wednesday.  \n So, you were at home and police came -the Special Branch police.  Could you proceed from there?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Firstly a man called Langman came together with Mkhuseli Mcanyangwa and a relative of his, Matoti.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did they come to your home and what time was it?",
            "Male"
        ],
        [
            "UNKNOWN",
            "It was at half past three, very early in the morning and they kicked the door and in their company was Mkhululi Jamjam.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Could you move away from the microphone and keep a certain comfortable distance?",
            "Male"
        ],
        [
            "UNKNOWN",
            "So Mkhululi Jamjam with some Whites came to my house to point at me.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Who was Jamjam, was he a policeman?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, he wasn't a police.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "What was he at the time?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Jamjam was a neighbour for me.  They came to my home and accused me of burning schools and cars.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Now you say they took you to Loyithi?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, I'm coming to that.  They took me to Loyithi and I was tortured by Whites there - Langman and his companions and they strangled me but I was strong and survived.\n They assaulted me and administered some shock, electric shock on my body.  Assaulting me but I was strong, they kicked me on the ribs and I got injured and I still feel the pain on my ribs.  I've got a problem with my hearing even now.\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n3 VM MBENGO",
            "Unknown"
        ],
        [
            "MR SANDI",
            "By the same way, in your statement you have mentioned that from this punching, kicking and torture and electric shocks, you fell.  What happened as you were laying down?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I urinated on myself.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "As they were assaulting you, what were they saying to you?  Were they asking you anything?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, they were asking me about the situation in Duncan Village and they were asking me what I actually knew about what was happening there.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "By the way you say they took you from Loyithi to Fort Glamorgan jail?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, after some time they referred me to the jail on a Monday.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "How long were you at Loyithi police station?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I was there for three days.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Were they at the time assaulting you?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, on the third day they tortured me as they did earlier on, they assaulted me, so what saved me was that I urinated.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "When they sent you to Fort Glamorgan, did you make any appearance in any court?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, I didn't.   No, I did, then I was sent to West bank, then there was a lawyer, whose name I don't know, but he is known as Lala and he told that they were going to keep us in jail in Fort Glamorgan.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "When you appeared in court, were you coming from Fort Glamorgan?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "What is the name of the person who assaulted you in Fort Glamorgan?\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n4 VM MBENGO",
            "Male"
        ],
        [
            "UNKNOWN",
            "He was a Black man known as the Black Bull and he used to take us every morning and tell us that we were going to salute and do water salute and he would beat us and we would be naked at the time they were assaulting us.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Was this man a Black person or a White person?",
            "Male"
        ],
        [
            "UNKNOWN",
            "He was a Black man, he was dark, in fact I just can't tell what his nationality is.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Do you perhaps know his real name?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, he was known as Nkunzemnyama and he spoke like a Zulu.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Could you explain how this Nkunzemnyama used to assault you?",
            "Male"
        ],
        [
            "UNKNOWN",
            "He would assault us and tell us that he was going to introduce Botha's Government.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Are there any other utterings that was said by Nkunzemnyama pertaining Mr Mandela?",
            "Male"
        ],
        [
            "UNKNOWN",
            "He used to call us comrades and he would say we were not going to rule as convicts.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Who were these convicts he was referring to?",
            "Male"
        ],
        [
            "UNKNOWN",
            "He was referring to us.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is there any other thing that happened when you were in Fort Glamorgan?",
            "Male"
        ],
        [
            "UNKNOWN",
            "We used to be fed on porridge which was rotten with worms and very dirty and this factor I forgot to include in my statement and they used to assault us for the filth that they would see in our cells.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "You say, how long were you assaulted there?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I was assaulted for four days.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "You said you made an appearance in court and were you found guilty there?\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n5 VM MBENGO",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, they were just doing it for fun, there is nothing that they were actually doing, they just wanted us to be locked in and assaulted by some Transkeians and also by this Nkunzemnyama.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is there any charge that was laid on you?",
            "Male"
        ],
        [
            "UNKNOWN",
            "They said my charge was that I had burnt cars that belonged to factories, like the Coco Cola and so on.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did you have any lawyer that was representing you?",
            "Male"
        ],
        [
            "UNKNOWN",
            "It is a lawyer called Lala who I say is a very stupid man.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "At the time you made your appearance in court, were you the only one or were there other people with you?",
            "Male"
        ],
        [
            "UNKNOWN",
            "There were seven of us.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Now you said you were found not guilty.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes.  We were just arrested for nothing.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Now you say you still feel pain in your body as a result of the assault?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I am not completely saying and I also feel some pain on my ribs and I have got a problem with my hearing.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Are you getting any medical treatment for any Doctor?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, I always get Panado which I regard  as treatment for the children.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Have you ever asked Mr Lala, any lawyer to investigate about your assault?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, I say Mr Lala was just stupid and very weak so he did not help me.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Do you perhaps have any requests to forward to this Commission?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, what I want is that you should give\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n6 VM MBENGO\nattention to my health and also compensation for my blood and for the fact that I was assaulted to an extent that I had to urinate.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Are there any other ailments that you feel?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I, when I was young, I had an injury in my spinal cord, when I was still young and there when I was a convict I was put into a room that was very cold.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is that all you have to say?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "I thank you Mr Mbengo, over to you Chairperson.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "Mr Mbengo, in your statement you have mentioned names of people who came to arrest you who were the Special Branch members.  And one of them is Mkhuseli Mcanyangwa and one known as Langman and another one known as Judas, do you perhaps know the proper names of Langman and Judas?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "If I were to see them, I could identify them, unfortunately I know them by this nicknames.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Secondly, there is something that is not very clear here in your statement which is that when you were arrested on the 26th of August 1985, it was as a result of politics, now if that is the case, could you say it clearly what was your activity at the time?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "My participation was towards the Councillors because they were not welcome at the time as they were an obstacle towards the New South Africa.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Were you a member of any organisation?  If so, what organisation?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I was a member of the ELYO organisation.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Could you tell us the full name of this?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It is East African National Congress.  It is\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n7 VM MBENGO\na Youth Organisation here in East London, it is the East London Youth Organisation.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Were you one of the leaders or were you just an ordinary member?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I was one, I was just an ordinary member.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Then what could have been the reason for your arrest then if you were just an ordinary member?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "At the time these Whites were assaulting us because it was Botha's Government and we were not relaxed the way we are now.  Is what I could say because our meetings were not allowed, but now we are relaxed.  That time they used to assault us.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "So, they arrest that took place, were you the only one who was arrested or were there many people who were arrested?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "There were many.  I could estimate them at about 25 percent of the community.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Thank you.  Are there any questions?  We thank you Mr Mbengo.  We thank you Mr Mbengo for your evidence.  The Commission is going to look into this evidence as presented by you to it and if there are any questions later, they will definitely come back to you because we have your address here and the investigators will reach you if it happens that they need you to get more information from you.\n Otherwise for now, we thank you and we can ask you to go back.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "If it happens that I relocate and go to another place, I will fit this office with the address of the place I shall be in, otherwise I should thank you all too.",
            "Unknown"
        ]
    ]
}