{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-24",
        "location": "DUNCAN VILLAGE",
        "day": "2",
        "names": [
            "WELE RUBUSHE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55073&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/duncan/rubushe.htm",
        "speakers": [
            "BONGANI FINCA",
            "MR SANDI",
            "MS MAYA",
            "REV XUNDU",
            "UNKNOWN",
            "MZWAMADODA DE VILLIERS SUKWANA"
        ],
        "original_speakers": [
            "MR SANDI",
            "MS MAYA",
            "REVD FINCA",
            "REVD XUNDU",
            "WELE RUBUSHE",
            "MZWAMADODA DE VILLIERS SUKWANA",
            "W RUBUSHE",
            "M DE V SUKWANA",
            "MR DE V SUKWANA"
        ]
    },
    "testimony": [
        [
            "BONGANI FINCA",
            "We have you here in this hearing.  I must also thank you for the way you handled us yesterday.\n And even your resounding attendance and your respect that you awarded to us because - and you showed that you see the seriousness of this work whereby we have to listen to the painful things that happened to the people during the times of repression.\n Once more these witnesses here in front of us are going to give their evidence to this Commission and we hope that you are once more going to show the respect to them as they come forward.\n I will also like to extend and convey a message from Archbishop Reverend Desmond Tutu, who is the Chairman of this Commission.  He has said that due to his involvement somewhere, he is unable to be present here with us, but he would like to say to all of you especially to the witnesses, his greetings and he cares so much about whatever you have to say to this Commission.\n Let me once more introduce to you this panel of my colleagues who work with me in this hearing in Duncan Village and we are a part of the main Commission though we are based here in the Eastern Cape.\n Firstly I would like to introduce to you on my extreme left, Adv Sandi who has taken a long time working and learning a lot about the Human Right issues and he even had \nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n2\nto go to Universities abroad and therefor his name came up as one of the people to form this Commission.  He hails from Grahamstown and he helps people who want to get assistance whenever they have some serious cases.  Thank you.\n Next to me here the lady seated next to me is June Crichton.  She comes from work as an activist for Human Rights issues as a member of BLACK SASH and also as an active member of the Anglican Church.  There was a time when she was away from our region because of ill health, she has recently returned to rejoin the work of our region.  We are delighted to have her, she comes from Port Elizabeth, June Crichton.\n Next to me we have a lady - with her experience by the name of Tiny Maya who hails from Umtata and who has been working for the Black Lawyers' Association during the time of oppression.  At the time they were this law that has made it possible that there should be this Commission.  Dulah Omar sent out some lawyer's to the overseas countries to go and observe what happens during the transitional period, so Mr Maya was one of those people who was sent overseas to go and observe and get some more information in preparation for this.  \n Next to Ms Maya we've got a young man there who is - comes from Port Elizabeth.  As you can see he is quite young, and he is Revd Xundu, who is one who has had great contribution during our struggle in this country.  And his leadership is well known in the country.  He has worked for a long time in Transkei during the Mtanzima regime, being arrested and locked in and I would have to take care of his family during his absence.  He again moved on to Lamontville in Natal such that he narrowly escaped death, but he is \nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n3\npresently based in Port Elizabeth - one of the most outstanding leaders of our people through the time of struggle.  He is a member of the Reparation and Rehabilitation Committee, thank you.\n So I happen to be the head of all these distinguished people which has made it possible for this region to progress because these are stable people and people who are rooted in this community.\n We are then going to start with our work on this last day here in Duncan Village by listening to and focusing on the massacre that occurred on the three days from the 10th to the 12th of August in 1985, which erupted from the funeral of Griffiths, of Ms Victoria Mxenge's funeral.  \n With intention that we are going to be through with that and after lunch, we shall therefor listen to cases of Human Rights Violation, with intention to finish up by four o'clock.  We shall now hand over to Tiny Maya.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Just before Tiny Maya tells us the order, maybe there is no need to introduce to you, but I think it is important, this is Revd Finca from the Chairman of the Board of Council, here in this area.\n He is President at (indistinct) and he is one Reverend who at the time of (indistinct) fall, he was asked to take his place, so because he has been in leadership for quite some time and this makes us to feel good and relaxed so I would like to say in his own right, he is a fully fledged leader that is quite distinguished and he is here in this Commission rightfully, especially at this time so let us greet him.  Thank you.",
            "Male"
        ],
        [
            "MS MAYA",
            "Chairperson, Commissioner  I present to you the names of the people who made some requests to come and make\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n4\nan appearance before this Commission.  Even today a lot of these people who are going to appear are the people who were ill-treated at the time of the conflict and at the time when most people were being killed.\n So, I am not going to mention the time when these things happened.  So we have Zolile Gaza for attempted murder, Wele Rubushe for attempted murder, Nomasonto Kumalo for attempted murder, Vuyelwa Kumalo who died, Nomakhosazana Kumalo, who died,  Mzwamadoda Sukwana for torture, Sakhile Macwashe for attempted murder, Griffiths Fivana for attempted murder, Nomfundo Daisy Dodo on behalf of Mteteleli Dodo, attempted murder, Mxolisi Tototo Mbewana for attempted murder, Funeka Voyiya for attempted murder, Rogers Gqeme for attempted murder, Nothemba Marjorie on behalf of Mzwanele Fazzie who was murdered in 1982 and Sicelo Fazzie who was murdered in 1984.\n We have got Nomonde Cynthia Mahlanza on behalf of Mkhululi Mahlanza who was murdered.  We have got Mzwakhe Mvubu for attempted murder, Michael Makeke for attempted murder, Maki Ntshunde for severe ill-treatment, Noretse Joyce Wili on behalf of Goodboy Wili, who was murdered.\n Elizabeth Kopi on behalf of Ntobeko Kopi who was murdered.  Nomathemba Grey, for Fundusile Grey who was murdered.\n Pinana Mazaka for Mike Mazaka who was murdered.  That is the lot, Chairperson, I thank you.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "We thank Ms Maya.  For the sake of those who are doing some recording I would like to make you aware that we have an additional witness, Zogogalela Christopher Majuba as additional victims.\n Usually when we are going to talk about people who are\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n5\nno more and who died during this conflict, we normally remember them in the way that is appropriate by standing up and then we mention their names.  Could you all rise?\n This is in memory of Vuyelwa Kumalo, Nomakhosazana Kumalo.  We remember Mzwanele Fazzie, Sicelo Fazzie.  We remember Mkhululi Maklanza.\n Goodboy Wili, Ntobeko Kopi, Fundusile Grey.  We remember Mike  Mazaka.  Make them rest in peace, Oh Lord and give them eternal life, thank you.\n Is Zolile Gaza in?  No, not yet?  We are now going to ask Wele Rubushe to ascend the stage together with Mzwamadoda Sukwana.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Wele, can you please rise.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.  Mzwamadoda?",
            "Unknown"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you very much, they are sworn in.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "We welcome you in this Commission.  We are going to hand over to Mr Sandi, who is going to question you on behalf of the Commission.  We are going to start with Mr Rubushe.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you very much, Chairperson.  Let me greet you Mr Rubushe, this morning.  How are you?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I am fine.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Let me confirm first, your names, your full names, you are Wele Rubushe, is that so?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, that is correct.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "You reside here at  Duncan Village, is that so?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, that's correct.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Today by being here in front of the Commission, you are going to tell about something that happened to you\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n6 W RUBUSHE\nin August 1985 when it was early int he morning.  You were shot, is that so?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, that is correct.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "I am going to hand over to you so that you can tell us in details how did this happened.  What happened on that particular day.",
            "Male"
        ],
        [
            "UNKNOWN",
            "In 1985, it was early in the morning, I remember it was on a Tuesday, I was coming from the toilet.  When I was nearer to the house, I saw a hippo, a casper which was at a distance.\n When I was still looking at this hippo one White man alighted from the police casper.  While I was still looking at this, I fell.  I felt a bullet, when I tried to stand up, I couldn't.\n I lost my consciousness.  I regained my consciousness at the hospital, I think it was at (indistinct) day.  After that I remained in hospital, I think I was in the hospital for three months.\n When I was discharged from the hospital I was taking a treatment until 1986.  At least the pain was no longer as serious but at some stage I could still feel the pain - though I can't remember the years.\n But even here, last year I was admitted again in the hospital.  It was something like two weeks, it was concerning my operations.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Do you still remember the name of the Doctor who was examining you in hospital?",
            "Male"
        ],
        [
            "UNKNOWN",
            "That Doctor, I can't remember, I think it is something like Barnard, I'm not sure.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "But Mr Rubushe, you said you went to Lloyd police station to place a claim concerning a shooting.  Can you\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n7 W RUBUSHE\ntell us Mr Rubushe, what happened at Lloyd police station?",
            "Male"
        ],
        [
            "UNKNOWN",
            "When I went there, they asked me a question who shot me, I said it is soldiers.  They asked me the name of the soldier, I told them that I don't know the name of the soldier.  They said they won't take the case because I don't know the name of the person.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "If I hear you clearly, you said you were not - just because of the fact that you did not know the name of the soldier who shot you, no attention was paid to you claim?  Was there anything that, maybe you, did you ever approach any lawyer?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, I didn't.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Were there any people who saw you when you were shot, when you were being shot?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, I can say because there are people who took me and one of my neighbours once told me the story.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "What did he say?",
            "Male"
        ],
        [
            "UNKNOWN",
            "He said he saw me while I was being shot by the soldiers.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "At the police station, do you still remember the name of the police that you were going to who said he is not going to attend to this case of yours, because you don't know the name of the soldier?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, I don't remember.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did you ever go to the police station again or maybe you didn't go there after that?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, I tried to go to Fleet Street, I tried to institute another claim again.  Even there, I was not attended to, just because I didn't know the name of the person who shot me.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did you go to Fifth Street police station on the\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n8 W RUBUSHE\nvery same day?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, I didn't, I think after a few weeks I went there.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Whom did you approach at Fleet Street police station?",
            "Male"
        ],
        [
            "UNKNOWN",
            "It was a White man.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "What did he say as a response?",
            "Male"
        ],
        [
            "UNKNOWN",
            "He also asked the very same question that who shot me.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "By the time you were there, were there any other people who used to go to the police station concerning the very same problems just because they don't know the name of the police and they were not attended to?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I don't know, I won't say, but to me that's what I was told.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Mr Rubushe, can you go on with your evidence?  Is there anything else that you would like to say, anything else that you would like to add?",
            "Male"
        ],
        [
            "UNKNOWN",
            "The other thing that I would like to add is this, although I was shot by this person whom that I don't even know, at least something must be done to try and find a reason for this to find this person who shot at me.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "As far as you know, what do you think that might be the reason, what do you think that might be the reason?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, I don't know anything.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Are there any incidents that took place in that particular place where you were shot at, maybe a conflict between the soldiers and the residents?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, there was nothing in that place, nothing happened.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "In conclusion Mr Rubushe, what are your requests\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n9 W RUBUSHE\nin this Commission?",
            "Male"
        ],
        [
            "UNKNOWN",
            "The request that I have today is that I wish that the Commission should investigate the people who shot me at that day.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Nothing else that you said in your statement Mr Rubushe?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Can you repeat that again?",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is that all, is that your only request Mr Rubushe the investigation about the person who shot you, is there anything else?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, there is another request that I had.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Can you tell us about that?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I just discovered that my condition needs some, I must go and get some disability grant.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "When was that?  Did you happen to get that grant?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I think it was in 1993, 1994.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Are you employed now, or what are you doing now?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I'm not working.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is that all that you would like to say concerning your evidence just before I hand over?",
            "Male"
        ],
        [
            "UNKNOWN",
            "After I was granted this money I have children who are still at school and I am responsible for everything and I had to go again to ask for something else because my wife also, I had to get another one, because my wife also, must also take care of the children.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you very much, I'll hand over to the Chairperson, thank you.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "Revd Xundu?",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "While you got this accident, were you working?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, I was unemployed.\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n10 W RUBUSHE",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "How many children do you have?  How many children do you have?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I have six children.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "What standards are they doing?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The first one is doing standard 7, the other two are doing standard 4.  The other one is doing standard 7, the two is doing standard 4.  And the other one is doing standard 2.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "There is something else that I forgot to say but I think it is written in my statement.  I have a problem concerning my operations.  Sometimes, especially in Winter I suffer a lot they are very painful.  I visit the day hospital regularly and then I get some tablets.\n Especially the one on my leg sometimes it is very painful, that is the reason why I was admitted at Frere Hospital.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Thank you very much Mr Rubushe.  Me are going to go to Mr Sukwana now.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "I greet you Mzwamadoda de Villiers Sukwana.  Those are your full names, is that so?",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "Yes, that is correct.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Let me first confirm that you were born in 1969?",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "Yes, that is correct.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "You reside at C, Duncan Village, is that correct?",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "What you are going to tell us about here today happened in August 1985 here in Duncan Village?",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "Yes, that is correct.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "As from 1969, if I'm counting from 1969, I notice that you were only 15 years old or 16, you were between 15\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n11 M DE V SUKWANA\nand 16 years, is that correct?",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "Yes, that is correct.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Let me start by asking you this question.  What are you doing now, are you attending school?",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "No, I'm not a scholar.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Are you working here in East London?",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "I once worked in Gauteng.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Let's start on the day of the 15th of August 1985 as you said in your statement.  By the way you said on this particular day it was after the houses were burnt and some other places here in Duncan Village, is that so?",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "Yes, that's correct.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Can you tell us Mr Sukwana freely what happened on that particular day?",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "Yes.  On the 15th it was midnight, it was midnight, I heard someone kicking the door.  It was White men who were in the company of Siphiwo Jamjam.\n When I tried to tell my mother that she must know that I'm being arrested, the Whites took me to the hippo.  They said I must lie there because some of the comrades were already there.\n We left because these people had a list.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "You say here in this hippo there were some other people who were arrested?",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "Yes, it is true.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Were those people young people or maybe people who were at an age?",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "Yes, there were older people and there were others who were of my age.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "You're saying the hippo was patrolling, they were looking for people?\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n12 M DE V SUKWANA",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "Yes, they didn't get the people, they took us to the police station.  When I was at the police station, they said I must take off my clothes and they electrocuted my private parts with electric shots and they hit my underneath my feet.\n After that they asked me about the organisations, political organisations that I was involved in.  I told them that I was a member of ELYO.  They locked me up in the cell and after that they took me to the courts and from the court we were taken to Westbank.\n When we arrived at Westbank, the police ordered us to take off our clothes.  They were hitting us with batons.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Let's go back a little bit Mr Sukwana.  At the police station, do you still remember the policeman who were harassing you and torturing you and assaulting you?",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "No, I can't remember, because they didn't have their name tags on.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Let's talk about Westbank now.",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "Do you mean Fort Glamorgan now?",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Yes, that's correct.  What happened there?",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "When we arrived there, they ordered us to take off our clothes.  They were chasing us, assaulting us with batons.  There was one other policeman by the name of Nkunzemnyama who said we must salute Botha.\n He was hitting us.  If there is no sort of echo, he'll say that he's not counting that lash and then he'll start afresh hitting us again.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "How long did this assaults take place?",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "Since we were there we were being assaulted every day.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "You said you stayed there for 3 months?\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n13 M DE V SUKWANA",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "Yes, that's correct.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Do you mean that every day in this three months, you were being assaulted and tortured?",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "Yes, he used to wake us up early in the morning and drive us like sheep, hitting us with batons, even if you come back, the same thing would happen.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "This person, this Nkunzemnyama, do you mean this man's name was Nkunzemnyama?",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "Yes, that's the name that they were using.  I don't know his other name.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did you ever hear anything about this?",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "What is it that they were saying about this Nkunzemnyama?",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "I used to hear that he was mishandling, manhandling the people.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did you see Nkunzemnyama after that?",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "Yes, I did after I was released from detention.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is he still around?",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "No, I haven't seen him for a long time.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is that all concerning your evidence Mr Sukwana?",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "Yes, that's all.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is there any wish that you have that you can tell this Commission about?  Is there any request that you would like to make in this Commission today?",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "Yes, I have a request that the Commission must try to investigate the White men who came to my house and I would like to do something about them.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Do you have any aim, do you have any intention?  Is there anything that you would like to do?\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n14 M DE V SUKWANA",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "Yes, I would like to take them into my lawyers, because they broke my teeth.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "You say they broke your teeth.",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "Yes, they hit me with the rifle while I was trying to call my mother.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Are there any teeth that you lost during that time?  How many of them?  Mr Sukwana, let me as this question, are there any injuries that you sustained by being assaulted by the police?",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "Yes, they hit me on my ribs, even now I don't feel good, because sometimes it is painful.  Some of - the other side of my ribs can be painful.",
            "Male"
        ],
        [
            "MR SANDI",
            "Is there any treatment that you are getting from a Doctor, maybe from a hospital?",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "No, I try to use some other kind of medicine from the herbs.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is it necessary to use those herbs if you are not well?  Are you still using those herbs even now?",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "No, I'm no longer using them.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Do you mean that those traditional treatment helped you?",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "Yes, it did.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is that all that you would like to say Mr Silwana?",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you very much Mr Silwana.  Thank you Chairperson.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "Revd Xundu.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Were you still at school when you were arrested?",
            "Unknown"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "Yes, I was still at school.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "What standard were you doing?\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n15 M DE V SUKWANA",
            "Unknown"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "I was doing standard 5.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Did you ever go back to school after that?",
            "Unknown"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "No, I didn't.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "What was the reason for that?  What is the reason for you not to go back to school again?",
            "Unknown"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "There was no specific reason, I just decided not to go back.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Would you like to go on with your education since education will also help you in life to go on with your life?",
            "Unknown"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "Yes, I would like to go on.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "With what?",
            "Unknown"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "With my education.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "What kind of education is that?",
            "Unknown"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "To go back to school.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "To start doing standard 6?",
            "Unknown"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "Yes.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Are you working now?",
            "Unknown"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "No, I'm not working, I was working in Gauteng, I was working at a garage.  After that, I didn't go back to work.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "You didn't get any grant?",
            "Unknown"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "No.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Did you try to make any application?",
            "Unknown"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "No.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Ntsikelelo Sandi.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Mr Silwana, are there any other people that you know that you were together at Fort Glamorgan?",
            "Male"
        ],
        [
            "MZWAMADODA DE VILLIERS SUKWANA",
            "Yes, there are.  One of them is Vusumzi Mzuvukile Mbengo who was here yesterday and Mongia Zimanxa.  DUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n16 M DE V SUKWANA\nThere is a lot of them, I won't be able to quote, to tell you all of them.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "Thank you Mr Rubushe and Mr Silwana.  We thank you for this testimony trying to reveal to us things that happened during the Duncan Village massacre.\n But I would like to make a request to the people at large.  There is this name Nkunzemnyama, but we are not able to use this name, because it is not the real name of a person.  If ever there is somebody else here at Duncan Village who has some knowledge of this Nkunzemnyama's real name, we would like to get that - there's one there who's - who knows him.  Can you please see us during the break because the aim of this Commission is to go to those people who did these things.\n Reconciliation is not going to be - we are not going to have reconciliation not until we meet those people and for them to come forward and they must also be here with the victims also.\n So this Nkunzemnyama's name is, we hear this Nkunzemnyama's name for the forth time.  We would like to know his real name to get his true identity so that we can go to him.\n Thank you very much, you can go back to your places.",
            "Unknown"
        ]
    ]
}