{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-23",
        "location": "DUNCAN VILLAGE",
        "day": "1",
        "names": [
            "WILSON VANDOYI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55075&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/duncan/vandoyi.htm",
        "speakers": [
            "BONGANI FINCA",
            "REV XUNDU",
            "UNKNOWN",
            "DUNCAN VILLAGE HEARING",
            "MR SANDI"
        ],
        "original_speakers": [
            "REVD XUNDU",
            "REVD FINCA",
            "WILSON VANDOYI",
            "W VANDOYI",
            "DUNCAN VILLAGE HEARING",
            "MR SANDI"
        ]
    },
    "testimony": [
        [
            "BONGANI FINCA",
            "Thank you very much Mr Mbengo.  I would now call Wilson Vandoyi.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "I would like him to take an oath Mr Chairman.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Thank you Mr Vandoyi for coming in front of this Commission.  Revd Xundu will take you in oath in the name of the Truth Commission and he will be the one asking you questions on behalf of the Commission, thank you.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Please stand up Mr Wilson.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Chairperson and the President of this Commission gives me this opportunity to ask you questions.  What is your clan name sir?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I'm from the Mtandi clan.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.  In your statement you said you were staying in the men's hostel.  Were you there with your family or alone?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I was staying there with my family.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "On this day on which you were arrested, you said you heard the shots being fired, can you please tell us what happened on that day?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "On that day I went out of my house at about four o'clock.  I went out of my house after four o'clock and I went through the Douglas Street.  I went through the Douglas Street, when I was approaching the hostel, I heard shots being fired.",
            "Unknown"
        ],
        [
            "DUNCAN VILLAGE HEARING",
            "TRC/EASTERN CAPE\n2 W VANDOYI",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "What time was it at that time?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It was after four o'clock, but I'm not sure, but it was before half past four.  I hears shots being fired, while I was still looking around, I heard the bullet in the back of my arm.\n I fell down.  It was still, the sun was still light, it was not dark.  I didn't see the people who were shooting me.  I just heard noises from the hostel.  I was still conscious a little bit at that time.  People from the hostel said that the person who was shot should be taken.  Two policemen came and I had the bullet inside my body.\n I wanted to stand up but I couldn't.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Where did the police take you?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "They took me to the hospital.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "What happened in the hospital?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I was semi-conscious but when the police came to me, I regained my consciousness.  While I was in the van, the police van I was unconscious.  I didn't know where I was.  I regained my consciousness at night in the hospital.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Please continue.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I regained my consciousness in the hospital at night and I was feeling pain and I was also afraid.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "You got scared, and did you sleep over at the hospital?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I didn't know where I was.  On the morning I slept two weeks in the hospital and we went home.  Before I went home, I slept there on Friday.  On Monday it was the third day, three policemen came and they were wearing green clothes and they were called the Green Barrets in the township.\n They asked me my name and I told them.  They asked me\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n3 W VANDOYI\nother things but I don't clearly remember.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Did you recognise this policemen?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, I don't know who they are.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Did they come back on the 18th as you've said in your statement?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.  After the three policemen went, the other two policemen came the same day.  They asked details and they went.\n On the 18th they came to my house and they told me to go to Frick Street and I went there on the morning, on the 19th.  I went there on the morning of the 19th.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "What happened in Frick Street?  Did you give any statements?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Who said that ... (intervention)",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The policeman who brought me from home.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Do you know his name?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I think his surname is Qoboshiyane.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Did you write a statement?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I did, but I firstly asked the question before writing the statement.  They said that the statement concerns the way I was injured.  They asked me whether I knew the people who shot me and then I said no.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Did you really not know the people that shot you?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, I didn't know them.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Did you know whether they were policemen or just ordinary people?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I know they were policemen, because they were in the police van wearing green clothes.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "I want you to be clear, I don't want you to\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n4 W VANDOYI\nsay you don't know whether they were policemen or what, I want you to be clear and specific.  Do you say you were shot by policemen or ...",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, they were policemen.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Thank you.  Please continue.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Where did you meet Jeram?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "After submitting my statement I went to Jeram.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Did you submit your statement?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I did.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "You went to Jeram?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, after submitting my statement.  I told him what happened.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Were you trying to claim?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I was.  He asked me questions of whether I know these people and then I told him that I don't know this policeman, I was just on my way, I didn't see any van.  I didn't see any police van, I just saw it when they took me with it to the hospital.  He tried to submit this claim but he said that I don't have a witness.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "What about the people from the hostel who saw you?  Did they come to give evidence?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, they did not.   I went to them, those who said they saw me when I was shot, but they didn't go there.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "In other words you didn't get any witness to support your story?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Did you go to Black Sash?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I did.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "What about Mr Lalla?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I went to one Doctor, but I forgot his name,\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n5 W VANDOYI\nhe gave me Mr Lalla.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Ma Lalla is a lawyer.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, he's a lawyer.  I received a letter from Mr Lalla calling me to come to his office.  But the case was difficult because he said I didn't have a witness and I don't know who shot me.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "In your statement to Officer Qoboshiyane, did you tell him that you were shot by policemen?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Can you please repeat.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "When you were making your statement to Mr Qoboshiyane?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I did tell him that I was shot by policemen, but we didn't have a witness.  I told Mr Qoboshiyane that I was shot by policemen.  And after taking the statement he came to take me to the place where I was shot and I showed him that I was sleeping there.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "At this time it was the time of political activities.  Were you a member of any political organisation?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, I was not a member.  These people shot you when you were alone.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Were you alone or were there any other people with you?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I was alone at that time.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Were you working at that time?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, I was not working.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "You were staying there with your wife?  You were staying in the hostel with your wife?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I didn't say I was staying in the hostel.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Were you not staying in the hostel?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, I didn't stay in the hostel, I was just DUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n6 W VANDOYI\npassing the hostel on my way to Duncan Village.  I was staying in Duncan Village.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Where exactly were you injured?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "On my lower shoulder.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "As a result of that, do you have any problems with your shoulder?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I do because my arm cannot work properly.  I had an operation.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Did you work after this incident?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Do you have any other means of support now?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, but I tried to apply for a pension and I succeeded at that time.  But now they told me to go to the Doctor in order to receive more pension.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Do you have any request to the Commission?  Although we are not deciding the one who are deciding what to do with the people's cases, but will you please just tell us your request.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "My request to the Commission is since I am unable to work at this present time, I can't even - I can't work with my arm because it is so painful.  My request is that I have five children and I would like the Commission to educate my children.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Which standards are they?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The first one is in standard 8, the second one is in standard 7, the third one is in standard 3, the fourth one is in lower standards and the last one is not at school.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you sir.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Any questions?  You were behaving yourself during the day so I hope that you will behave until the end.  DUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n7 W VANDOYI\nThere are situations which need to be laughed, but please don't do that for a long time.  We'll give this opportunity to Mr Ntsikelelo Sandi to ask questions.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Chair.  Mr Vandoyi, I would like to ask you some questions in order for me to get some clarity on what really happened.  Firstly do you know who shot you?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, I don't know.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Do you have any suspicions of who shot you?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, I don't have any suspicions, I was just on my way - there is no one who I can say who might shoot me.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "You said this happened on the 28th of November 1986?  Were there any other things happening here in Duncan Village?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No.  There was nothing happening on that day, there was no toyi-toyi on that day.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "On the spot where you were shot, was there any conflict between the people and the police?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, there was no conflict.  There was nothing on that day, there was no toyi-toyi.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "The people who saw you being shot, what did they say?",
            "Male"
        ],
        [
            "UNKNOWN",
            "The ones I went to they just said they saw me when I was taken by the police, the two witnesses.  When I went to them, they didn't want to go to the lawyers.  When I went to them, they didn't want to come out, they were so scared.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "These are the people who said you were shot by the police?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "What were they afraid of?\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n8 W VANDOYI",
            "Male"
        ],
        [
            "UNKNOWN",
            "I don't know, but it seems as if they were afraid of being arrested. One of them said so.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Do you know where we can reach these people?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I wrote their name when I was submitting my statement.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Mr Vandoyi.  Thank you Mr Chairman.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "Mr Vandoyi, you said the two witnesses was so important in the story, you know their names?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I know their names.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "I don't see their names in your statement, can you please give us their names?  I don't see their names in your statement, will you please give us their names?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "They are Mlulami Jwambi.  Mlulami Jwambi.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "And the second one?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Sonwabo Xoko.  Sonwabo, the surname is Xoko.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Do you know where they are staying?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.  They are staying here in Duncan Village.  They are staying in Mgaleni Section.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Do you meet them now?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Why did they refuse to support you since they have this important information about your story and their information seems to be the only one who can help this case to continue?  Why did they refuse?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "They said they were afraid, they were scared of being arrested, because at that time people were arrested a lot.  In 1986 people were arrested when testifying.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Since we are free now, why are they still afraid?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "When I submitted my statement, I wrote their names.\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n9 W VANDOYI",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Were they afraid at that time?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, they were afraid before we got freedom.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Thank you.  Dr Kahn, as you have mentioned him in your statement, was he the Doctor who examined you after you got injured?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, he also sent me to Mr Lalla.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Was it Dr Kahn?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Where can we reach him?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I think he left this place, he is in Cape Town.  He was here in day, in day hospital then, but he is in Cape Town now.  Maybe you'll find he's there in the hospital although he's gone.  My file is still there, I forgot something.  After I went, going to Jeram, I didn't get my file in the hospital.\n I looked for it, but I couldn't find it, and they made me a new one - the second one.  I couldn't find the first file.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Thank you Mr  Wilson Vandoyi for submitting the statement.  As we have already said, we would like as a Commission to meet with these two witnesses and we will also try to investigate and to find out where are the files for Dr Kahn so that we can get details.\n We'd like to thank you for bringing this forward.  This is our chance to try to continue with your case.  We will try by all means to try and help you with your case.  Thank you.",
            "Unknown"
        ]
    ]
}