{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-24",
        "location": "DUNCAN VILLAGE",
        "day": "2",
        "names": [
            "MM NQOKOTHO"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55072&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/duncan/nqokotho.htm",
        "speakers": [
            "REV XUNDU",
            "UNKNOWN",
            "MR SANDI",
            "BONGANI FINCA",
            "DUNCAN VILLAGE HEARING",
            "JUNE CRICHTON"
        ],
        "original_speakers": [
            "REVD XUNDU",
            "CHRISTOPHER MAJUBA",
            "MR SANDI",
            "MBUYISELO NQOKOTHO",
            "NONTUTHUZELO MVANDABA",
            "REVD FINCA",
            "MM NQOKOTHO",
            "NT MVANDABA",
            "DUNCAN VILLAGE HEARING",
            "JUNE CRICHTON",
            "MS CRICHTON",
            "C MAJUBA"
        ]
    },
    "testimony": [
        [
            "REV XUNDU",
            "I would like them to take an oath.  Christopher, please stand up.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you.  Mbuyiselo Nqokotho.",
            "Male"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Nontuthuzelo Mvandaba.",
            "Male"
        ],
        [
            "UNKNOWN",
            "(sworn states).",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Over to you, Mr Chairman.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "Would you please like to behave yourselves please.  We know this hall is full, but we cannot tolerate the noise, because it disturbs us, thank you.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Mr Chairman.  I would like to start with my Mbuyiselo Monster Nqokotho.  I would like to greet you Mr Nqokotho, this afternoon.  When reading your statement, you are going to talk about yourself.\n You said on the 13th of August in 1985 you were toyi-toying in the street and while you were still toyi-toying you were shot by the South African Defence Force.  Can you \nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n2 MM NQOKOTHO\nplease tell us what happened on that day Mr Nqokotho?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, I will you.  On the 13th of August while toyi-toying in the street, we were shot by the SADF soldiers.  We tried to throw stones to the soldiers, but we didn't had them.\n While I was still trying to run, they shot me in my arm and in my back.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Was it at night or during the day?",
            "Male"
        ],
        [
            "UNKNOWN",
            "It was during the day?",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Do you still remember the others who were with you toyi-toying?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Are they people you know in the township?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, I do know them.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "What injuries did you get?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I was injured very much.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Where did you get injured?",
            "Male"
        ],
        [
            "UNKNOWN",
            "In my right hand and in my back.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "You said that there was a car who took you to hospital, to Frere Hospital.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, there was a car taking us to Frere Hospital.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did you ask this car to take you there or the owner of the car was just helping?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, the owner of the car was just helping people who were shot on that day.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "What happened when you got to Frere Hospital?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I was unconscious when I went to Frere Hospital.  I fell down and then I woke up the next day.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "How long did you stay in Frere?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I stayed for seven days.\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n3 MM NQOKOTHO",
            "Unknown"
        ],
        [
            "MR SANDI",
            "The Doctor who was treating you, what did he say.  What did he say, where were you injured?",
            "Male"
        ],
        [
            "UNKNOWN",
            "He said that I was injured by a bullet and he took the bullet out from my back.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Do you still remember the name of the Doctor?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Do you remember the ward you were sleeping in?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "In your statement you said that you didn't, you never laid a charge.  Do you have a reason for that?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, I didn't lay any charges.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did you go to any attorneys?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, I didn't.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Do you get any medical treatment today?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is there a need for that, for medical treatment?  Is there a need for you to get any medical treatment?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No there is no need.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Mr Nqokotho, for being here today, what is your request to the Commission?",
            "Male"
        ],
        [
            "UNKNOWN",
            "My request is that since I was shot in my arm my muscles were cut off and I can't use my arm and I can't be employed.\n I just want the Commission to consider that, because only one arm is working.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "When you were discharged from the hospital, did you go back to the hospital for treatment?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, but I stopped because I saw that there was no need for me to go there.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Why did you go back to the hospital in the first place?\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n4 MM NQOKOTHO",
            "Male"
        ],
        [
            "UNKNOWN",
            "I went there for, to get some bandages for my arm.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did they say, did they tell you to go back?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, they did.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "How long did the bandages stay on your arm?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I stopped using the bandages after 20 days.  After 20 days I stopped using the bandages.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is that all you want to say Mr Nqokotho?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "I would give this opportunity to the Chairperson now.  Thank you Mr Nqokotho.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "Revd Xundu.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Mr Nqokotho, do you have a family?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, I don't have a family.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "You are not employed right now?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I am not employed.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Do you want a pension?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, something like that.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "At this time I would like to call Nontuthuzelo Totyiswa Mvandaba.  Ms Mvandaba, I want to verify your names.  Are you Nontuthuzelo Totyiswa Mvandaba, is that so?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "You are residing in the C-Section here in Duncan Village?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "As I am looking at your statement, you are going to talk about yourself.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, I am going to talk about myself.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "About the incident which happened in August 1985 at the time when the soldiers were here in the township?",
            "Male"
        ],
        [
            "DUNCAN VILLAGE HEARING",
            "TRC/EASTERN CAPE\n5 NT MVANDABA",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "In your statement, you said that - what did you\nsay happened on this day?",
            "Male"
        ],
        [
            "UNKNOWN",
            "On this day I was going out of the back to the line to take my clothes from the line.\n When I went back home at my house, I heard something on my arm.  I touched my arm and then I saw blood.\n I just saw people helping me because - they were touching my arm, helping me to go inside the house.  They took me to the hospital, to Frere Hospital.\n In Frere Hospital I was treated there, they gave me injections.  And then I woke up the next day, sleeping in the bed.\n I just woke up there the next day in the ward.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "What really happened on that day?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I was shot from my arm and it penetrated through my arm and it came out in my fingers, in my hand.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "In your statement you said that you were shot by the soldiers.  Did you see any soldiers before you were shot?",
            "Male"
        ],
        [
            "UNKNOWN",
            "What I saw on that day, was a mello yello car.  I didn't see any other thing, except that mello yello car.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "You said it was in the afternoon at about four o'clock.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, it was in the afternoon at about four o'clock.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is the car which took you to the hospital the same one which took Mr Nqokotho?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I don't know, but what I saw is that there were (indistinct) who were at the back of their car, but I\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n6 NT MVANDABA\njust travelled with their car in the front seat.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Do you get any treatment today because of what\nhappened that day?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, but I used to be treated, but I stopped now.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Where did you go for check-ups?",
            "Male"
        ],
        [
            "UNKNOWN",
            "At Frere Hospital?",
            "Unknown"
        ],
        [
            "MR SANDI",
            "When you were stopping it, did you see that there was no need for you getting at treatment?",
            "Male"
        ],
        [
            "UNKNOWN",
            "There is a need for me to get treatment, because I cannot use this arm.  I can't even wash my clothes.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is there any other way ... (tape ends)",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, that is all I want to say.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Do you have a request to the Commission?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, I do have a request.  I can't work with this arm, I can't support my family.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "So in other words, your request is what?  What is your request Ms Mvandaba?",
            "Male"
        ],
        [
            "UNKNOWN",
            "My request is that I want the Commission to help me support my children, because I cannot support my children.  I was not born like this, I was just shot for no reason.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did you make any claim for the disability grant?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is that all Ms Mvandaba before I give this opportunity to the Chairman?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, that is all.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Ms Mvandaba.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "Revd Xundu.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you Mr Chairman.  Do you have a family\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n7 NT MVANDABA\nMs Mvandaba?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I have six children.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Do you have a husband?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I do have a husband, but he is unemployed.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Which standards are your children at school?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The first one is in standard nine, he was born in 1977.  The second one was born in 1981, he is in standard six.  The third one was born in 1984, he is in standard three.  The forth one is in sub A and the other one was born in 1991, he is in pre-school and the younger one is at home.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "These children are your burden, because your husband is unemployed?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "And you don't get any pension?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, I don't get any pension.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "June Crichton?",
            "Unknown"
        ],
        [
            "JUNE CRICHTON",
            "Can you hear me Ms Mvandaba?  Can you hear me now?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "JUNE CRICHTON",
            "There are two questions I have for you.  The first one, you were in your yard hanging out napkins when you were shot and you say that you saw a mello yello.  Now was there anybody else in the yard with you - a witness to the shooting of you that actually saw it happen?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I'm not sure whether there is someone inside here who can verify that but everybody in my Section knows that I was shot while I was in the washing line.",
            "Unknown"
        ],
        [
            "JUNE CRICHTON",
            "And the second question that I have for you\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n8 NT MVANDABA\nis did you ever approach an attorney?",
            "Female"
        ],
        [
            "UNKNOWN",
            "No, I didn't.",
            "Unknown"
        ],
        [
            "JUNE CRICHTON",
            "Thank you.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Thank you.  Please proceed Ntsikelelo.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Let us now go to Mr Christopher Majuba.  I would like to greet you Mr Majuba.  Looking at your statement, there is a request that you should make an appearance before this Commission to explain and tell what happened to your brother Themba Majuba on a Wednesday in August 1985.\n Looking at this statement again you say you were absent at the time, but when you arrived you got the information that your brother had been shot dead.\n Could you explain further what actually happened on this day in particular.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, I can.  I think the fact that in the statement is reflected that I was not there, is a mistake because when I got there I saw Themba and I asked for the key to the house.\n And I asked him to go and get the key to the house.  And instead of him coming back, a child came back with the key telling me that Themba had gone to the shop and that was at about seven o'clock at night.\n So I waited for him until very late at night and I went to sleep.  The following morning a friend of mine, Nolexi Buswana came to see me and he asked me that I should go to a meeting at Skonzana Stadium so we went there.\n And as we were talking as comrades I was told that the people whose relatives were missing should go to hospital and to the police station or to the mortuary to look for that person.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Was Themba missing at the time?\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n9 C MAJUBA",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, he did not come back on Wednesday and even on Thursday I went to bed not knowing anything about his whereabouts. So I decided to send his friends to go and check for him at the police station and hospital and they couldn't find him.\n And on Friday morning I went to the police station and hospital to go and search for him.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is this the Duncan Village police station?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, it is.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "You did not find him there and you proceeded to the Cambridge police station and you couldn't find him?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I went to hospital and I couldn't find him, then I proceeded to the mortuary in Cambridge and I met a short man who asked me what I wanted, then I told him I was looking for my brother who was missing.\n And he asked me what was he wearing when I last saw him so I explained to him that he had a blue duster coat and he said this description suited someone who was there in the mortuary.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Was that the police station mortuary?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes it was.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "So you ultimately saw the body and identified it?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, he showed me the body and I identified the body.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "What did you see on his body?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I noticed that there was a hole on his head which was quite big and bad and his head was crushed.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Didn't you asked how it had happened that his body was there?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I couldn't ask because the man said he had found the body laying there in the mortuary.\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n10 C MAJUBA",
            "Unknown"
        ],
        [
            "MR SANDI",
            "By the same you say you went back home to go and tell the people at home?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, I did.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Was it at home that you discovered that comrades told you about the lawyers that were handling matters of this nature?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes.  A few days later comrades came and informed me about some lawyers that were stationed at the Roman Catholic Church who were handling matters of the people whose relatives had been murdered.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did you perhaps see any of these lawyers?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, we went as a family to see these lawyers.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Who were these lawyers?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I can remember Mr Lalla.  I think even Mr Nisasuwi was one of them.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did you talk to these lawyers?",
            "Male"
        ],
        [
            "UNKNOWN",
            "The lawyers said they had come to our assistance and also they wanted to have statements in order to investigate about these matters.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Which lawyer did you actually talk to?",
            "Male"
        ],
        [
            "UNKNOWN",
            "We talked to Mr Lalla.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is there any other thing that you had or perhaps some correspondence from Mr Lalla which you've got?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No.   What happened is in 1989 one day I got some summons from the Lloyd police station which as from Mr Colonel de Vos asking me that I should go to court on a particular date.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did you go to court?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Before I went to court, I took this summons and took it to Mr Lalla, but I couldn't find him.  And I went on frequently until I got Mr Lalla and explained everything to\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n11 C MAJUBA\nhim and gave the summons to him.\n And he asked whether I had never received any letter from their office.  I told them no I had never received it.\n And he insisted that he had sent us a letter, but we had not received this letter.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "What did he say was the contents of the letter?",
            "Male"
        ],
        [
            "UNKNOWN",
            "He did not explain, but I determined that he was not telling the truth.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did you ever leave your house after you had met Mr Lalla for the first time?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Then you say Mr Lalla promised that he would go with you to court?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, that's what he said but I decided not to wait and I decided to go to his office so that we should go together to court and he agreed.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did you get him on the day at this office?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I went to his office, but I didn't find him and what I did was to go direct to the court and that is where I found him.\n And we were called into the court and after tea time Mr Lalla was called in by the Magistrate and they said they were adjourning the case.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "What was it that they were talking about here in court?  Were there some suspects that could have killed your brother?",
            "Male"
        ],
        [
            "UNKNOWN",
            "We were the only two people that were connected to this case.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "According to what you heard did they perhaps refer to this case as an inquest?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes.\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n12 C MAJUBA",
            "Unknown"
        ],
        [
            "MR SANDI",
            "What was the outcome of the inquest?",
            "Male"
        ],
        [
            "UNKNOWN",
            "It was the second time that we were going to court and Mr Lalla told me that my brother had been shot by a police from Pretoria and the third time we went to court I  again received a summons from Mr de Vos and I went there on my own because Mr Lalla was unavailable.\n And he wouldn't tell me of the outcome of the court case.  Then I heard about a Prosecutor that they were saying my brother's body was found laying down and there were stones in his hands, but I wasn't happy with this explanation because I feel it wasn't true.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Now ultimately Mr Majuba, did you actually get to know who actually killed your brother?",
            "Male"
        ],
        [
            "UNKNOWN",
            "The Prosecutors told me that it was a police from Pretoria and a security police, but they said they found him, my brother, dead but guilty because he had been found with stones, which means that they had been stoning the police vans.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did you again go back to Mr Lalla and discuss this matter so as to have a way forward in as far as this problem is concerned?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I tried as I was advised by the Senior Prosecutor who told me that Mr Lalla had failed and therefor I had to look for another lawyer.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did you do that?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, I did go to another lawyer in Nasbank and there was an Indian guy that I talked to and he said he was going to talk to Mr Lalla but I went on that day and this Indian man said it would be very difficult for him to take over from Mr Lalla, because they were working together, so he advised me that I should go to another lawyer, or he\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n13 C MAJUBA\nreferred me to the BLACK SASH.\n And then he asked me to go outside with the intention to phone to Grahamstown, so as to find out what was happening with this case.\n And he said to me this case was known in Grahamstown and I don't know who these people were.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Now you say at the time you were talking to this lawyer, you could not claim, you could not institute a claim on this death, now you say in your statement you went to offices of the Lawyers for Human Rights, here in East London - did they say the time had expired?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, that's what they said, but I wouldn't take this because this is what happened in 1989.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "I see that you also wrote a letter to the Minister of Safety and Security, when was that?",
            "Male"
        ],
        [
            "UNKNOWN",
            "It was in November, last year.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did you get any response?",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, I'm still waiting for the response even now.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is that all you would like to say?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I would say I also gave a statement to the BLACK SASH and I was attended to by a White lawyer who wrote down the statement and they promised to write to me and they did, calling me to their office.\n And they asked me to go and get my file from Mr Lalla so as to be able to look into the details in the file, and proceed with the case.  This is the time when Lalla was not going to the court.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Now, could we now talk about Themba?  How old was Themba at the time?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Themba was 20 years old at the time and he was working at Nash and he was about to go for initiation.\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n14 C MAJUBA",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Do you perhaps have requests that you would like to forward to this Commission?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, I wish that this Commission should now take over because my intention was to institute a claim for the death of my brother.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Is that all you have to say?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, I've said everything.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you, Mr Majuba.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "Over to you Revd Xundu.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you Chairman.  Mr Majuba, did Themba have any family?  Was Themba married?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No, but he had a child with another lady and that child is about 13 years old.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "That is family.  Now how old is that child now?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "He is about 13 or 14.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Does he go to school?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes, he goes.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Do you know the names of the child?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Her name is Siabonga.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Over to you, June Crichton?",
            "Unknown"
        ],
        [
            "JUNE CRICHTON",
            "Mr Majuba, we wait for you.  I have three short questions.  Can you hear me?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "JUNE CRICHTON",
            "The letter that you sent to the Minister of Safety and Security, do you by any chance have a copy of that?",
            "Female"
        ],
        [
            "UNKNOWN",
            "That's where I made the mistake, because when I was writing this letter, I did not have a copy to keep with me.\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n15 C MAJUBA",
            "Unknown"
        ],
        [
            "JUNE CRICHTON",
            "And the second question is the Senior Public Prosecutor that you spoke to, do you know what his name was?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I do not know his name, because even in court the Lawyers for Human Rights did go to that office and did not find the short man I had talked to who was a White man.",
            "Unknown"
        ],
        [
            "JUNE CRICHTON",
            "Then I am misunderstanding you completely, I thought the short man was the man at the mortuary?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Even the Senior Prosecutor was short, stout and speaking Xhoza though he was White.",
            "Unknown"
        ],
        [
            "JUNE CRICHTON",
            "Thank you.  And then you said you had gathered information from the people who witnessed the incident that the police shot Themba.  Have those names been documented, can you write a list of those names for us?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I know that those people who informed me are here in this very hall and if you need them, they will surely come up.",
            "Unknown"
        ],
        [
            "JUNE CRICHTON",
            "Thank you.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "We thank you all for your evidence.  I would like to make a summary because as far as we can see, this hearing of the Duncan Village massacre, we are not going to put it aside and close the file.\n But I would like to make a summary so that this should be kept in record so that we should know how far we have gone.\n I am therefor going to say the Commission has listened with shock to testimonies of mass murder.  The picture has been placed before the Commission of a village which was turned into a war zone.\n The witnesses who came before the Commission they pointed their fingers to the SADF and the South African police who according to the information placed before us,\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n16\nwent on the rampage for three successive days engaging themselves in a warfare with a small, impoverished, deprived and neglected community of people who were unarmed.\n In this part of the hearing we have seen men and children and children shed tears for their loved ones.\n We note that according to the evidence, that has been placed before us up to this time, the Government which was in power at that time, whose security forces were involved in this massacre, was left cold by the mass murder of the people of Duncan Village.\n We note also that no action was taken to order a judicial enquiry into this event.  According to the evidence placed before us at this time, even the so called opposition parties in Parliament which have claimed to have a very clean record of Human Rights advocacy have according to the evidence before us, done nothing to force the Government of the day to order an judicial enquiry.\n So as far as we are concerned, after listening from the morning session of yesterday and the morning session of today, the victims of the Duncan Village massacre, we note that this hearing is not closed, the file of this hearing will remain open.\n There are a few things that we want to place on record to be requested.  We are requesting the SADF and the SAPS to deliver to us as a matter of urgency a full list of the officers who were in charge of the SADF and the SAP here in East London at the time, because we will need them to come before the Commission.\n We need the names of Doctors and other medical personnel who were in charge of the hospitals involved with the victims of this massacre.\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n17\n We need a submission by the MD's of Companies who have been cited as accomplices in the testimonies that we have listened to.\n Lastly, for us to complete our hearing we need a submission by a person in authority who can represent the RSA Government at the time to answer some questions which we are having about the massacre that took place.\n As soon as this evidence has been placed before us or this information has been placed before us, we are then going to convene another hearing possibly here in this hall, where we will complete the hearing of the Duncan Village massacre. \n My colleague has just passed on a note that in my summation I must also request that the attorneys who were representing the victims, specially there is an attorney here who is mentioned constantly, we would like that attorney also to make a submission so that we can then take all those submissions into consideration before we draw our final report on the Duncan Village massacre.\n I would like to thank the people who have given us their testimony and your bravery, the way you have shown that though you have gone through this suffering, we salute those who died.  \n We say that although you live in one of the most deprived areas in the country, one of the most disadvantaged areas.  Yesterday we took a walk just to look round here in Duncan Village, and we were shocked by what we saw, the amount of deprivation that is visible in this place of Duncan Village.\n But these people who have testified before us, have shown that although they come from that kind of area, they \nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n18\nremain strong and undaunted and we salute them and we say thank you to them.\n We will come back at two o'clock to listen to other cases as in their correlated (indistinct) at four o'clock, we stand again then until two o'clock.",
            "Unknown"
        ]
    ]
}