{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-23",
        "location": "DUNCAN VILLAGE",
        "day": "1",
        "names": [
            "MTSWEMBEYI ZENZISI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55076&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/duncan/zenzisi.htm",
        "speakers": [
            "BONGANI FINCA",
            "MS MAYA",
            "REV XUNDU",
            "MTSWEMBEYI ZENZISI",
            "INTERPRETER",
            "JANE MXOLI",
            "NONKULULEKO NGCAKA",
            "MR SANDI",
            "JUNE CRICHTON",
            "JUNE CHRICHTON"
        ],
        "original_speakers": [
            "MS MAYA",
            "REVD FINCA",
            "REVD XUNDU",
            "MTSWEMBEYI ZENZISI",
            "INTERPRETER",
            "JANE MXOLI",
            "NONKULULEKO NGCAKA",
            "MR SANDI",
            "MS ZENZISI",
            "MS MXOLI",
            "MS CRICHTON",
            "MS CHRICHTON",
            "MS NGCAKA"
        ]
    },
    "testimony": [
        [
            "BONGANI FINCA",
            "We thank the Minister for his opening prayer in this Duncan Village hearing.  We thank everybody here present today who have come to participate as to put before this Commission all the things that occurred to them.  We would like to introduce this panel here before you.\n On my extreme right we have Revd Xundu, who is a Minister in Port Elizabeth, who is the member of the Commission as a member of the Committee of the Reparation and Rehabilitation Committee.  Here next to me is Miss Yolisa Judith Maya, who is a lawyer by profession from Umtata and she is a member of the Human Rights Violation Committee.\n On my left is Judy Crichton, who has been working for the (indistinct) and who is also a member of the Human Rights Violation Committee and next to her is Mr Sandi.  The full name is Ntsikelelo and he comes from Grahamstown.  She is also a member of the Human Rights Violation Committee.  We thank all of you who are here this morning that you are here in this hall to listen with us to all the stories and all that happened to the people in 1985 as presented by the witnesses who are going to come before this Commission.  \n Tiny Maya is going to announce and tell us what is happening this morning and tell us the order of the day.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "We thank you.  I present to you a list of the\nEAST LONDON HEARING TRC/EASTERN CAPE\n2\npeople who made before this Commission some requests and I am going to read this list according to the way they are going to appear before this Commission, unless there will be some changes.\n Firstly we've got Mtswembeyi Zenzisi to represent Mphangeli Matshekethe, murdered in 1985.  There is Jane Mxoli to represent Nothozayo Suthu, murdered in 1985.  Nonkululeko Ngcaka, representing Thembekile Ngcaka, murdered in 1985.  Xoliswa Makhuluphala and Thembisa Tifi is going to testify attempted murder in 1985.\n Phumla Wokona for attempted murder in 1985.  Mbuyiselo Monster Nqokotho for attempted murder in 1985.  Nontuthuzelo Mvandaba for attempted murder in 1985.  Mqondeni Wilmont Bottoman for severe treatment in 1985.  Mninawa Richard Gomba for attempted murder in 1985.  Nombulelo Elizabeth Thole for Zandisile Thole was murder in 1985.  Nongoku Zwelifile, Bonakele Bongani Zwelifile who was murdered in 1985.  \n Vusumzi Mzuvukile Mbengo on attempted murder in 1985.  Eunice Nontuthuzelo Bewula, Thembile Bewula who was murdered in 1985.  Zola Wellington Ndarana, for attempted murder in 1985.  Mpumelelo Sisulu for attempted murder in 1985.  Wilson Vandoyi for attempted murder in 1985.  Mirriam Mandaba Mzamo for attempted murder in 1986.\n Thabang Maretloane who was tortured in 1985.  Zuko Galela, who was tortured in 1985.    Buyisile Ryan Mapisa, who was tortured in 1975 to 1986.  I thank you, Chairperson.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "We thank Ms Maya.  We usually, when there are people that we are going to refer to who have died, we normally give some honour to those people before we begin with the hearing.\nEAST LONDON HEARING TRC/EASTERN CAPE\n3\n Could you all rise and give our honour and remembrance to those who died.  We remember Mphangeli Matshekethe.  We remember Nothozayo Suthu.  This is in remembrance of Thembekile Ngcaka.  We remember Zandisile Thole.  We remember Bonakele Bongani Zwelifile.  We remember Thembile Bewula.  We remember Bubble Mzamo - let them rest in peace oh Lord and give them an everlasting life.  \n We are going to come to call our first victim by the name of  Mtswembeyi Zenzisi, Jane Mxoli, Nonkululeko Ngcaka.  We are going to listen to them at the same time.  We welcome you, the three of you.  Ladies, you have come before this Commission to give evidence about the death of your relatives, three of your relatives during some problem here in Duncan Village, 1985.\n We think that you have come before this Commission to give this evidence so that the whole world should know about them and also this Commission to give a hearing to your request in connection with your people.  We are now going to hand over to Revd Xundu who is going to lead you into the oath after which Ntsikelelo Sandi is going to question you on behalf of this Commission - thank you.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you, Mr Chairperson, I would now like Mtswembeyi Zenzisi to rise.",
            "Unknown"
        ],
        [
            "MTSWEMBEYI ZENZISI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Interpretation services cannot continue because we cannot hear the Speaker.  Interpretation services cannot continue because we cannot hear the Speaker.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Could you rise, Jane Mxoli?",
            "Unknown"
        ],
        [
            "JANE MXOLI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Could you rise, Nonkululeko Ngcaka?",
            "Unknown"
        ],
        [
            "NONKULULEKO NGCAKA",
            "(sworn states)\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n \n4 M ZENZISI",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you - I've sworn them in Mr Chairperson.",
            "Unknown"
        ],
        [
            "BONGANI FINCA",
            "Over to you Ntsikelelo Sandi.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you, Chairperson.  Let me greet you Ms Zenzisi.  How are you Ms Zenzisi today?",
            "Male"
        ],
        [
            "MTSWEMBEYI ZENZISI",
            "No, I'm fine. How are you?",
            "Female"
        ],
        [
            "MR SANDI",
            "I'm also fine, thank you since we last saw each other yesterday, now could I ask you to come closer to the microphone as you speak so that you can be clearly heard.  Even this behind me, the interpreters should be in a position to hear you as you explain and tell us about your painful story.  Let's first start off by referring to your statement which we have here in front of us.  Your husband, on the 14th of August was shot and died - is that the case?",
            "Male"
        ],
        [
            "MTSWEMBEYI ZENZISI",
            "Yes, it is like that.",
            "Female"
        ],
        [
            "MR SANDI",
            "Just before you explain to us about this incident, could you briefly explain and tell us about your husband?\nWhat work was he doing at the time?  Could you again repeat?  Your husband - what kind of a person was he?  Was he a worker or was he unemployed?  What was he doing at the time he was shot?",
            "Male"
        ],
        [
            "MTSWEMBEYI ZENZISI",
            "He was working at Kasif and in 1984 this Company closed and then they were retrenched and he was unemployed.",
            "Female"
        ],
        [
            "MR SANDI",
            "So at the time he was shot, was he unemployed?",
            "Male"
        ],
        [
            "MTSWEMBEYI ZENZISI",
            "Yes.",
            "Female"
        ],
        [
            "MR SANDI",
            "Right, let's move on and get into the main point.",
            "Male"
        ],
        [
            "MTSWEMBEYI ZENZISI",
            "It was on a Tuesday morning and we woke up.  My husband went to the shop to go and buy cooldrink.  As I was sitting there I decided to go outside because I could hear some gunfire and I saw some people and I joined them.  DUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n5 M ZENZISI\nAs I was standing there, a young child came to me and said -and told me that my husband had been shot.  He was one of \nthe people that had been shot and when I asked her for the second time, the people stopped me and whilst I was standing there, still considering what I had just heard from the child, I decided to go to one direction.  As I was walking there where the people were laying, I met my brother and he asked me where I was getting to and I told him where I was getting to.  And he asked me to go back.\n I was interested to go and see what was happening there, where there were people, so I stood there with my brother insisting that I should go back because he insisted that he was not very injured - seriously injured.  And I decided to go back.\n Then I saw a young boy who told me that all the people that had been shot, had died.  And he said my husband had been hit on the head and I was unhappy.",
            "Female"
        ],
        [
            "MR SANDI",
            "You can take your time Ms Zenzisi, we can wait for you whilst you are trying to compose yourself.  Ms Zenzisi, are you now ready to continue?  I would like to ask, by the way, are there any incidents that had occurred at the time, what was the situation here in Duncan Village during this period of your husband's death?",
            "Male"
        ],
        [
            "MTSWEMBEYI ZENZISI",
            "It was very bad at the time in 1985.  Even those who survived cannot tell how they managed.",
            "Female"
        ],
        [
            "MR SANDI",
            "Are there perhaps any certain incidents that you still recall which happened at that time?",
            "Male"
        ],
        [
            "MTSWEMBEYI ZENZISI",
            "What happened is, there was a problem with the school children.  They had their grievances and their needs and even the community had a problem with the Councillors.\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n6 M ZENZISI",
            "Female"
        ],
        [
            "MR SANDI",
            "Were there policemen and some South African\nDefence Force members at the time?",
            "Male"
        ],
        [
            "MTSWEMBEYI ZENZISI",
            "Yes, they used to be there all the time and they used to shoot all the time.",
            "Female"
        ],
        [
            "MR SANDI",
            "Could we go back a little and talk about the shooting of your husband and talk about the funeral.  How was the funeral?  Were there any incidents on the day of the funeral which were of disturbance to the proceedings of the funeral?",
            "Male"
        ],
        [
            "MTSWEMBEYI ZENZISI",
            "At the time of the funeral nothing actually happened.  We just buried my husband, though there were some policemen and some soldiers around.",
            "Female"
        ],
        [
            "MR SANDI",
            "Now, you said you had children, two of them?",
            "Male"
        ],
        [
            "MTSWEMBEYI ZENZISI",
            "At the time he died, I had one child, but I was pregnant, three months pregnant with our second child.",
            "Female"
        ],
        [
            "MR SANDI",
            "Where are those children now?",
            "Male"
        ],
        [
            "MTSWEMBEYI ZENZISI",
            "The children are at my home in Mooiplaas.",
            "Female"
        ],
        [
            "MR SANDI",
            "But you live here in Duncan Village?",
            "Male"
        ],
        [
            "MTSWEMBEYI ZENZISI",
            "Yes, I live here because I'm working here.",
            "Female"
        ],
        [
            "MR SANDI",
            "Do these children go to school?",
            "Male"
        ],
        [
            "MTSWEMBEYI ZENZISI",
            "Yes, they do.",
            "Female"
        ],
        [
            "MR SANDI",
            "Are there any request or anything you would like this Commission to do for you?",
            "Male"
        ],
        [
            "MTSWEMBEYI ZENZISI",
            "Yes, I have some requests to forward to this Commission.",
            "Female"
        ],
        [
            "MR SANDI",
            "Could you explain and tell us what those requests are?",
            "Male"
        ],
        [
            "MTSWEMBEYI ZENZISI",
            "My requests are that I need some assistance to educate my children, that is the main request I have.",
            "Female"
        ],
        [
            "MR SANDI",
            "Is your explanation about your incident, have you told us everything about the incident?\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n7 M ZENZISI",
            "Male"
        ],
        [
            "MTSWEMBEYI ZENZISI",
            "Yes.",
            "Female"
        ],
        [
            "MR SANDI",
            "Thank you for your contribution.  I shall now hand you over to the Chairperson who may give me permission to go on to Ms Mxoli.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "Are there any questions?  Over to you, Tiny Maya.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you Chairperson.  Ms Zenzisi, I would like to ask you some questions.  Did you know who shot your husband?",
            "Female"
        ],
        [
            "MTSWEMBEYI ZENZISI",
            "No.",
            "Female"
        ],
        [
            "MS MAYA",
            "Was there any investigation that was done in connection with his death?",
            "Female"
        ],
        [
            "MTSWEMBEYI ZENZISI",
            "No, nothing was done.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you perhaps go to any police station to lay a charge?",
            "Female"
        ],
        [
            "MTSWEMBEYI ZENZISI",
            "No, I didn't.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you institute any claim to the lawyers?",
            "Female"
        ],
        [
            "MTSWEMBEYI ZENZISI",
            "No, I didn't.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you.  How old are your children?",
            "Female"
        ],
        [
            "MTSWEMBEYI ZENZISI",
            "The first is 14 years old, the second one is 10 years old.",
            "Female"
        ],
        [
            "MS MAYA",
            "In what standards are they?",
            "Female"
        ],
        [
            "MTSWEMBEYI ZENZISI",
            "The first is in standard 4, the second one is in standard 2.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you, Ms Zenzisi.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Ms Zenzisi, I would like to ask you another short question.  Why was your husband shot?  Do you perhaps have any reason or any knowledge?",
            "Unknown"
        ],
        [
            "MTSWEMBEYI ZENZISI",
            "I really don't know because I last saw him when he was going to a shop to buy cooldrink, and then the next thing I heard that he had been shot dead.\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n8 M ZENZISI",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Was he perhaps a political activist at that time?",
            "Unknown"
        ],
        [
            "MTSWEMBEYI ZENZISI",
            "I wouldn't know whether he was an activist at the time, but on this particular day he had just gone out to buy cooldrink.  But I wouldn't tell anything about his activities.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Over to you Ntsikelelo Sandi.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Mr Zenzisi, do you perhaps - can you tell us that at the time were people just shot by the police and the soldiers who was walking in the streets?",
            "Male"
        ],
        [
            "MTSWEMBEYI ZENZISI",
            "No, this was not a normal occurrence.  This had just started.  It started on a particular Sunday and there was just wild shooting, even if people had just gone out to the toilet, they would be shot.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Thank you.  We thank you Ms Zenzisi,  Mr Sandi we are now going to ask Ms Mxoli.  I would like to greet you Ms Mxoli at this morning.  Are you in the (indistinct).  Firstly, I would like to make sure in short, that all this I've got here is right.  You are residing in Duncan Village in East London, is that so?",
            "Unknown"
        ],
        [
            "JANE MXOLI",
            "Yes.",
            "Female"
        ],
        [
            "MR SANDI",
            "You came here today concerning your son, Nothozayo Suthu who was shot, is that so?",
            "Male"
        ],
        [
            "JANE MXOLI",
            "Yes.",
            "Female"
        ],
        [
            "MR SANDI",
            "I would like you to tell us your story in full what happened to your son.  I give this opportunity to you, Ms Mxoli.",
            "Male"
        ],
        [
            "JANE MXOLI",
            "It was on Tuesday about ten o'clock.  I was staying in Ntumeni and he was staying with my brother.  Whilst we were still sitting at home I was still looking at my other son, because he was restless - he used to go out\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n9 J MXOLI\nall the time and Themba came - he told me that my son was shot and he was in hospital.\n While I was still sitting there, he was in hospital - I went with my children there.",
            "Female"
        ],
        [
            "MR SANDI",
            "Please take your time, Ms Suthu, the Commission will wait for you.",
            "Male"
        ],
        [
            "JANE MXOLI",
            "We went there with my children and while we were there, they told us he was dead.  We came back and when we approached Ntsolo, we met a car and this car took us and there were people who had thrown stones to this car.  (tape ends)",
            "Female"
        ],
        [
            "MR SANDI",
            "(tape continues) ....  who were in the soldiers' car?",
            "Male"
        ],
        [
            "JANE MXOLI",
            "Yes.",
            "Female"
        ],
        [
            "MR SANDI",
            "Please continue, Ms Suthu.",
            "Male"
        ],
        [
            "JANE MXOLI",
            "We came home and on Wednesday - and on Thursday my other son came from Johannesburg and on Thursday morning three boys came towards my house and they were passing, and they were running, they were followed by soldiers.\n And the soldiers came to my house and asked us who are these people and my son told them that I don't know who are they.  And the soldiers asked why don't you know them.",
            "Female"
        ],
        [
            "INTERPRETER",
            "The Speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "JANE MXOLI",
            "My son told them Kinq told them to shoot me because they shot our son, but they didn't respond, they just went on and they left us.",
            "Female"
        ],
        [
            "MR SANDI",
            "All this was happening before the funeral?",
            "Male"
        ],
        [
            "JANE MXOLI",
            "Can you please repeat it?",
            "Female"
        ],
        [
            "MR SANDI",
            "All this was happening before the funeral?",
            "Male"
        ],
        [
            "JANE MXOLI",
            "Yes, the soldiers came and they chased these three boys before the funeral.\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n10 J MXOLI",
            "Female"
        ],
        [
            "MR SANDI",
            "Were there any other activities which were happening in the township where your son was shot?",
            "Male"
        ],
        [
            "JANE MXOLI",
            "Yes, there were many activities happening.  It was difficult to go out and fetch water, because they were shooting teargas towards us.  My son was sick, he had a chest problem, he was always hospitalised and that soldiers used to shoot us with teargas on our way to hospital.",
            "Female"
        ],
        [
            "MR SANDI",
            "Were there any other things which were done by soldiers when they met people?",
            "Male"
        ],
        [
            "JANE MXOLI",
            "Yes, the soldiers did many things at those times.  While you were on your way you were always praying because you didn't know what was going to happen to you.",
            "Female"
        ],
        [
            "MR SANDI",
            "In other words, Ms Suthu, Ms Mxoli, together with Ms Zenzisi who talked before you, was it a miracle that other people were not shot during that time?",
            "Male"
        ],
        [
            "JANE MXOLI",
            "I wouldn't say because there are casualties which happened at that time.  The soldiers caused many problems and many people were injured at that time.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did you go to any lawyers, Ms Mxoli concerning this matter?",
            "Male"
        ],
        [
            "JANE MXOLI",
            "Can you please repeat?",
            "Female"
        ],
        [
            "MR SANDI",
            "Did you go to any lawyers for advice?",
            "Male"
        ],
        [
            "JANE MXOLI",
            "No.",
            "Female"
        ],
        [
            "MR SANDI",
            "Were there any people who were arrested because of this shooting?",
            "Male"
        ],
        [
            "JANE MXOLI",
            "No.",
            "Female"
        ],
        [
            "MR SANDI",
            "Can you please tell us Ms Mxoli, how this shooting - what this shooting did to you?",
            "Male"
        ],
        [
            "JANE MXOLI",
            "It injured me very much.  I am still in pain - even now because I don't know what was the reason for my son's death.\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n11 J MXOLI",
            "Female"
        ],
        [
            "MR SANDI",
            "Can you proceed now Ms Mxoli?  Are you ready to proceed?  You said your son has a child, Pindiwe?  Where is she?",
            "Male"
        ],
        [
            "JANE MXOLI",
            "She is by my daughter here in Ntanzani and my daughter has got a baby now.",
            "Female"
        ],
        [
            "MR SANDI",
            "Can you please tell us Ms Mxoli, what is your request in front of this Commission?",
            "Male"
        ],
        [
            "JANE MXOLI",
            "My request is that I need assistance.  I need to\nbe helped with this child because I am unable to support this child at this present moment.",
            "Female"
        ],
        [
            "MR SANDI",
            "Is that all that you want to say Ms Mxoli?",
            "Male"
        ],
        [
            "JANE MXOLI",
            "Yes, there is nothing more.",
            "Female"
        ],
        [
            "MR SANDI",
            "Thank you, Ms Mxoli.  I would give this opportunity to this Chairman, thank you.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "June Crichton?",
            "Unknown"
        ],
        [
            "JUNE CRICHTON",
            "She will need to put earphones on, I think.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "There is some technical problem so we are going to resume later.  We are going to adjourn whilst the technicians are attending to the problem - thank you.  We are now going to hand over to June Crichton.",
            "Unknown"
        ],
        [
            "JUNE CRICHTON",
            "Can you hear me Ms Mxoli?  Can you hear me?  Good.  I just want to clarify something.  I want to ask you about a statement you made when you said that you went to the hospital and the child that was with you was affected by the teargas that was constantly being thrown, is that the same child  Nothozayo or is it another child?",
            "Female"
        ],
        [
            "JANE MXOLI",
            "Which one, I can't - I don't understand your question.  No, it is not, this was a child, this was a child who belonged to Kinq, not mine.",
            "Female"
        ],
        [
            "JUNE CHRICHTON",
            "Thank you.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Over to you, Revd Xundu.\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n12 J MXOLI",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "I would like to know at the time of your son's death, was he working?",
            "Unknown"
        ],
        [
            "JANE MXOLI",
            "No, he had just been discharged from hospital because he was ill and he was on his way to Mtansani.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Did he have any family?",
            "Unknown"
        ],
        [
            "JANE MXOLI",
            "Yes, he had two children which he had got from another lady and this other one does not stay with me.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Where do this children live?",
            "Unknown"
        ],
        [
            "JANE MXOLI",
            "One stays with me.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Who is Fundiswa?",
            "Unknown"
        ],
        [
            "JANE MXOLI",
            "Yes, I was paying for his education.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Do you always get medical examination and treatment?",
            "Unknown"
        ],
        [
            "JANE MXOLI",
            "Yes, I do.",
            "Female"
        ],
        [
            "MR SANDI",
            "We are now going to ask Ms Ngcaka to come forward.  Let me thank you Ms Ngcaka for your presence here today to explain to us what happened to your son.  By the way what was your son's name?",
            "Male"
        ],
        [
            "NONKULULEKO NGCAKA",
            "His name was Thembekile Ngcaka.",
            "Female"
        ],
        [
            "MR SANDI",
            "Who shot him?",
            "Male"
        ],
        [
            "NONKULULEKO NGCAKA",
            "I was in King William's Town and Thembekile was here in Duncan Village so my father came to inform me that my son had been shot and he was in hospital.  I was shocked and I thought he was dead.  I then immediately went to hospital and I saw my son admitted in hospital.\n And he had been shot on his tummy and I used to visit him in hospital and until he was discharged, one of the nursing sisters said they did not see anything in his tummy so he had an operation from the diaphragm down to the abdomen.   So he was discharged and I took him to King William's Town.\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n13 N NGCAKA\n And whilst we were there he couldn't eat properly and I didn't know what was wrong with him and I had forgotten that he had been shot.  When it is hot, he used to feel very sick and we didn't have money to send him to the Doctor, so one other day he went with my mother and my mother came with the report that he had taken ill.\n And he would feel thirsty and I had the impression that he healed completely, but I wasn't satisfied with his state of health.  But I did not bother myself much about taking him to Doctors, so he fell ill until I was perturbed and I decided to take him to a Doctor who diagnosed that his tummy was swollen so I took him to the Grey Hospital in King William's Town and I was told that he had been referred to Frere Hospital.\n I could not make a follow up.",
            "Female"
        ],
        [
            "MR SANDI",
            "I noticed that your child at the time you are shot was very young.  How old was he at the time?",
            "Male"
        ],
        [
            "NONKULULEKO NGCAKA",
            "He was 8 years old at that time.",
            "Female"
        ],
        [
            "MR SANDI",
            "Did you perhaps go to any lawyers?",
            "Male"
        ],
        [
            "NONKULULEKO NGCAKA",
            "No, no, no one went to any lawyer.",
            "Female"
        ],
        [
            "MR SANDI",
            "You did not go to any lawyer to seek advice?",
            "Male"
        ],
        [
            "NONKULULEKO NGCAKA",
            "No, we didn't.",
            "Female"
        ],
        [
            "MR SANDI",
            "Are there any people who were eye witnesses at the time this child was shot?",
            "Male"
        ],
        [
            "NONKULULEKO NGCAKA",
            "Yes, there were.",
            "Female"
        ],
        [
            "MR SANDI",
            "What did they say?",
            "Male"
        ],
        [
            "NONKULULEKO NGCAKA",
            "My brother was there, because I am talking about hearsay.",
            "Female"
        ],
        [
            "MR SANDI",
            "Could you tell us what your brother said to you?  He said your brother was playing with other children at Douglas Smith highway.\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n14 N NGCAKA",
            "Male"
        ],
        [
            "NONKULULEKO NGCAKA",
            "Yes, my brother said all the children were playing behind our home and they heard some gunshots, because ultimately all of them were shot, though he tried to run away and he was shot on the tummy and he fell and my brother picked him up and took him to hospital.",
            "Female"
        ],
        [
            "MR SANDI",
            "In your statement you said these children was shot by the soldiers?",
            "Male"
        ],
        [
            "NONKULULEKO NGCAKA",
            "Yes, but my brother said my son was shot by the police.",
            "Female"
        ],
        [
            "MR SANDI",
            "So how were you affected by the death of your child who was very young at the time?",
            "Male"
        ],
        [
            "NONKULULEKO NGCAKA",
            "Since 1986, I have not been enjoying good health.",
            "Female"
        ],
        [
            "MR SANDI",
            "How is your health at this present moment?",
            "Male"
        ],
        [
            "NONKULULEKO NGCAKA",
            "I had a heart condition.  My husband too is suffering from high blood pressure because this really affected us.",
            "Female"
        ],
        [
            "MR SANDI",
            "In your statement you have made mention of you have requests to this Commission that you need to know who actually shot your child together with his playmates, is it like that?  You want to know who shot your child?",
            "Male"
        ],
        [
            "NONKULULEKO NGCAKA",
            "Yes, I do want to know.",
            "Female"
        ],
        [
            "MR SANDI",
            "Do you perhaps have any other requests to this Commission?",
            "Male"
        ],
        [
            "NONKULULEKO NGCAKA",
            "No, I cannot answer that question.",
            "Female"
        ],
        [
            "MR SANDI",
            "In other words do you have any other thing to say in addition to what is in your statement?",
            "Male"
        ],
        [
            "NONKULULEKO NGCAKA",
            "What I would like to say is that I was really hurt by the death of my child.  Says that I wish that he had died at the time they shot him.  I was really hurt that he still lived and he suffered the way he suffered and he could DUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n15 N NGCAKA\nnot eat properly and had to undergo an operation where they discovered some pellets in his stomach and this really hurt me.",
            "Female"
        ],
        [
            "MR SANDI",
            "I now will hand over to the Chairperson.  If you still have any additional information you are welcome to say it once more.  Over to you, Chairperson.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "Any question?  There are no other questions.  I wish to thank the three of you Ms Zenzisi, Ms Mxoli and Ms Ngcaka.  I thank you for giving a full picture to this Commission of this painful incident and the manner in which your relatives were killed and according to your statements you say they were killed by soldiers and the police.\n We thank you for giving us this full picture because it is the aim of this Commission that we should call before this Commission the head of the police as well as the heads of the soldiers to give their side of the story so if we have incidents of this nature, we are going to present them before them and to find out from them what actually happened.\n We thank you for the contribution that your relatives have made and also the struggle that the people of Duncan Village participated in which has made Duncan Village to be well known in the whole of the Republic of South Africa because of its contribution to the struggle, fighting of the human rights.\n We also listened to your requests as presented before this Commission with the hope that this Commission is going to look into them.  I would also like to explain that this Commission at this - at the point it will have to give its report to the President of this country and it will be the President and his Cabinet that will make the decision as \nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n16\nwhat to be done.\n I am certain that the death of your relatives and then there is no compensation thereafter, will not be acceptable in the whole of South Africa.\n We therefore hope that, according to the conditions and the proposals of this Commission there will be perhaps something that will be done here in Duncan Village which will serve as a commemoration to the people of Duncan Village on behalf of  those who gave their lives during the struggle.\n So it is important that you should give your request to this Commission and the Commission will forward them to the President.\n We thank all of you for coming forward to this Commission and all you have said to us will be taken note of and will be forwarded to the President.\n You can now go back to your seats, thank you.",
            "Unknown"
        ]
    ]
}