{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-23",
        "location": "DUNCAN VILLAGE",
        "day": "1",
        "names": [
            "MIRRIAM MANDABA MZAMO"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55071&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/duncan/mzamo.htm",
        "speakers": [
            "BONGANI FINCA",
            "REV XUNDU",
            "UNKNOWN",
            "MS MAYA",
            "MR SANDI"
        ],
        "original_speakers": [
            "REVD XUNDU",
            "MIRRIAM MANDABA MZAMO",
            "MS MAYA",
            "MM MZAMO",
            "REVD FINCA",
            "MR SANDI"
        ]
    },
    "testimony": [
        [
            "BONGANI FINCA",
            "Our next witness is going to be Mirriam Mandaba Mzamo.  We thank you Ms Mzamo for availing yourself to present to us a story about Bubele Benjamin Mzamo and I hand you over to Revd Xundu to swear you in after which Ms Tiny Maya is going to question you.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you Chairperson.  I would like you to rise.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you Chairperson.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Ms Mzamo, I greet you.",
            "Female"
        ],
        [
            "UNKNOWN",
            "I also greet you, Ma'am.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "You are going to tell us a painful story about your son Bubele Mzamo who was only 15 at the time he was shot dead by soldiers in 1986.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Yes, it is like that.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Could you briefly tell us about what happened to your son?",
            "Female"
        ],
        [
            "UNKNOWN",
            "In 1986 my son Benjamin Mzamo Bubele, during my absence as I was at work, I got information that he had been shot.\n And this was the only son who was living with me and on my arrival from work, with the intention to ask about the key for the house, I saw that one of the windows were opened and I couldn't see him in his usual place.\n And I asked the neighbours about my son's whereabouts.\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n2 MM MZAMO\nThey simply looked at one another, but this did not send any message to me as to what had happened to my son.  I was mourning at that time, because I had just lost my husband.\n And I wasn't strong enough at the time of the death of my son and one girl from the neighbourhood came and I asked her about Bubele's whereabouts.\n But I could see that she wanted to cry, but wouldn't tell me what had happened and I was sitting at the doorstep at the time.  But nothing rang a bell to me that my son had died.\n But ultimately Daizy took me into one neighbouring house, that is where I was told the truth about my son.\n And as I was sitting there, Stonga, who was the eyewitness at the time of the shooting, told me that he was shot when they were playing with a ball.  There were three of them. \n Two of them died and one survived.  So Stonga, who took this children to hospital, came and he told me that this children were running away, but still the soldiers pursued them and got hold of them ultimately and this is what actually hurts me, because even when my son was running away, the soldiers pursued until they got hold of him.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Could we go on Ms Mzamo?  Are you ready?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Yes, I am.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "How old - was this son of yours going to school, what standard was he?",
            "Female"
        ],
        [
            "UNKNOWN",
            "He was in standard 4 and Nonpumalelo school.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "What was the situation in the village, in Duncan Village at the time?",
            "Female"
        ],
        [
            "UNKNOWN",
            "It was not quiet, though it was not as it was in 1985, but this caspers were being driven up and down in the\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n3 MM MZAMO\nstreets and there was still this confrontation between the White people and our children and people.  Because whenever the soldiers would come across our people, they would shoot those.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Now you said that he was with a playmate who was also shot dead.   What was his name?",
            "Female"
        ],
        [
            "UNKNOWN",
            "I think one of his family members are here.  There he is, he could furnish you with some details.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Was there any investigation done about this child who was shot?",
            "Female"
        ],
        [
            "UNKNOWN",
            "No, I didn't have the strength to pursue the matter.  I didn't know what to do because there was unrest in the whole country, so I didn't take any steps.  I was scared to go out to Town.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "You mean even after that you didn't go and see a lawyer?",
            "Female"
        ],
        [
            "UNKNOWN",
            "No, I did not do a thing.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "What happened during the funeral?  Were there any incidents?",
            "Female"
        ],
        [
            "UNKNOWN",
            "No, no incidents whatsoever.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Is there any other additional explanation you would like to give to us before we conclude?  Is there anything you would like to say in addition to this evidence?",
            "Female"
        ],
        [
            "UNKNOWN",
            "No.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Is that all you have to say to this Commission?",
            "Female"
        ],
        [
            "UNKNOWN",
            "You mean in connection with my child?",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Yes.  Do you perhaps have a wish or a request to forward to this Commission?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Yes, I have.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "What is it?",
            "Female"
        ],
        [
            "UNKNOWN",
            "My wish is that I should get some assistance from\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n4 MM MZAMO\nthis Commission to compensate for my son's blood, because if perhaps he could not have died in this manner, he would have been alive and he would be of assistance to me and would be working at this time.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Is that all?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Yes.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Now, I hand you over to the Chairperson in case there are other questions to be posed to you.",
            "Female"
        ],
        [
            "BONGANI FINCA",
            "Over to you Ntsikelelo Sandi.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you Ms Mzamo.  You talk of Bubele's friend who was shot.  What was his name?",
            "Male"
        ],
        [
            "UNKNOWN",
            "There is his family members.  You can get his name later on.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Did he die from this shooting?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes, he died together with my son.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Thank you.",
            "Male"
        ],
        [
            "BONGANI FINCA",
            "Ms Mirriam Mzamo, we thank you for telling us about this painful story of the death of your son.  We extend our sympathies as this Commission to you.\n We are determined as you have asked to investigate as much as we can to know more about the death of your son so that you can also be satisfied and we also ask that if there are any people who have got more details about the death of the friend to your son, should come forward.\n We also need details that could be of help to us during our investigations.  For now, we would like to express our sympathy to you and we would like to assure you that though to you it would seem that he died very young, maybe the blood of those who died young, is the blood that watered the tree of freedom to an extent that today we now talk of the free South Africa.\nDUNCAN VILLAGE HEARING TRC/EASTERN CAPE\n5\n We extend our sympathy to you as this Commission.  We promise that we are going to try as much as possible to investigate about this matter as you have asked.\n We thank you.",
            "Unknown"
        ]
    ]
}