{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-08-12",
        "location": "BEAUFORT WEST",
        "day": "1",
        "case number": "CT/00370",
        "victim": "GERALD KLAASTE",
        "testimony": "GERALD KLAASTE",
        "nature": "DETENTION & TORTURE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54959&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/beaufort/ct00370.htm",
        "speakers": [
            "MARY BURTON",
            "MR KLAASTE",
            "MS SEROKE",
            "<UNKNOWN>",
            "CHAIRPERSON"
        ],
        "original_speakers": [
            "MS BURTON\n",
            "MR KLAASTE\n",
            "MS SEROKE\n",
            "UNKNOWN\n",
            "CHAIRPERSON\n"
        ]
    },
    "testimony": [
        [
            "MARY BURTON",
            "Good afternoon, Mr Klaaste",
            "Female"
        ],
        [
            "MR KLAASTE",
            "Good afternoon",
            "Male"
        ],
        [
            "MARY BURTON",
            "Can you hear me all right?",
            "Female"
        ],
        [
            "MR KLAASTE",
            "Yes.",
            "Male"
        ],
        [
            "MARY BURTON",
            "Thank you for sitting in front of the microphone, that will help us to hear you.  Is this a member of your family who is with you?",
            "Female"
        ],
        [
            "MR KLAASTE",
            "Yes - yes it is a family member.",
            "Male"
        ],
        [
            "MARY BURTON",
            "But you are the only one to speak, is that right?",
            "Female"
        ],
        [
            "MR KLAASTE",
            "No, she is only here for support.",
            "Male"
        ],
        [
            "MARY BURTON",
            "Will you stand please then to take the oath.\nGERALD KLAASTE Duly sworn states",
            "Female"
        ],
        [
            "MARY BURTON",
            "Ms Seroke is going to assist you in telling your story.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Good afternoon, Gerald.",
            "Female"
        ],
        [
            "MR KLAASTE",
            "Good afternoon, ma'am.",
            "Male"
        ],
        [
            "MS SEROKE",
            "You say the lady who's sitting next to you is a family member, is she your mom or your sister or your aunt?",
            "Female"
        ],
        [
            "MR KLAASTE",
            "It is  - it is - a very good person - very - someone very close to us in our relationship -   I know her very well.",
            "Male"
        ],
        [
            "MS SEROKE",
            "You're going to tell us about what happened to you, when you were arrested with a group of your friends on June the 16th 1986.  Were you in the same school as Zo-Marius?",
            "Female"
        ],
        [
            "MR KLAASTE",
            "Yes, we were at the same school.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Did you know him very well?",
            "Female"
        ],
        [
            "MR KLAASTE",
            "Yes, we've known each other quite a long time.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Can you tell us then what happened on that day.",
            "Female"
        ],
        [
            "MR KLAASTE",
            "I would just like to give a bit of  - of a foreword about what was happening then.  As an introduction I wasn't very politically aware then.  We were part of community organizations, which we used to develop our people.  They were known as Caravan and  at that time Du Toit and Kriel and Moodie  and De Witt would come to the town and try and unsettle things and make us politically aware by pouncing on people as it you were a criminal - as it you had done something terrible.\n As a community leader - organizational leader - we were merely busy trying to assist our people by means of a  community organization to involve our people in projects such as knitting workshops and also vegetable gardens.  We had open up a creche which still exits up to this day, but then it seemed as if Du Toit and company had this thing against the ANC.\n We had a meeting on a Saturday were we got together as a group and  decided that we will - going to commemorate the 16th of June - commemorate the shooting of so many of our people were where - they were trying to force things down upon our people and really it was nearly impossible to do anything.  And we decide  that - decided that we are going to our church leaders and ask them to announce in their churches, on Sunday, that that Monday we would ask the people to wear a - anything black, be it a tie or anything black to show solidarity and sympathy with the victims.\n So the Monday we were a group of eleven children.  I was in matric in that year and we were at a friends place in  Bontheuwel and we had just torn off a piece of black cloth and tied it around your neck.  And we went into town to try and express this message.  The afternoon we returned to the same house, but then already the safety - the security police had visited the town and made as if it belonged to them. \n But then already the police were hunting down a lot of us and they were lying in wait and  - in Bontheuwel  and - as we were walking down the road, two of the police vans came, they had these rifles.  In - Carnavon wasn't a place known for any scenes  of violence or anything.  We do our thing and we do it in the correct manner.\n But that day, in the afternoon, we were arrested with these rifles and taken to the police station.  And when we got there the local police assaulted us and really assaulted us.  Please excuse my language but that is exactly how they treated us that day.  They took us one by one, interrogated us, they put me in a dark room before they interrogated me.  And they made use of Sergeant Coreeges, who was a farmer - he is no longer in the police force -  they made use of him to interrogate me and he hit me that day, just so that he could know who was the chairperson of the organization and everyone knew who it was, wanted to know who the management - the executive - of the organization was.\n And every Thursday they would come for interrogation and you would be put  through the exact same routine.  All eleven of us were held in the same cell in Carnavon.  We didn't want to eat on that day because it was porridge - it had got so cold that if you tipped over the dish, it would fall  out as a soled piece of something.  Porridge with Soya over it and for two to three days we tried to convince them to let us be, to leave us alone and eventually we had to have this porridge. \n And if you would see this lying on this -  from lying on this cold floor cell  you - your kidneys couldn't take it anymore.  In the same cell there would be your toilet, you would have to eat there and sleep there.  We were held for thirty days in Carnavon and every Thursday they would come for the assaults because they already had enough information, I don't know what more they wanted.  They would just come and assault us and for thirty days - late the afternoon we were left, we thought we would be released because school was opening the following day.\n And we were very happy , we took our clothes and when we - when we looked we saw this big yellow truck standing outside the cells waiting for us.  We got in, we first took our possessions inside, and we went in and we went to this - we were transferred to another place were it was even worse - were the stench of urine was unbearable.  We spent the night there and the following morning, before six o'clock, we were taken to Victor Verster in the rain. \n When we got to Victor Verster we consulted a doctor.  At Carnavon you weren't allowed to consult with a doctor, you were assaulted so badly that afterwards you couldn't even consult with a doctor.  The food, which they gave us, was equally pathetic.  So much so that I was diagnosed as having suffered from malnutrition at Victor Verster.  And we were kept for another forty two days, we were released eventually. \n But up to this day I don't know why I was arrested.  That is the cause - I could have - have probably achieved so much in my life, but that was the reason why I failed my matric in that year.  And you would have these degrading remarks, these very humiliating remarks calling you klip kaffirs and jailbirds - what  do you know about the kaffirs - you are only Coloureds and leave all this - leave these things were - with witch they are busy - you are better off than they are.  I just say thank you that I did not pay any attention to that then.",
            "Male"
        ],
        [
            "MS SEROKE",
            "[indistinct]",
            "Female"
        ],
        [
            "<UNKNOWN>",
            "Go and sit.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "When you decided to  [indistinct]  to wear these back ties and black clothes and they came to that house and arrested you.  What ells were you doing other than just having those black ties?  Were you singing freedom songs - you know, can you tell us what happened when they came to fetch you there?",
            "Female"
        ],
        [
            "MR KLAASTE",
            "No freedom songs were sung, we were sitting in a group, in a house at one of my friend's place and we said a few prayers and that's all.  Peaceful, when they pounced upon us.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Would you say it was very peaceful?  Can you describe how they did this and what they used to beat you up.",
            "Female"
        ],
        [
            "MR KLAASTE",
            "They hit us with their fists and they kicked us.  I still have a scar next - near my eye.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Can you describe this black - this dark room they put you in and what happened there?",
            "Female"
        ],
        [
            "MR KLAASTE",
            "It's a little room in the police station, there at Carnavon, with two doors.  While they were interrogating one, they would send the other into another room and my - my cousin and I were put in this room.",
            "Male"
        ],
        [
            "MS SEROKE",
            "You were just beaten in that room, you didn't go through the same process as Zo-Marius?",
            "Female"
        ],
        [
            "MR KLAASTE",
            "No, I was assaulted while being interrogated.  Not in the room, they would first give you time to cool of and then take you out and then proceed with the interrogation.  And one of the sergeants - sergeants office - this Sergeant Coreeges' office was there at the police station.",
            "Male"
        ],
        [
            "MS SEROKE",
            "When you were transferred to Victor Verster in Cape Town, was there a court case before then, and were you trialed?",
            "Female"
        ],
        [
            "MR KLAASTE",
            "There was no court case and we were never visited by any attorney or legal representative.",
            "Male"
        ],
        [
            "MS SEROKE",
            "[indistinct]",
            "Female"
        ],
        [
            "MR KLAASTE",
            "We only received one visit from S Moosa while we were at Victor Verster.",
            "Male"
        ],
        [
            "MS SEROKE",
            "When you came out from prison, nobody ever explained why they kept you there?",
            "Female"
        ],
        [
            "MR KLAASTE",
            "Someone who would have to explain, would have to be Du Toit and nobody ells.  And he's many colleges, they would have to be the ones who would have to explain to me why.",
            "Male"
        ],
        [
            "MS SEROKE",
            "You say that when you went back to school, you had to repeat matric.  What was your state of health, what impact did this detention have on you?",
            "Female"
        ],
        [
            "MR KLAASTE",
            "It was - it damaged me to a grate extent emotionally because there you were confronted by students who called you a jailbird and so on.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Gerald, it's interesting that you were taunted by being called a jailbird because other students like you who  were detained, came out of jail as heroes because they were seen to have been fighting for the freedom of there people.  And it was very interesting that your colleges in that school - what kind of community was that?  Were they not politically aware of what was happening around them?",
            "Female"
        ],
        [
            "MR KLAASTE",
            "Are you referring to my school mates or people who would taunt me?",
            "Male"
        ],
        [
            "MS SEROKE",
            "Who were those who taunted you?  Were they colleagues or just people in the township?",
            "Female"
        ],
        [
            "MR KLAASTE",
            "These were people who saw the organization's work as political and as interfering with ones school career and saw it as a political organization.  But this wasn't actually the case, it was merely a organization which assisted with projects in the community and exist to this day.",
            "Male"
        ],
        [
            "MS SEROKE",
            "What are you doing now?",
            "Female"
        ],
        [
            "MR KLAASTE",
            "I am a teacher.",
            "Male"
        ],
        [
            "MS SEROKE",
            "So you managed to complete your education after your release?",
            "Female"
        ],
        [
            "MR KLAASTE",
            "Yes, this is after I went to work for the organization for a year.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Thank you very much.",
            "Female"
        ],
        [
            "MR KLAASTE",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions?  I said  to your friend, who gave evidence before you, that so many of  our youth matured overnight  because of everything that they've experienced.  All the experiences really made them grow up before their time, but we - as we have said before - would like to express our gratitude for everything that you people had done.   \n Your contribution to the liberation of our country.  It doesn't alleviate any of the pain, but one hopes that you would say that I was swollen here - they hit me with a fist here - I was kicked and so forth.  And even if it is swore I know that we are reaping the fruits of that struggle.  And the torture which we endured at the time was not for nothing and here we are now, jailbirds and all.\n There are people who admire us and people who want to say that they are very grateful that there were people like yourself.  And we hope that the police force will experience the transformation of our country and except that we will except them as those who will protect us and not hurt us.  Thank you very much.",
            "Unknown"
        ],
        [
            "MR KLAASTE",
            "I would like to ask you something, Archbishop.  What does one do those that did this to you?  I feel that they should also appear before such a panel.  I'm referring to these that were in this team, I would like them to say why they did all this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Kan jy weer  [onduidelik] wat jy gese het nou.",
            "Unknown"
        ],
        [
            "MR KLAASTE",
            "I would just like them to come forth and say why they did what they did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let us just explain what our decision - what decision we as a Commission took at the beginning that we wanted people who never got the opportunity to tell their  stories - a lot of our people believed for a long time that they were nothing.  That they should get  the opportunity to tell these stories to us here, and as you have seen, today too, that it was always -  wherever we have had our sittings -  that people would say that they are grateful that they have received the opportunity to reveal the secrets in their hearts.\n But what you have just requested is only fare and we hope that those concerned in the police force and so - in the police force and so forth will come forward themselves, but should that not happen the Commission has the authority to make them come and tell us their stories.\n Because so many - in so many cases the witness would come before us and say we would like to know.  And perhaps it is so that members of police forces and others would be able to come and reveal that truth.  In our quest to establish the truth.  Thank you very much.",
            "Unknown"
        ]
    ]
}