{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-08-12",
        "location": "BEAUFORT WEST",
        "day": "1",
        "case number": "CT/00359",
        "victim": "WITNESS KELLEM [brother]",
        "testimony": "KATY MBALO",
        "nature": "SHOT DEAD",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54953&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/beaufort/ct00359.htm",
        "speakers": [
            "MARY BURTON",
            "MS MBALO",
            "MAPULE RAMASHALA",
            "CHAIRPERSON",
            "ADV POTGIETER"
        ],
        "original_speakers": [
            "MS BURTON\n",
            "MS MBALO\n",
            "DR RAMASHALA\n",
            "CHAIRPERSON\n",
            "ADV POTGIETER\n"
        ]
    },
    "testimony": [
        [
            "MARY BURTON",
            "We welcome you and thank you for coming today, this is your daughter with you, is that right?",
            "Female"
        ],
        [
            "MS MBALO",
            "That is my daughter, that's correct.",
            "Female"
        ],
        [
            "MARY BURTON",
            "Is she going to speak today too or only you?",
            "Female"
        ],
        [
            "MS MBALO",
            "I am going to give evidence, she is just here to give me moral support.",
            "Female"
        ],
        [
            "MARY BURTON",
            "Thank you very much, will you please stand then to take the oath.\nKATY MBALO Duly sworn states",
            "Female"
        ],
        [
            "MARY BURTON",
            "Ms Mbalo, you have come to tell us about what happened to Witness Nono Kellem, who was your brother's son but he was like your own child  because he lived with you. Is that right?",
            "Female"
        ],
        [
            "MS MBALO",
            "That's correct.",
            "Female"
        ],
        [
            "MARY BURTON",
            "Please tell us what happened on that morning in August, in 1992.",
            "Female"
        ],
        [
            "MS MBALO",
            "That morning there was a march to town.  People were going  to town and I was at home with all my children and Witness as well.   We sat there and later that day  we saw people  running and policemen started shooting tear gas in the location and they shot terribly in my yard  as well.\nThey shot my neighbour's window broken. But we were in the house.  I told the children that we should rather stay in the house.  And the whole place  smelt of tear gas. We sat there the whole morning  and in the afternoon things had quieted down some what and I actually  asked my daughter that   they should go to the Coloured area with her little one and rather go and sit there because the tear gas was unbearable.  They went to Rustdene and I remained sitting there.\nLater that afternoon, at approximately - from approximately 2 o'clock onwards, it was quiet .  My son asked me  Mum can I please go and phone granny in Worcester, just to hear if  there where any incidents of violence there as well.\nAnd I gave him R2-00 to go and phone and he left.  It was approximately  half past two -  I'm not to sure about the time,  but it was after two - when I went outside.  I saw a woman coming running towards me and it was Ms Lourens.  And she said to me  Ma'am, your child has been shot by policemen in town.\nI then ran to my neighbour and asked if  he could please take me by car so that we could go and see what happened.   My neighbour then took me and this woman had said that he was lying at the park  and the policemen were there and she had run to come and tell me.  We went to the first park and didn't see anything.  And then we drove up to the second park and didn't see anyone.\nThen we went to the garage and when we go to the garage and we saw the workers there standing around and they said to me   Ma'am, drive up to the hospital because they've taken him there in the ambulance.\nI then went to the hospital and when I got there, I asked if my son was there and the nurses said to me  He is inside, the doctors are apparently  busy with him. You may not see him now.  And I was told to wait  and as soon as I could, I would be able to see him.  They would call me in.  I then stood there, and I stood and stood - my neighbour and I.\nAt approximately - after an half an hour they said I could go in and I went in and he was laying on a stretcher.  I called out to him  Nono, but he didn't reply.  I then called out to him again and he didn't reply.  He lay just dead still on the stretcher.  And the doctors said to me that they where going to rush him to Cape Town to see what else they could do for him.  And they told me that I could go home, that they would rush to see if anything could be done for him,  I then went home.\nAnd I sat.   At approximately 6 o'clock people started coming to my house - coming to - some of them were friends, and wanting to know where Witness was.  I then told them  No  Witness has been taken to Cape Town because they told me that were going to rush him to Cape Town to see if they could do anything for him, to heal him.\nThe children were then called in and I was told  Ma'am, we come from the police station to try and establish what Witness had done, but when we got - when we were sitting at the Police Station the Lieutenant   told us that the people have come back.  He has passed away.\nAnd I sat there.  The friends and family  and the priest came to our house to make some prayers and the following day I asked the people if we could please go up to the Police Station to ask who shot at my child.  And perhaps if I spoke to him, I would feel a bit better.\nI went and the Lieutenant  told me that he was at Rustdene  Police Station and that he would make an appointment for me to meet this policeman the following day.  He then asked me what I wanted to do with this policeman  and I said that if I spoke to him, and if  he perhaps asked me for forgiveness I might just feel a bit better.  And he said to me that I could go the following day.  That he would make the necessary  arrangements for me to go there at about 10 o'clock.\nMy friends and family had accompanied  me.  When we got to the Police Station,  the Sergeant told me that he was going to speak to Simon because Simon was the one that had shot at him.  He said that he would speak to him  and let him know that I wanted to see him. The Sergeant stood up and left, and called me in  and he said Simon says that he doesn't  want to see you.  He says that he doesn't  even want to see you.  You can go, he doesn't want to see you. \nWe then went back home, and we got home.  Afterwards we went to go and look at the corps and I said this Lieutenant that  - Simon says he  doesn't even want to see me because I thought that if he saw me and spoke to me and asked for forgiveness that I would feel a bit better.  And he said that he doesn't want to see me at all.  We buried him.\nMy friends and family supported me and we - I cannot remember, but after a few months  we went - after a few months of having buried him, we went to Court  and at Court I saw this Simon who had shot my child.\nAnd the trial continued - there were witnesses called - and Mrs. Lourens who had come to tell me about my child's death - about my child's shooting - was there.  Ms  Lourens was there.  And there were two whites who had also witnessed the shooting.  They testified and the attorney asked him if he had shot the child by accident.  He said  I wanted to shoot him - shoot and kill him.  It wasn't a accident.  I wanted to shoot and kill him because he had a stone and he threw  the stone at me.  \nAnd my son was secretary of the ANC, he was doing Std 9 at school, and I know he was a member of the ANC.  And they asked him  Are you sure it wasn't an accident.  He said  No it was an  - I wanted to shoot and kill him.\nBut the worst of all is that - is that  he's brother is now a mental case and has to go to Pinelands for treatment all the time.  And that is the worst of all.  And we now great each other, but at the time of the trial he didn't even great.  The Magistrate found him guilty and said that he - he finds him guilty of murder of Nono Kellem, thank you.",
            "Female"
        ],
        [
            "MARY BURTON",
            "I want you all to remember that was a week which had been called as a week of mass action in - in the Beaufort West area.  And there had been stay-a-ways  on those 2 days.  So I expect  that things everywhere were very tense.  But although your son was active in the ANC you believe that at the time that he was shot, he was not attempting  to throw stones or take any violent action.  Is that  right?",
            "Female"
        ],
        [
            "MS MBALO",
            "I don't know of him having participated in any such kind of action or thrown  - stone throwing - because he  had gone to make a call  and he was coming back from the call box and they said that - they alleged  that he had thrown a stone at the van but the van came from the direction of Bird Street  and he came from the direction of Danie Theron Street to Bird Street.  \nThey showed us a van which they alleged he had thrown with stones, but what I cannot understand is that this was in town and he had come from the telephone booth to Bird Street.  But what I cannot understand is how he would have known that the van was coming down Bird Street that he would have thrown it with stones.  Because the van had come down Bird Street  and he had come down Danie Theron Street.\nSo I cannot understand how he could have known that  this van was coming down this road.  But they alleged that he had a stone in his hand - a small stone.  But what they showed me afterwards, were big  bricks and stoned which they picked up in Bird Street.  And I don't understand how he could have known because he was in town -  in the middle of town.",
            "Female"
        ],
        [
            "MARY BURTON",
            "Ms Lourens who has made a statement to us, what did she tell you that she saw?",
            "Female"
        ],
        [
            "MS MBALO",
            "She said that she was coming from work - from the hospital -  and that she was standing at the stop street  as the  -  so that the cars could pass and she saw him coming from the direction of Danie Theron Street from the telephone booth in the direction of Bird Street.  But he was running and he had his hands bold up - fisted  -  and he was running in the direction of Bird Street  but she did not see at any stage that he was throwing stones.  And the white men , who  were also there, who had also stopped for this van which was driving in this direction, but this van then turned back at a distance in his direction, but they did not see him throwing any stones.\nThey saw that he had a stone in his  -  the white man , the white  men, alleged that they saw he had a stone in his hand but the they did not see him throwing any stones.   They say that the policemen just started shooting when the van came back in that direction.  The van stopped next to him. The Simon jumped out of the police van with the rifle in his hand and the other policemen that was driving, drove in the other directions so that he could turn the van and according to  evidence which they also gave, the lady policemen who was with them at time, said that she did not see anything .  She was laying flat and did not see anything that happened.\nAnd the Sergeant who was driving the van at the time says that he drove down the road to turn the van around,  that he just heard the shooting but he did not see anything.",
            "Female"
        ],
        [
            "MARY BURTON",
            "Ms Mbalo you told us about the affect on Nono's, or Witness's brother and other members of your family, how have you come through this?",
            "Female"
        ],
        [
            "MS MBALO",
            "We were all heartbroken.  My brothers were heartbroken, my children were heartbroken because they all grew up together.  They were all heartbroken.  And me to, because when I see this Simon I just hurt even more, because I felt that even if he had spoken to him I might have felt a bit better, but even now when I see him, I become heartbroken because he never spoke to me and I thought that if I went to him and we made peace and if he perhaps just spoke to me, I would have felt better.  But he never attempted that.\nThe entire family was heartbroken.  My sister and my children were all very heartbroken and still are.  They are still hurting very deeply.  Especially since this Mr. Simon never even attempted to come and speak to me or anyone else in my family to try and make peace.  And I felt that I would have felt better if I could have spoken to him.",
            "Female"
        ],
        [
            "MARY BURTON",
            "Is there anything else that you would like to say or tell to the Commission?",
            "Female"
        ],
        [
            "MS MBALO",
            "What hurt me is that my brother's child is now in and out of mental institutions.  He has to be treated by Pinelands Hospital because of the shock he received by his brother's death.  They don't have any parents, both their parents have passed away and I raised them.  And this hurts me very deeply, to think that he has to go to the hospital  every time for treatment for his mental condition.  It's hurts me very deeply.",
            "Female"
        ],
        [
            "MARY BURTON",
            "What is his name?",
            "Female"
        ],
        [
            "MS MBALO",
            "Macosandile Kellem, thank you.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS MBALO",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Dr. Ramashala?",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Mr. Mbalo, how old is Macosandile?",
            "Unknown"
        ],
        [
            "MS MBALO",
            "Macosandile is - I think he is about 25 now.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "He's your brothers son?",
            "Unknown"
        ],
        [
            "MS MBALO",
            "Yes, he's my brothers son.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "How are you managing to take care of him financially ?",
            "Unknown"
        ],
        [
            "MS MBALO",
            "He gets a Government allowance, a grant of some sort. And he just felt  that he doesn't want to stay in Beaufort West any more and he just visits me from time to time.  He came to me at some stage to say that he doesn't want to stay in Beaufort West any more because he doesn't know if this policeman wouldn't come and shoot him as well.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "Where is he now?  Where is he living?",
            "Unknown"
        ],
        [
            "MS MBALO",
            "He lives in Worcester.  He lives in Worcester at the moment.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "[indistinct]",
            "Unknown"
        ],
        [
            "MS MBALO",
            "I think he was released from Pinelands about 3 moths ago.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "Mr. Mbalo, are you living alone at the moment?",
            "Unknown"
        ],
        [
            "MS MBALO",
            "I live with my children because my husband has passed away.  I live with my children. This one, John - who is sitting next to me - and my one son who is still at school, he's at University and my grandson, who was also at school in George.  And then there is my son Michael, who stays with me and then I've got more grandchildren as well.",
            "Female"
        ],
        [
            "MAPULE RAMASHALA",
            "Thank you very much, Ms Mbalo.",
            "Unknown"
        ],
        [
            "MS MBALO",
            "Thank you, Ma'am.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Ma'am, how old was Witness when he was shot dead?",
            "Unknown"
        ],
        [
            "MS MBALO",
            "He was born in 1969 on 6th June - he was born on the 6th of June 1969.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Did he have any dependence?",
            "Unknown"
        ],
        [
            "MS MBALO",
            "No, he had no children.  He was still at school at the time.  He was doing matric then.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Ma'am, the person you refer to as Simon, who shot at your son - if I understand you correctly he is a policeman.  Is that so?",
            "Unknown"
        ],
        [
            "MS MBALO",
            "Yes, he is a policeman.  And after he'd shot my child, he was promoted to Sergeant.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Is he in Beaufort West?",
            "Unknown"
        ],
        [
            "MS MBALO",
            "Yes.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "You also said that there was a case and that the Magistrate found him guilty \nof murder.",
            "Unknown"
        ],
        [
            "MS MBALO",
            "Yes, the Magistrate here at Beaufort West who presided over the first matter found him guilty of murder.  But the Judge said that he was not guilty because he wanted to know - he said that it was either him or the policemen who have died.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "So do I understand you correctly if I say that there where two cases.",
            "Unknown"
        ],
        [
            "MS MBALO",
            "Yes, the first one where he appeared in front of the Magistrate here in Beaufort West and the Magistrate said to me that the case has to go to a higher Court .",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Can you still remember who the Magistrate was - was it an inquiry into his death?   Was it an inquest of which the Magistrate presided?",
            "Unknown"
        ],
        [
            "MS MBALO",
            "I cannot say, but it was in Court.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "And there were witnesses?",
            "Unknown"
        ],
        [
            "MS MBALO",
            "Yes, there were witnesses.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Can you remember in which year that was?  He was killed in 1992, is that correct?  So the case was in 1993, that was the first case here in Beaufort West.",
            "Unknown"
        ],
        [
            "MS MBALO",
            "Yes.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Then there was a second matter where there was a judge involved,  as you say.",
            "Unknown"
        ],
        [
            "MS MBALO",
            "I cannot say with absolute certainty whether that was also in 1993.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "That is no a problem.  I just need some clarity, so there was a second case?",
            "Unknown"
        ],
        [
            "MS MBALO",
            "Yes.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "And was there a Judge presiding?",
            "Unknown"
        ],
        [
            "MS MBALO",
            "Yes.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "The Magistrate said the case was going to a higher Court. Where was that?",
            "Unknown"
        ],
        [
            "MS MBALO",
            "That was also here in Beaufort West.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Can you still remember who presided over this case.  Was it a local Magistrate or was it someone from else where.",
            "Unknown"
        ],
        [
            "MS MBALO",
            "It was somebody from else where.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "This policemen, Simon, was he charged in the second case?",
            "Unknown"
        ],
        [
            "MS MBALO",
            "He was also there, because it was in the same matter.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "So he was also in Court?",
            "Unknown"
        ],
        [
            "MS MBALO",
            "He gave evidence  in court.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Was he the accused?",
            "Unknown"
        ],
        [
            "MS MBALO",
            "Yes,  he was charged.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "But the second court acquitted him?",
            "Unknown"
        ],
        [
            "MS MBALO",
            "Yes,  he was acquitted.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "So nothing happened to him as far as this matter concerned?",
            "Unknown"
        ],
        [
            "MS MBALO",
            "No, nothing happened.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "So he is still in Beaufort West?",
            "Unknown"
        ],
        [
            "MS MBALO",
            "Yes, he is still a policeman in Beaufort West",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "You said he was a Sergeant?",
            "Unknown"
        ],
        [
            "MS MBALO",
            "Yes, he's a Sergeant.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "So he was actually promoted in  the interim?",
            "Unknown"
        ],
        [
            "MS MBALO",
            "Yes, I assume that it was a job well done for Beaufort West - the fact that he shot my son.  After he had shot my son,  he was promoted to a Sergeant.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "So actually promoted to a Sergeant after having shot your son?",
            "Unknown"
        ],
        [
            "MS MBALO",
            "Yes.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "This was after he had shot Witness?",
            "Unknown"
        ],
        [
            "MS MBALO",
            "Yes, it was after he had shot at Witness.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Is Simon he's name or he's surname?",
            "Unknown"
        ],
        [
            "MS MBALO",
            "The Magistrate said that - referred to him as Simon so I assume  that it was  his surname.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Was it a white man or was...[intervention]",
            "Unknown"
        ],
        [
            "MS MBALO",
            "It was a coloured man.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "And you say he is still in the Police Force here in Beaufort West?",
            "Unknown"
        ],
        [
            "MS MBALO",
            "Yes.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Does he wear a uniform?",
            "Unknown"
        ],
        [
            "MS MBALO",
            "Yes, he wears a uniform.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Okay.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ma'am, I am grateful  that you referred to the handling - the treatment at the hospital because sometimes we hear that the treatment by the doctors wasn't  always that good, but this time you indicated that the doctors said that perhaps they should take Witness to Cape Town to see if he could receive any better treatment.\nSo we appreciate  this kind of evidence being given.  I don't know if you would be able to say anything about the fact that it the Commission were able to get you and Sergeant Simon together whether you would accept it like that - whether you would accept an attempt to bring you two together in an attempt at reconciliation between the two of you.",
            "Unknown"
        ],
        [
            "MS MBALO",
            "Bishop, I hope I will be able to because I wanted  to do it, then.  My duty was that I thought that if I spoke to him, perhaps I would feel a bit better, but he wasn't prepared to see me and he made it very clear.  The Sergeant made it very clear that he says he doesn't want to see me at all.\nSo I would accept it if he wanted to do so.  And I also want to say that the doctors did their  duty because he was taken 30 kilometers out of Beaufort West when they had to turn back because he passed away on the way there.  So I feel that the doctors did do their duty.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you remember what the names of these doctors were?",
            "Unknown"
        ],
        [
            "MS MBALO",
            "I cannot remember at all.  I was just very heartbroken at the time - I just cannot remember what kind of doctors they were.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "That is not a problem.  We will ask our staff to see if they can get any names because  we would like to salute them for what they had done at that stage.   It is not easy to utter words of sympathy.  \nBecause in English there is an idiom that says  \"To praise fasting\", but it is very simple for you to express words of sympathy - for us to express words of sympathy - towards you but you have to know that we have people here who sympathies with you and understand what you are going through while you were giving your evidence.\nSo we would like to express once again that our country is very blessed in the sense that  it has people like yourself who do not bear grudges in their hearts and you sorry up to this day that  - your wish is that you would be able to speak to this Sergeant Simon and perhaps help you  get over this happening. \n And this desire to bring about peace is something which makes this land of ours able to heal even better of all the hurt and pain of the past.   And we would just like to say  thank you very much and we as the Commission will try our best to see how we can be of assistance to you in the way that you are going .  Thank you very much.",
            "Unknown"
        ]
    ]
}