{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-08-13",
        "location": "BEAUFORT WEST",
        "day": "2",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54966&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/beaufort/ct00580.htm",
        "speakers": [
            "CASE NO",
            "VICTIM",
            "JOHANNES BONAS",
            "<UNKNOWN>",
            "BEATEN",
            "TESTIMONY BY",
            "MAPULE RAMASHALA",
            "ADV POTGIETER",
            "INTERPRETER",
            "MS SEROKE"
        ],
        "original_speakers": [
            "CASE NO",
            "VICTIM",
            "JOHANNES BONAS\n",
            "NATURE OF VIOLENCE",
            "BEATEN\n",
            "TESTIMONY BY",
            "DR RAMASHALA\n",
            "MR BONAS\n",
            "ADV POTGIETER\n",
            "UNKNOWN\n",
            "INTERPRETER\n",
            "MS SEROKE\n"
        ]
    },
    "testimony": [
        [
            "CASE NO",
            "CT/00580",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "SHOT &",
            "Unknown"
        ],
        [
            "BEATEN",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY BY",
            "",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Good morning Mr Bonas, can you hear me?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "Can I - I can hear you.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "Can you stand please to take the oath.\nJOHANNES NQABENI BONAS Duly sworn states",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Chairperson, Adv Potgieter, will facilitate testimony.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you very much  Dr Ramashala.  Good morning Mr Bonas.",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "Good morning.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Are you fine?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "I am fine.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You are from Richmond, is that true?  Can you just move a little bit forward so that you can speak into the microphone and then we can all hear you very nicely.  You live in Richmond, is that correct?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Do you have a family as well?",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "I am just going to ask the interpreter to repeat that.",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "Yes, I have children.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Two children?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "I have two children, a boy and a girl.  One is thirteen years of age and one is two years old.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Your story takes us back again also to 1986 - h'm at a time when you were still working in Cape Town, is that correct?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "Yes, like that.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "The incident that you will talk about happened towards the middle of 1986 - you're not 100% sure of the exact date, is that correct?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "I'm not sure of the date and the month when this happened.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now you came back from Cape Town to - to Richmond?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "Yes, it's like that.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "To Richmond, what happened there?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "Yes, I can explain.  In 1986 when I got to Richmond, I - there was a boycott, workers boycott, and people were holding a meeting there so I went there with my luggage.  Whilst we were standing outside in a group, policemen came driving in a hippo.  And we alerted those inside, the policemen came and did not say anything, they just chased and dispersed us throwing tear gas.\n   I ran away and I decided to throw my luggage because it was very heavy - there were two bags I was carrying.  When I was next to Ms Mokoba's house that's where I was shot with a rubber bullet.  I ran away but before that I fell on my face and hit a - a fence.  I woke up and ran away - that is when the police arrested me and they beat me severely and I had two wounds on my head.  They took me - beating me - and they took me into the hippo and even there they satisfied themselves kicking me vigorously and they took me to Golfgrond - took me into a van and drove me to the police station.  There is a place called Bertie Theron - this person pulled by the neck and by the belt, hitting me on the face and then he took me and threw me into the police station. \n And then he told Archie Du Plessis that I was there and then they took me to him.  Then he asked me about GP Kalolo - what was his position there in the location and about another principal called Mntanbu.  He asked them and I said I did not know these people because I had just come and they asked where I came from.  I did not tell them that I was coming from Cape Town, I said I was coming from the Transkei and they asked where about, then I told them I was coming from  [indistinct]  and they said I was telling a lie I knew these people and they took me and they locked me in.\nIn the cell it was wet, then I asked them to take me to a doctor but they refused and I was there until 4 o'clock and they took me to a doctor.  And they explained to Basson that he should not examine me,  he should just give me an injection and also pain tablets.  Then they took me back to the cell and they were telling me that Mandela was not going to do anything for me, I was trying to make myself Jesus Christ, dying for other peoples sins.  Then they took me and they locked me in.\nThey took me back wanting to find about these two people including this principal and I insisted that I knew nothing about these people because  I had just come.  Then they said I was stubborn, they should lock me in.  Alfred came together with Thabo and they said I was making myself  a Jesus Christ but I did not - I  ignored them.  Then they gave me two blankets, they went for the blankets - I just couldn't help myself, I couldn't even make a bed - and later on Thabo helped me to make this sleeping place and he gave me a lot of blankets and he used to bring pills for me.\nI was there for fourteen days, one week in the police station and one week there in the jail.  After a while comrades came to pay bail for R1,000-00 and I went home.  Two days there after Jipie Kalolo took me and [indistinct]  with another doctor - to another doctor who examined and helped me and then I went back home.\nI used to go to the police station to report in the morning and in the evening and I complained to the lawyer because I felt I couldn't be doing this up and down as I was ill and so he managed to stopped this and so I kept at home.  And then they said I was going to visit and go to Pretoria then I ran away and went to Beaufort West.  I would only go back there one the days I had to appear in court and the Magistrate found - found me not guilty. I had done nothing to the policemen.  We forwarded a claim but this claim was dismissed, they said it was late, then I went back home.  So that is as far as my story goes.  One add -  additional - additional fact  is that I did not get my clothes back.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you Mr Bonas, I'm just going to ask you one or two questions just to clarify what you've said.  Now you landed up at this meeting, that you spoke about, in Richmond purely by chance, you were on your way home from  Cape Town still with all your luggage when  you saw that there  was a meeting.\nI'm going to repeat the - the question so the interpreter can just pick up again.  The meeting that you landed up at, you came there purely by chance, you were on your way home with your luggage still from Cape Town, you didn't know that there was going to be a meeting in this venue, is that correct?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "Yes, I had just arrived but I ask people there what was happening and they said they were on strike because of the money they were getting.  So I felt I should get into the meeting and listen to what was happening because there at home people are unemployed and those who are working they are getting a little bit of money - about R30.00 per week - so I also had a interest in what was happening.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But basically all that you did was to - was to listen, to try and find out what was going on, you did nothing else, in fact you did nothing wrong, not so?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "Yes, it's like that.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "When the police came on the scene, everybody just basically ran away, including yourself.",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "What happened, we called on the people inside when we saw the police, so that they should not be locked inside the room.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And then the police arrest a number of people, with - together with you?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "The first people to be arrested was me and another girl and she was dismissed there at the police station.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You say that you got shot as you were trying to get away, on which part of your body were you - were you struck?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "If you want me to show it to you, I can show it to you.  I have a mark here that is the shape of a the hoof of a horse.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You to show that, is entirely up to you in fact if you want to do that then it's fine, I don't have any difficulty but I don't want to - I'm - I'm not insisting that you should show that to us, you can in fact just describe it to us as well for my purposes. But if you want to show it, it's - it's your choice really.  So you can either just describe it to us or what ever way you want to handle it.",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "The - the - where they shot me it really is a big problem for me because I cannot - no longer work very well.  Even the bones of my body here on the hip is giving me some trouble and some other times even when I cough I feel a pain.  When it is a overcast I cannot walk around, I've got to sit down.  Even now I can make a short story I feel I can never reconcile with a white man because just recently in the location the policemen  -  the white people came to lock us there and one child was at - was shot at by the police and when I think of it, that if I were to die my wife would not even be able to bury me because I do not have money.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Perhaps just to deal with the - with the injuries first I'm going to ask you now about the consequences of those injuries.  The - the shot that you got is it on your back?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "I have got wounds from what the police did for me from - to me the kicking that they did to me.  In Mossel Bay - when I was working - I saw doctors there but they referred me to my doctor",
            "Male"
        ],
        [
            "INTERPRETER",
            "Excuse me could the  - the witness come closer to the microphone, I can't hear.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Mr Bonas, could you just move a bit closer, kom net n bietjie vorentoe and then you speak into the mike.  On the injuries - can you just get the mic back on, okay.  You spoke about two wounds that you got, was it to your head?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "I have one here were I'm showing, on the head, and I've got another one which was caused by the shooting, here at the back on the hip.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "At the back?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "Yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Okay, the -  was the cut an open wound?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "These wounds are troubling me because the one here I - I still feel there is something wrong with it - with it , as if there is some bones sticking out - the one on the head.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Assaulted when they - when you got the wound on your head that you told us about, was that wound bleeding?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "I have two wounds, they were both bleeding except the one here at the back - it did not bleed.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "When the police were assaulting you as you said after they arrested you, were you bleeding at that stage, when they were hitting you in the van and - that whole incident?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "Yes, the van in which I - they - they had put me in had some blood which was cleaned by the other convicts.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] police station, did you speak to the station commander, the policeman in charge?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "He was the cause of all this because even those in Middelburg and Oudtshoorn had been invited  by him.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "What was his name?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "His name is Jonk.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Was there still blood on you - on you face?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "Yes, he could see me how I was at the time.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "They then said that you must be locked up in a cell?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "Yes, it's him and Thokose and Bregter and Luitenant came from Oudtshoorn.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] this Mr Jonk",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "Yes, I asked him twice and then a third time he agreed that I should be taken to a doctor.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "If I understand you correctly, you were not taken immediately, you spent a number of hours in the cell before you were taken to the doctor?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "Yes, it's like that, I had been there for quite some time even the blood had dried up then they took me to the doctor only in the afternoon.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "If I also understood your evidence correctly they in fact instructed the doctor what to do, the police?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "Steyn - I have forgotten the other name of the policemen, I've forgotten his name.  I they took me to the doctor - there were two of these policemen who took me to the doctor.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "They told the doctor what to do and what - what did the doctor actually do?  Did he - did he examine you, what - what did he actually do, this doctor, Dr Basson you said I think, ja Dr Basson what did he do?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "They gave instruction that the doctor should not examine me but just to give me an injection and only pain tablets.  He wanted to examine me but the police refused that he should do it.  Even now they ...[intervention]",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct]  do or did he do as the police said?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "As I said earlier, Dr Basson wanted to examine me but the instruction from the police was that he should not, so he did not examine me.  This was a doctor coming form DA.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You were locked up and you say that you were charged - what - what was the charge that was brought against you?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "The charge was of public violence.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] specifically?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "They said I fighted with the policeman and I said no I did not fight with any policeman.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And you were found not guilty by the - by the Court after some time?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "No, I was not found guilty.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You were working in Cape Town at the time when you were arrested.  What happened to your - to your job?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "I had gone to Richmond because my - my parent had died long ago and there was a young child who had died at home.  So I used to - there was a young child left at home.",
            "Male"
        ],
        [
            "INTERPRETER",
            "Excuse me, the - the  witness I cannot hear because he - he is very far from the microphone and I'm missing out on very important details, thank you.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] didn't hear everything that you'd said.",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "So I took this child to George to my brother, he's no longer with me.  I'm now left with my two children, even the money I get from the Government is very little, it cannot make me support my wife and my two children.  It is R430.00, which is no money.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] did you lose that job as result of the arrest and those bail conditions that you had to report to the police station and all those things?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "Yes, that's how I lost my job,  then I went back to Cape Town but I decided to go to Mossel Bay to look for a job.  In Mossel - I came back in 1992 from Mossel Bay, that was in January.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] then.",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "I went to Mossel Bay to look for work and I was employed but because of ill health and I was visiting doctors frequently I had to come back to be under the treatment of Dr Basson.  He is therefore who decided that I should not continue with work because of my condition.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] was it the injuries that you sustained?",
            "Unknown"
        ],
        [
            "JOHANNES BONAS",
            "There is another reason, I used to work here in Fort Beaufort - in Beaufort West and I got injured on the hand.  So combining this injury together with those injuries I sustained from the policemen, the doctor decided  that I should stop working.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Mr Bonas thank you very much, I've listened to the evidence and I've asked the questions that I wanted to ask,  I'm going to hand back to the Chairperson now, thank you.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Thank you, any other questions,  Ms Seroke?",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Now you say in that meeting which was in a church when the police came, the people dispersed.  How did they come out, did they come out rushing out?",
            "Female"
        ],
        [
            "JOHANNES BONAS",
            "Yes, they came out running out.  They did not fight with the police, some of them went out through windows and there was a tear gas that was sprayed.",
            "Male"
        ],
        [
            "MS SEROKE",
            "You again  say in your statement after they had beaten you and shot you and they took you to Jonk, who was a Station Commander, and again you found a Magistrate together with Jonk.  Now can you still recall the name of this Magistrate?",
            "Female"
        ],
        [
            "JOHANNES BONAS",
            "I had written it down but now I cannot recall his name.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Was this Magistrate - did you tell this Magistrate how they had shot you.",
            "Female"
        ],
        [
            "JOHANNES BONAS",
            "He used to move with the policemen and he use - not to keep in his office, thank you.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Mr Bonas, I just want to be quite clear you went to the doctor when the police took you to the doctor and the Mr Kalolo helped you to find another doctor.  Which of those doctors was Dr Basson?",
            "Female"
        ],
        [
            "JOHANNES BONAS",
            "When I was released, Kalolo took me in his car and took me to DR a certain - to a certain doctor in DR a  Moslem doctor, I have forgotten his name.",
            "Male"
        ],
        [
            "MS SEROKE",
            "A certain Dr Basson was the doctor that the police took you there?",
            "Female"
        ],
        [
            "JOHANNES BONAS",
            "Yes, it's a doctor there in Richmond.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Mr Kalolo was a leader in Richmond at the time, was he?",
            "Female"
        ],
        [
            "JOHANNES BONAS",
            "Yes, he was a leader but we could not say that because he to was in danger because the policemen wanted to shoot him too.",
            "Male"
        ],
        [
            "MS SEROKE",
            "So you were protecting him and you were not giving his name?",
            "Female"
        ],
        [
            "JOHANNES BONAS",
            "I was forced to protect him.",
            "Male"
        ],
        [
            "MS SEROKE",
            "And then afterwards he helped you with a lawyer and a doctor?",
            "Female"
        ],
        [
            "JOHANNES BONAS",
            "Yes, because he ordered his doctor - his  lawyer from Graaff-Reinet and brought it to the Police Station.",
            "Male"
        ],
        [
            "MS SEROKE",
            "And he's - he's  no longer alive, is that right?",
            "Female"
        ],
        [
            "JOHANNES BONAS",
            "Yes, he died.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Mr Bonas, thank you very much for coming to tell us the things that have happened to you.  We've taken note of them all and we will see what more we can find out and what can be done, thank you very much for coming.",
            "Female"
        ],
        [
            "JOHANNES BONAS",
            "I also thank you ma'am.",
            "Male"
        ]
    ]
}