{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-08-13",
        "location": "BEAUFORT WEST",
        "day": "2",
        "case number": "CT/00572",
        "victim": "MATTHEW SINDILE YANTA",
        "testimony": "MATTHEW SINDILE YANTA",
        "nature": "DETENTION AND TORTURE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54964&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/beaufort/ct00572.htm",
        "speakers": [
            "ADV POTGIETER",
            "MR YANTA",
            "MAPULE RAMASHALA",
            "MARY BURTON"
        ],
        "original_speakers": [
            "ADV POTGIETER\n",
            "MR YANTA\n",
            "DR RAMASHALA\n",
            "DR RAMASHALA",
            "MR YANTA",
            "MS BURTON\n"
        ]
    },
    "testimony": [
        [
            "ADV POTGIETER",
            "I just want to make sure that you can hear over the headphones so if you do hear you can just indicate that you can hear over the headphones, please.",
            "Unknown"
        ],
        [
            "MR YANTA",
            "Yes, I can hear you.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "I want to administer an oath to you, so  I'm going to ask you to please stand to take the oath.\nMATTHEW SINDILE YANTA Duly sworn states",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Dr Ramashala will assist you in giving your evidence and I hand back to her.",
            "Unknown"
        ],
        [
            "MAPULE RAMASHALA",
            "Good morning Mr Yanta.",
            "Unknown"
        ],
        [
            "MR YANTA",
            "Good morning.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "You were arrested in June of 1986, was that?",
            "Unknown"
        ],
        [
            "MR YANTA",
            "Yes.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "Could you tell us what happened prior to that up to the point where you got arrested and describe  what happened to you when you were detained, thank you.",
            "Unknown"
        ],
        [
            "MR YANTA",
            "In 1986, in June, I was coming from George, coming to Maritzburg and I arrived there on a Tuesday.  And I was arrested on the Wednesday at 5 o'clock in the afternoon and I was with my cousin, Nelson  Bonase.  \nPolicemen came in a hippo - and they said they wanted to ask us something so I asked them why they couldn't ask us where we were and they said no they want us to go down.  So they put us all into the hippo and we drove down to the police station and there they took out a list of names of people and - and inquired from me whether I knew these people.  \nThen I said no I didn't know them because I had just come there, then one policeman said - he wanted to see me aside and he took me to a small office and he again said - asked me about the people and I told him I didn't know these  people and he left me there.\nHe brought two others and there were three of them.  One of the policemen said I was taking time to talk and I was certainly going to tell the truth.  One policeman took - kicked me here on the leg with a boot - boot and I ran towards a corner because we were in a small room and another one took me out of that corner and I was running all over the room.  Two of them held my hands together and I put my legs together. \nThey kicked me on my legs until they were swollen but I tried to protect my face, but it did not end there because there was another one who was administering an electric shock on me.  Then I stood on a trunk but they asked me to get of that  trunk but I said I couldn't.  Then one of the policemen suggested that they should tie me, then I sat down in that small office.  \nThen I said they should kill me then, because I didn't know what they were actually - wanted from me.  Then one suggested that they should put me into a cell where I would rot.  So I spent on a - a night there in the cell.\nOn Friday - I cannot recall the time - they took us into a very big white van and drove us to the location.  And they surrounded us there at the location with - they had  sjamboks - and there  were trenches there - trenches and they were asking that we should dig this trenches.  Then I asked them why,  they were also very big stones that they were instructing that we should carry them and put them into this van. \n We tried to do this so as to put them into these trenches and then - after some time -  they took us back to the cell.  The following week - at about 2 -  on a Tuesday they took us because there were others who had been arrested.  They put us into a van sending us to George, so we drove past Graaff-Reinet and in Graaff-Reinet they decided to send us to Port Elizabeth.  And they sent us to St Albans  prison where they locked us up and we were only released in September but I cannot quite tell on what day it was.\n  And even there we were ill treated, we would be sleeping then they would wake us up and they would take us to some other sections - that is what they were doing until we got released.  When I was released I had a chest problem, then I went to Dr Russell who helped me and then I got this problem sorted out.  I don't  become happy when ever I think of this incident, then - that's the end of my story.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "Thank you very much.  Thank you very much Mr Yanta, I would like to ask you a few questions.  You were working for the municipality at the time that you were arrested?",
            "Unknown"
        ],
        [
            "MR YANTA",
            "Yes, I was working for the municipality when there was a strike and I waited for - some time and went back home.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "And what was the nature of the work that you were doing?",
            "Unknown"
        ],
        [
            "MR YANTA",
            "I was a labourer.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "When the municipal workers went on strike what were they striking about?",
            "Unknown"
        ],
        [
            "MR YANTA",
            "It is because we were getting R94.00 per fortnight.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "Where is Nelson Bonase now?",
            "Unknown"
        ],
        [
            "MR YANTA",
            "Nelson Bonase went to George in April this year.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "At the time of your -  your arrest, did you and Nelson Bonase belong to any political organization at all?",
            "Unknown"
        ],
        [
            "MR YANTA",
            "Yes, I was a member of the UDF.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "When the police show you the list of names and they wanted you to tell them something about the names, did you recognise the names of  [indistinct]  - some on the names of the people on the list?",
            "Unknown"
        ],
        [
            "MR YANTA",
            "No, I did not know them, I just saw my name and Nelson's name.  They were there on the list... [intervention]",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "Your names were on the list also.",
            "Unknown"
        ],
        [
            "MR YANTA",
            "Yes.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "How many policemen were there when they were beating on you?",
            "Unknown"
        ],
        [
            "MR YANTA",
            "There were three of them in that office - in that small office.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "Do you remember any of their names?",
            "Unknown"
        ],
        [
            "MR YANTA",
            "No, only I can say they were white policemen from Oudtshoorn.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "Mr Yanta, what do you do?  Are you working today, what - are you working today?",
            "Unknown"
        ],
        [
            "MR YANTA",
            "I now do part time jobs - that's how I survive.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "How old are your children?  Boy or girl?",
            "Unknown"
        ],
        [
            "MR YANTA",
            "The first is ten years old -  he - she's a girl ...[intervention]",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "And in standard?",
            "Unknown"
        ],
        [
            "MR YANTA",
            "And she's doing standard one.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "And the second one?",
            "Unknown"
        ],
        [
            "MR YANTA",
            "The second one is a boy.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "How old?",
            "Unknown"
        ],
        [
            "MR YANTA",
            "And seven years old.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "And he is in standard?",
            "Unknown"
        ],
        [
            "MR YANTA",
            "Doing Sub A.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "How are you managing to raise the children just on the part time jobs?",
            "Unknown"
        ],
        [
            "MR YANTA",
            "Yes, even my wife would have some part time jobs to.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "You say your wife is working part-time also?",
            "Unknown"
        ],
        [
            "MR YANTA",
            "Yes, she also works part time.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "Mr Yanta, when I was talking to you this morning?  You expressed interest about the Commission helping you with training, am I correct?  You're a trained construction worker, isn't it?",
            "Unknown"
        ],
        [
            "MR YANTA",
            "Yes.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "And you are interested in more training so that you can get better work?",
            "Unknown"
        ],
        [
            "MR YANTA",
            "Yes, I would be very much interested.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "Is there anything else that you tell the Commission that we haven't covered here?",
            "Unknown"
        ],
        [
            "MR YANTA",
            "No, there is nothing more.",
            "Male"
        ],
        [
            "MAPULE RAMASHALA",
            "Mr Yanta thank you very much.",
            "Unknown"
        ],
        [
            "MR YANTA",
            "I also thank you.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank  you Chairperson.  Mr Yanta, do you know Mr Lolwana who gave evidence first this morning, Zenzile Lolwana?",
            "Unknown"
        ],
        [
            "MR YANTA",
            "Yes, I know him.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Were you - were you working together at George Municipality in 1986?",
            "Unknown"
        ],
        [
            "MR YANTA",
            "Yes, I used to see him but we were working in different sections.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And what - have you got any comment on the evidence that Mr Lolwana gave.  You told us that to his mind basically the people at the municipality - the labourers - were working like slaves or were expected to work like slaves and he explained to us some of the type of things that they had to do.  Was - was that one of the - one of the general complaints that the workers had at the municipality?",
            "Unknown"
        ],
        [
            "MR YANTA",
            "No there's nothing more to say but I would say our strikes was - was strike was based on the little amount that we were getting and then we were all dismissed.  So we went back to the hostel and they were threatening to demolish that hostel any time.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Why - why do you think you were arrested?",
            "Unknown"
        ],
        [
            "MR YANTA",
            "When they took me they said we had a made trenches there.  I did appear in court but I was found not guilty and after that I was arrested for state of emergency and I was again found not guilty.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "The first arrest in June 1986, was that for having dug trenches in the - in the township or was it - under the emergency.  What did they tell you?",
            "Unknown"
        ],
        [
            "MR YANTA",
            "That first time they arrested me for digging trenches and they took us to the Magistrates Court and we were found not guilty and from the court they again arrested me, saying that they were arresting me under the state of emergency.  Because it was after that case of the digging  of trenches.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "So - so what they did as soon as the Magistrate found you not guilty, and you were supposed to have gone home, they immediately arrested you again and said well now we're arresting you under the state of emergency?",
            "Unknown"
        ],
        [
            "MR YANTA",
            "Yes, it was like that.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And - and it was then they kept you for a number of months in detention?",
            "Unknown"
        ],
        [
            "MR YANTA",
            "Yes, that's true.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And were you charged again during that second period of detention.",
            "Unknown"
        ],
        [
            "MR YANTA",
            "No, they did not charge me.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "They just kept you there locked up and eventually just released you without even charging you for anything?",
            "Unknown"
        ],
        [
            "MR YANTA",
            "Yes, it's like that.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "How do you feel about that?",
            "Unknown"
        ],
        [
            "MR YANTA",
            "When I recall this as even now as I'm sitting - when I talk about it, I feel like a person who's still under arrest.",
            "Male"
        ],
        [
            "MARY BURTON",
            "Mr Yanta, I'm sorry I'm looking at the wrong piece of paper.  I wanted to ask you when you returned to Murraysburg, you mentioned that you found that the people were on strike for the houses.  Is that the same - same action that Ms Hugo  was telling us about?",
            "Female"
        ],
        [
            "MR YANTA",
            "I've haven't made mention of anything like that.",
            "Male"
        ],
        [
            "MARY BURTON",
            "So when you came back to Murraysburg it was - you didn't - it was not anything that  you were  doing in Murraysburg that you think that made you be arrested?",
            "Female"
        ],
        [
            "MR YANTA",
            "What I think is there was nothing that had led to my arrest.  I was  arrested for nothing.",
            "Male"
        ],
        [
            "MARY BURTON",
            "Thank you very much Mr Yanta, we can see that you still are angry at what happened to you and not satisfied and you we are - we are pleased that you have come to tell us about it, so that it can be heard in public and so that people can understand what conditions were like at that time.  Thank you very much for coming to talk to us this morning.",
            "Female"
        ],
        [
            "MR YANTA",
            "I also thank you.",
            "Male"
        ]
    ]
}