{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-04-09",
        "location": "LOUIS TRICHARDT",
        "day": "2",
        "names": [
            "MALITE A MADIBA"
        ],
        "case number": "3189",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55533&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/louistri/madiba.htm",
        "speakers": [
            "CHAIRPERSON",
            "MALITE MADIBA",
            "DR RANDERA",
            "RUSSELL ALLY",
            "THOMAS MANTHATA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS MADIBA",
            "DR RANDERA",
            "MALITE MADIBA",
            "DR ALLY",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Is Malite Madiba here?  Welcome mama.  Can you hear me?  Are you Madibe or Madiba?",
            "Unknown"
        ],
        [
            "MALITE MADIBA",
            "Madiba.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Madiba.",
            "Unknown"
        ],
        [
            "MALITE MADIBA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay.  We will ask Dr Randera to take the oath.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Ms Madiba, good afternoon.  I would like to extend a very, very warm welcome to you, one of our senior citizens.  You are taking us very far back in our history, almost to the beginning ........\n(problems with microphones)",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Must I start again?  Ms Madiba I was saying I would like to extend a very, very warm welcome to you.  You have had a long morning already.  You are going to take us back a long time, taking us back almost to the beginning of where our work starts.  1960, we start in, you are taking us to 1964, we start in 1960.  You have come to tell us about your husband.  Now before you do that, I do not want you to stand, just repeat after me.",
            "Unknown"
        ],
        [
            "MALITE MADIBA",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Thank you Ma'am.  Can you also just introduce the young man who is with you?",
            "Unknown"
        ],
        [
            "MALITE MADIBA",
            "He is my family, my grandchild.  He is my grandson.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you.  Ms Madiba, will you please take your time and tell us what happened to your husband, Alpheus.",
            "Unknown"
        ],
        [
            "MALITE MADIBA",
            "My husband, Alpheus, used to work in Johannesburg at ACP in Gauteng.  He came back home to build a house.  We used to stay next to Mapirimisa and we had a plot there.\n We started building there, only two rooms and one night, on the 23rd of April, some men came to our house, it was during midnight and they knocked at our house.  An old man went out and they pulled the door behind him.  I wanted to see what those men were doing, because it was frightening at that place.  He talked to them outside and he came back to fetch his jacket and his stick.  I wanted to follow them, but the pulled the door again and they left with him.  \n They left with my husband and the next day, in the morning, I heard that my husband died.  I could not understand how my husband died, because he only left midnight, I could not remember the time, because it was very late.  But the next morning Mr Mahose phoned me to tell me that my husband died in Johannesburg.  \n I was very frustrated and I could not know what to say.  I took a train to Johannesburg at one o'clock and I went to Johannesburg to find out what happened to my husband.  When I got there I found a group of people there and I asked how did it come that my husband died.  Because I wanted to know what killed him.  They said they could not tell me, but they needed to make some funeral arrangements.  I told them that I needed to take my husband back to where they took him.  They tried to stop me, until I had to go and bury my husband there.  There were lots of soldiers and policemen and a lot of people there.  We buried him there and I hoped that this people would come back to tell me what happened to him.  Nobody told me the truth how he died.  \n I had to take the train back home.  The following morning, after I came back from Johannesburg, two policemen came to me.  They were sent from Jo'burg.  I was working for Mr Sheldon and they came to my work place.  They wanted me to see them the next morning.  I went there with my boss.  When we got there, they asked me what I saw at my husband's funeral.  I told them that I buried my husband and I was just surprised why so many people were there, soldiers and policemen.  They said is that the only thing that you saw?  I said that is the only thing.  I told them that it was just peaceful and I told them that the funeral was peaceful and a wonderful one, but it was very painful.  \n They released me and they asked me what was at my house.  I told them that we had some few furniture, a bed and other building materials to continue building our house.  They released me and I went home after that.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Ms Madiba, thank you very much.  I just want to ask you a few questions.  Can you please tell us a little more about Alpheus Madiba.  You said he worked in Johannesburg and he worked for ACP.  Now in your statement you tell us that he was also a contemporary of our present President Nelson Mandela and other individuals and he was involved with the ANC.  Can you just tell us something about that?",
            "Unknown"
        ],
        [
            "MALITE MADIBA",
            "He works there, that is right.  He was a follower of Mandela while Mandela was still at Robben Island.  He is the one who used to continue with the work of politics.  He used to attend meetings in Johannesburg.  He was one of the leaders.  He used to work with Sisulu in Johannesburg.",
            "Female"
        ],
        [
            "DR RANDERA",
            "The people who came to get him at night, at midnight as you say, you did not see them?",
            "Unknown"
        ],
        [
            "MALITE MADIBA",
            "They could not let me see them.  The way I saw them, I think they were policemen, because they were inside a car and their car was very silent.  I could not even hear it when it stopped outside the house.  They did not even want me to go outside, they just pulled the door and they could not let me take the plate numbers.  It was very dark that night.",
            "Female"
        ],
        [
            "DR RANDERA",
            "And you said that when you went back to, when you went to Johannesburg on the train to find out what happened you met some people, where did you meet the people?",
            "Unknown"
        ],
        [
            "MALITE MADIBA",
            "These people that I met in Johannesburg, the people who arranged the funeral, and I asked them what actually happened to my husband.  They told me that he hanged himself in a police cell.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Now these people that you met in Johannesburg were they ANC people?  Do you know their names or a few names perhaps?",
            "Unknown"
        ],
        [
            "MALITE MADIBA",
            "Do you mean - I only know Sisulu Molefe and I forgot the others, because you can see that I am an old person.  I cannot remember what happened years ago.  I know that Sisulu was amongst those who were there, because he used to work closely with my husband and Winnie Mandela too.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Did you go to the Police station at any time in Johannesburg?",
            "Unknown"
        ],
        [
            "MALITE MADIBA",
            "I never went there, because I was afraid.  That is where my husband died, how can you go there.  I was very much afraid.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Ms Madiba, at the time of your husband's death, how many children did you have?",
            "Unknown"
        ],
        [
            "MALITE MADIBA",
            "I had four kids.",
            "Female"
        ],
        [
            "DR RANDERA",
            "And how old were they?",
            "Unknown"
        ],
        [
            "MALITE MADIBA",
            "I think the other was twelve years old at the time and the other six years.  I do not remember well how old my children were at the time.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Ms Madiba, my last question.  Can you give us any feeling of why your husband was killed, either from the people you spoke to - well why your husband died actually?  The story is that he hanged himself.  But from the people you spoke to in Johannesburg, any of his friends, your own impressions at the time?",
            "Unknown"
        ],
        [
            "MALITE MADIBA",
            "I only thought that my husband was killed, because when I was there they could not let me see him.  I tried to, when I tried to touch him inside the box, I felt that at the back of his head was very soft, as if he was injured at the back.  And I was wondering, because they told me that he hanged himself, and they stopped me when I tried to question them.  They said they will solve the mystery, but it was never solved.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you very much, I do not have any other questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Dr Ally.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Ms Madiba, did the ANC ever speak to you about your husband, either then or now?",
            "Unknown"
        ],
        [
            "MALITE MADIBA",
            "No-one came to talk to me.  Everything was just left like that.  We used to work with them closely when my husband was still alive, but after he passed away everything was quiet.  They never came to me to talk to me about him.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Dr Randera.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Ms Madiba, you mention your nephew by the name of Andrew Maose.  Is Andrew still alive?  If he is, where can we contact him?",
            "Unknown"
        ],
        [
            "MALITE MADIBA",
            "I do not know, because I have not seen him in a long time.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you.",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "If I understand well, Mrs Madiba, is Andrew the only person who can tell us actually what happened.?",
            "Male"
        ],
        [
            "MALITE MADIBA",
            "I do not know, Sir.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Are you saying you no longer have children at home?",
            "Male"
        ],
        [
            "MALITE MADIBA",
            "Do you mean my children?",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Yes.",
            "Male"
        ],
        [
            "MALITE MADIBA",
            "I have them.  My three children died and I am only left with three, with one actually.  I had two girls, one boy and ...",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Is the one who is still alive a boy?",
            "Male"
        ],
        [
            "MALITE MADIBA",
            "Yes.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Your boy, did he make some efforts to meet ANC people in order to find out what actually happened in 1964 in connection with you husband's death and about ANC's issues at the time?",
            "Male"
        ],
        [
            "MALITE MADIBA",
            "If he can, I did not stop him.  He can do it.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Would you like it if your son could go to Shell house or to assist us and try to advise us who can we talk to, to ANC people and maybe try to search for the old ANC records and try to guide us where we can make some investigations?",
            "Male"
        ],
        [
            "MALITE MADIBA",
            "Do you mean I should tell to my girl that she should help you?",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Are you saying it is a girl or a boy?",
            "Male"
        ],
        [
            "MALITE MADIBA",
            "It is one, one girl, our last born.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "I hope that she can be able to help us.",
            "Male"
        ],
        [
            "MALITE MADIBA",
            "Yes, she would be glad to do that.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Thank you.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Ms Madiba, sorry, I should have asked you this before.  You told us earlier on that you had four children and that three of them died.  Can you tell us how your children died?  Can you tell us what they died of and how old were they?",
            "Unknown"
        ],
        [
            "MALITE MADIBA",
            "Do you mean the ones who died?",
            "Female"
        ],
        [
            "DR RANDERA",
            "Yes.",
            "Unknown"
        ],
        [
            "MALITE MADIBA",
            "One passed away when he was twelve years and the other when it was fourteen years and the other one was six years.  They all passed away.",
            "Female"
        ],
        [
            "DR RANDERA",
            "What did they die of Ms Madiba?",
            "Unknown"
        ],
        [
            "MALITE MADIBA",
            "They were sick.  Actually after their father passed away, I was suffering.  I did not know how to treat them, how to take them to a doctor, because they were very ill after their father's death.  The other vomited until he died.  The other one passed away when she was at school, when she was twelve years old.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "When you were burying your husband in Gauteng, where did you actually bury him?",
            "Unknown"
        ],
        [
            "MALITE MADIBA",
            "From Pietersburg, we buried him at my sister-in-law's place, Sara Madiba, in Meadowlands.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is Sara Madiba still alive?",
            "Unknown"
        ],
        [
            "MALITE MADIBA",
            "Yes, she is still alive.  She is back from Johannesburg.  She is around.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Does she know anything about the death of your husband?  Can we call her to come and give us a statement?",
            "Unknown"
        ],
        [
            "MALITE MADIBA",
            "Yes, you can.  Yes, you can call her.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you say you have forgotten who actually came to the burial of your husband?",
            "Unknown"
        ],
        [
            "MALITE MADIBA",
            "It was lots of people.  Some came all the way from Cape Town to the funeral.  I cannot even tell the number.  There were lots of police and soldiers.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "They felt - they say he hanged himself from, was it John Vorster or which prison was that?",
            "Unknown"
        ],
        [
            "MALITE MADIBA",
            "I do not actually know.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, Ms Madiba, for coming here and telling us about this bad news.  We sympathise with you and we wish we had people who can actually tell us the clear story of what happened that day, during your husband's death.  Please try to send us your sister-in-law.  Maybe she could have some more information about this case.  We would love to question her.",
            "Unknown"
        ],
        [
            "MALITE MADIBA",
            "She was here.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We will also try to ask ANC people in Gauteng.  Thank you very much.\n________________________________",
            "Unknown"
        ]
    ]
}