{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-04-09",
        "location": "LOUIS TRICHARDT",
        "day": "2",
        "names": [
            "MUZILA PHULWANA"
        ],
        "case number": "3216",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55541&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/louistri/phulwana.htm",
        "speakers": [
            "CHAIRPERSON",
            "RUSSELL ALLY",
            "MUZILWA PHULWANA",
            "DR RANDERA",
            "MS SEROKE",
            "THOMAS MANTHATA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "DR ALLY",
            "MR PHULWANA",
            "DR RANDERA",
            "MUZILWA PHULWANA",
            "MS SEROKE",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "May I have your attention please.  Good morning.  We are ready to start our second hearings in the Northern Province and before we start, we are going to ask Pastor Puluwa of the AME Church to lead us with devotions.  Shall we all rise.\n We welcome all of you, especially the people who have come to testify this morning.  We shall read the names of those people who will be testifying this morning and during the course of the day.\n Tuwani Mudau, Vuwani, Aida Netshakhuma, Vleifontein, Pitso Manamela, Vleifontein, Muzila Phulwana, he also comes from Vleifontein.  Elisa Nthangeni, Vleifontein, Shonisani Nengovhela of Maelula Village, Makhuvha Ndouvhada from Magan,  Frans Mauda of Louis Trichardt, Malite Madiba also from Louis Trichardt, Piet Maswanganyi from Tshikota, Tshibili Siobo also from Louis Trichardt and Maruoini Machete also from Louis Trichardt.\n We welcome you all.  We will call our quests who are here today.  We have heard about Pastor Puluwa, who opened for us with the prayer and Mr Chia from the Child Welfare and Reverent Matize, Reverent Joseph Sicombo and Mr Machakwane and Mr Ramodise from the Department of Education and Father Hogan from the Catholic parish of Njelele and Father Steven, he is also from the Catholic parish of Louis Trichardt.  Yes, I think, so far, those are our visitors.  We welcome you all. \n I will introduce the panellists who are in front of us on the table.  On my extreme right, Dr Russel Ally who is serving in the Human Rights Violations Committee in the Johannesburg Office of the TRC.  Next to him is Dr Fazel Randera, the Commissioner and the convenor of the TRC Office in Johannesburg.  On my left is Mr Tom Manthata, who serves on the Reparation and Rehabilitation Committee of the Johannesburg Office of the TRC.  I am Joyce Seroke, who also serves on the Human Rights Violations Committee in Johannesburg.\n I am going to ask Dr Russel to explain how we are going to use the interpretation - to explain the channels.  I will repeat that explanation in Tswana, once he is finished giving the explanation.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Thank you Chairperson.  The way these channels work, with the black boxes and the head sets, you get simultaneous translation.  And there are four languages.  The first, on channel one will be Afrikaans, when required.  On channel two you will hear English all the time.  On channel three you will hear Venda.  On channel four Northern Sotho or Tsonga.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I have been asked to repeat that in Tswana.  I will explain this in Tswana again.  People who do not understand English or Afrikaans or Venda, among these four languages, if you are using this small radio equipment, channel one will be Afrikaans and channel two will be English and channel three is Venda and channel four will be either Tsonga or Sepedi.  We request you that if you go out for tea or breaks, please leave this equipment behind.  Do not take them with you.  They must be left on the chairs where you were seated.  If we go outside or where ever we go or whenever we go out, you must just always leave this equipment on your chairs.\n We are going to take more statements from the people of this community.  Our statement taker, Wele, I do not know whether he is here.  He will be busy taking statements in the showrooms behind this hall.  Anybody who would like to give a statement, please go to the showrooms behind the hall.  It is very important for us, now that we are nearing the end of the TRC, to have as many statements as possible.\n We will request people who have got painful stories to go to the showroom at the back of this hall and to give their statements there.  Many people have already given their statements.  Others are surprised, why are they not able to appear here today, on this hearing.  We are not in a position to allow everybody to come forward, who has given us a statement.  Therefore we would like to explain that each and every statement that we have taken is very important.  It is very important.  It does not mean, if you are not appearing today, your statement is less important than those statements of those who will be appearing today.  So please bear with us.  We just had to choose a few of those statements, but all of them have equal importance.   The testimonies we are going to hear today, range from 1964 to 1993.  I will now call upon Pitso Manamela to come forward please.\n Our next, may you find out if Tuwani Mudau has since arrived or Aida Netshakhuma?  They are not here.  Well, we will go and we will continue and ask Muzila Phulwana to come forward.\n Welcome Mr Phulwana.  Can you hear me?",
            "Unknown"
        ],
        [
            "MUZILWA PHULWANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you introduce the person who has accompanied you this morning.",
            "Unknown"
        ],
        [
            "MUZILWA PHULWANA",
            "It is my son's wife, Doris Phulwana.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We welcome your daughter-in-law and thank her for accompanying you.  I shall ask Dr Randera to take the oath and I will lead the proceedings thereafter.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mr Phulwana, if you will stand for me please.  Just repeat after me.",
            "Unknown"
        ],
        [
            "MUZILWA PHULWANA",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Mr Phulwana, your case is related to the resistance of the Vleifontein community to the incorporation into Venda.  You were arrested in June 1986.  Could you tell us briefly what happened to you at that time.",
            "Female"
        ],
        [
            "MUZILWA PHULWANA",
            "Firstly, it started in 1960, while we were taken out of the old location to Tshikota.  It is a mile from the old location to the new location.  So that would give them a place to make a tarred road and that Whites from Vivo could have place to stay in.  We were evicted and we were given nothing.  We were surprised that the kraals for cattles were build by the Whites from the townships.  We were surprised to find that cattles were better than us, because we were removed.  Cattles are better to us.  They are taken superior to us.  They are better than us.  We find that the cattles were given better places than us.\n But we went to the location in 1960, to the Municipal houses.  In those houses people were unable to pay the rent, because money there in town was not enough.  People will just prepared to sit in those two rooms.  There were two roomed, three roomed and four roomed houses.  We stayed there from that year until 1980.  \n Then, in arriving there, I was having a say in which I used to tell the people that the people have been removed and been placed in pigsties, because the houses were not of good conditions.  They used to look out for me from there, because they said that I am talkative.  \n In 1980, we heard that we were about to be evicted and go to Tshikota.  We asked, how can we move here, because this is where we were born because I know that if people are taken to Vleifontein, it was under the Commissioner, it means that automatically they will be handed over to the chiefs.  It means that they will fall under the headmen or chiefs.\n They came to me at home and took me to the office.  I found Mr Botha and Venter and Pieterse.  They told me that I am recommended by the Advisory Board that I must be a member of the Advisory Board.  I asked, how can it happen, because I am not elected by the people?  They said, no, the Advisory Board, thinks that no you are fit, you can work with them.  Then I agreed.  I agreed to be the member of the Advisory Board.  In agreeing to be a member of the Advisory Board, the Advisory Board members allowed me to help them in assisting them to let the people move to Vleifontein, because if we move to Vleifontein from Tshikota we would have lost our citizenship of South Africa.  \n After that we were taken to Steiloop.  There was a bus hired to take the people to Steiloop where they can see the houses built there.  There at Steiloop a certain man was showing to us, who was called Chauke who was having buses and he showed us the houses that they built there.  He said, they called them self-built houses or self-help houses.  \n We came back from Steiloop and came back home, and coming back home they called people to come and assemble at the stadium.  At the stadium there were showing the pictures of the dogs and other wild animals.  Then they said that wild animals are better because they hunt for themselves, and because dogs belong to a person, they are slim and they showed us a slim dog.  And they said, even you, you can do yourselves, if you can build for yourself houses there at Vleifontein.  \n There at Vleifontein, I used to work with them over the night telling them that they must not agree because if they go to Vleifontein they are going to be incorporated to the former Venda.  \n Then it was discovered that when Mr Heunis arrived, I discovered that he arrived in a fly machine.  There were other White officials, belonging to the Advisory Board.  When they discussed, they called us.  People were told that we were going to be evicted to Vleifontein and there had to be registration.  Suddenly we asked as to why is it going to be possible, because a lot people will be working.  And we were told that that will be done in the evening.  \n As I was seated at home I saw them approaching my house.  I was told that I had to go to them for registration purposes.  I just told them that I am not prepared to be used as a tool for the disadvantage of our own people.  I am not prepared to go the van.  That is when Venter, who was the then superintendent and William Ramadwa, who was a then police in the Administration Board in Tshikota, they said we must go together to prove that you were not responsible as well.  I said I was not going to do that.  I told them, because as I was organising, I was organising against the move that they took.  It was during the meeting I told the people that if they were not to hold on the branch they were going to fall and if they do not resist that is when they are going to be incorporated into the Venda Government.  That is when the people were aware that things were going to be that way in order for us to be incorporated.  \n Thereafter, after the meeting, I was called again, on the second day, to go to the office, to Mr Kruger's office, who was the then Security Branch.  Mr Rambau arrived when I was Mr Kanaga.  I asked Mr Kanaga to accompany me, because I was not sure what was going to be done with me.  We went to the office.  On arriving at the office, Mr Rambaau asked me to go to Mr Kruger's office and I was asked some questions.  I said then I belong to the Advisory Board.  He told me that he is surprised to see a report that I was telling the people to work against the move to Vleifontein.  I denied.  I said I was not aware about that.  He told me that I was lying and said to me I would be in trouble, because I was nothing.  And I had to know that the Government belonged to them and they could do anything and there was nobody who is going to take a border case, because it was going to end on the (...indistinct) and that was when I was asked to go to Mr Belser, who was his deputy.  \n Belser said to me, you are seemingly said to be discouraging people from moving from Vleifontein.  Mr William Ramadu, who was the policeman said that to me that you said that in a meeting that you held the previous day.\nI denied.  I was told that it is for us to go to Venda, but I could not understand why we had to go to Venda, because we were born here.  Because it means we will be losing our citizenship of South Africa, because we will be moving here on contract basis and we will be incorporated under the Venda Government.  I was told that I had to stop because there was going to be a lot of trouble on my side.  \n Then, as we were there I was called by Mr Rambau who called me to a very small room with a security gate.  It was dark there.  They were beating me up and when they left me, they came back to me again.  They were just assaulting me, pushing me, kicking me and doing all sorts of things.  Then they released me and I left for home.  \n When I arrived at home, after two days, three days, I went to Thohoyandou to the Minister of Home Affairs, the then Minister of Home Affairs, Mr Neremando.  I told Mr Neremando to stop encouraging people to go to Venda because we were born in Louis Trichardt and we did not have a chief then.  We were under the municipalities.  Mr Neremando, the Minister, said that he was not aware.  I told him that Kruger's office is aware of the whole issue about the Mpepu's involvement in the incorporation of the people, Mpepu, who was the chief, who wanted us to be incorporated under the Venda Government.  Mr Neremando said he did not know anything.  \n I went back.  When I went back, as I was seated at home I discovered that we were told that we had to be evicted individually or we had to go individually.  That was in 1983.  The forced removal that took place in 1983, that was going to take place.  \n When I arrived at Vleifontein, because I had a decent house of my own, my wife was a sister at the Clinic.  They said to me why was I not ready to get a house in Vleifontein.  I told them that I did not want to be incorporated under the Venda Government, because it would be difficult for my children to get jobs and stuff like that.  And I was told that it was going to be very hopeless for me as a Venda citizen it is better for you to go to the other section.  I remained there whilst my wife was working at the Clinic.  There came a time in the evening, when it was discovered that a lot of houses were broken into.  Those people who were taken to Vleifontein.  The only people who were left, were the Tsongas and the Northern Sotho people.  When they arrived there in the evening there were no more houses adjacent to my own as they were destroyed.  In the evening the windows were broken into and we did not know what was happening because the people had disguised themselves and we were not sure as to who they were.  There was no electricity where we were.  It was just dark.  Then after that, they said to my wife, it is better for you to go to Vleifontein to get your own stand, because we are going to destroy the Clinic, and you are not going to be employed.  If we destroy the Clinic and you do not consent to what we are saying, you are not going to get employed.  My wife then decided to agree.  She went and got a stand without my knowledge and then she told me thereafter.  She told me that she went with the Superintendent and that she had a stand.  She persuaded me because it was useless, according to her, for me to have been staying there because the police were destroying the windows, one day they were going to kill us.  That is when my wife decided to go to Vleifontein, after they had closed the Clinic down that was in Tshokota location.  There was a problem of bus transport.  I was left there.  I was in trouble, because they were just beating me up.  These Whites were disguising themselves and they were putting polish on their faces and they were beating me up.   Up to the time when I realised it was useless, I had to move.  Then I moved.  I had a tractor of my own, a truck, a Volkswagen combi, an Anglia and all the property that I had, they agreed that they were going to carry all my goods, because they were immovable.  They told me that they were going to be responsible for transporting all the goods.  They took all my goods to Vleifontein.  \n On arriving at Vleifontein, I was again nominated to be a member of the Advisory Board in Vleifontein.  Well, the people nominated me there.  Then we were six.  It was myself, it was myself, it was Mkulwana Matalisa, Magoto Tyson, Ramalepe, Nimbambora and Tsadike.  As we were there in Vleifontein, the Commissionary used to move from Louis Trichardt to Vleifontein for meeting purposes.  As we were holding meetings he used to tell us that we had to tell the people that they are going to belong to Vleifontein.  We had to go to individual houses to tell them, the way he told us.  I said I was not going to do that because people are going to associate me with such things.  That was an issue which took several months without reaching a conclusion or a clear decision about the incorporation into Venda Government.   Then I left to ask Nimrod Mononde to take me to Johannesburg.  When I went to Johannesburg I arrived at Khotso House and I got a certain man by the name of Alan Morris who referred me to me to the Black Sash.  We explained to them that we had a problem in Vleifontein.  They want us to be incorporated under the Venda Government and we were not willing.  Mr Morris said it is fine and we should see how to solve this problem.  He said we had to write a letter which was going to be signed Mr Morris.  We wrote a letter to P W Botha, who was the then Minister.  The other letter was written to the Minister of Urban Affairs and the other one to Mr Viljoen, who was the Minister of Education and Culture.  \n I signed and posted the letters to the people and we told them that we are South African citizens.  We were not able to lose the South African citizenship and then we were born here without a chief.  \n Then we also included that we were drinking dirty water and our sanitation and water were in trouble, were just not in good condition.  \n We also talked about the sanitation system and the ill health that was being contributed by that.  \n We included the fact that we were not ready to be incorporated under the Venda Government because it was going to give us a lot of trouble.  I also wrote the fact, if at all you plant a tree and it grows up, it is obvious that if you transplant the tree, it dies.  Then I wrote a letter to Esram Moraudzi to tell him - that was with Mamija, myself and the fourth person we signed the letter and we sent it through.  After that I discovered that the matter was referred to Louis Trichardt because Mr Rambau arrived and told me that I was wanted at the office there, the Intelligence Office, by the secretary of the Intelligence Office.  Well I was asked to write a dictation about Jan van Riebeeck and his arrival 1652 and the Settlers.  Obviously they wanted to prove my signature as to whether I was the one who put a signature.  He, the man said, Nortje said, you are always causing this trouble and we have always been warning you against this, because you were going to be in trouble.  Then he said to me, you think that you are going to be able to take over this town.  Do you think that you are going to be able walk on your elbow?  I said to them, I was going to fight up to infinity.  I could not answer on that.  \n I was taken the same night to Bluegumspoort.  When I arrived at Bluegumspoort it was just where there is a mountain, it is just engulfed with mountains and bluegum trees they were assaulting me there, beating me on the head, you know they were using their guns, right here, and they hit me on the face and they asked me to run and I fell.  When they were down with me they asked me to stay in the house, then I went to Vleifontein.  \n Well I realised that that was too much, I said to them, look, the only thing that we think can be very workable is that it is better for you to disband the committee.  I talked to the Reverent Ramatala well I will act innocently and I will give you the mandate to meet the Khotso House people to get lawyers who are going to represent us in such activities so that we shall not fall under the Government of Venda - be incorporated.\n Thereafter we were called to a meeting.  All the members of the Advisory Board, the previously mentioned six, were asked to relinquish their positions.  I knew what was happening, because I had already organised somehow.  That was when the Crisis Committee came into operation.  They took over from the Advisory Board in Vleifontein.  \n On the other day when I was from Louis Trichardt on my way to Vleifontein, that was when I got detained.  When I left Louis Trichardt it was on a Friday during a state of emergency, which took place on the 12th and the 13th, was the time I was out on the road when I was going to Vleifontein.  They searched my Combi and told me that Government Gazette is not supposed to be here.  Then I told them that I was given by somebody aand they asked me as to why I was interested in looking at the Government Gazette.  He told me that I am aware, or he was aware that Vleifontein was going to be incorporated under the Venda Government.  That is why I had to get this Gazette.  \n When I left them I realised that they made a road block there and they were a lot of soldiers with guns.  I drove through.  When I arrived at Vleifontein that is when there was another road block.  The second road block was very tough.  They stopped me.  A certain man by the name of Samuel ....  I will remember the name ...  Samuel was a sergeant.  He held me on my belt and then pushed me out.  He pushed me up.  I fell.  Then they threw me into the van which was already opened.  Then they said to me, where is your reference book?  I took out my book.  They told me that I did not pay the Venda tax.  I told them that I was not liable to pay the Venda tax because I did not belong to the Venda Government.  They insisted on saying that and then they left me.  They took us on a car and went to Chitare Police station.  That is when they detained me.  When I was detained I asked them what went wrong.  They told me that I was not paying Venda tax for ten years.  I told them I was not liable to pay Venda tax.  They said to me I had to be given an admission of guilt and that was for R100 00.  My wife arrived and there was this R100 00 payable.  I was released.  It was on the evening of the 13th June.  \n On the 14th, the following day, when we were just next to the stadium, we saw the helicopter flying.  We knew that there might have been something, because we knew, were aware then that we were going to be arrested.  Ntandi Ntaga asked me to take them to Tshikota.  I told them I could not do that, because I did not have petrol.  They told me that they were going to be arrested.  I was then realising that it was connection with the previous day's issue.  I went home on a Saturday.  At dawn, around three 'o clock, I heard a knock on the door.  My wife was also surprised about the foot steps.  Seemingly they were not of people moving towards my home.  When the knock became harder, they asked me to open.  My wife opened.  When I looked through the window, I realised that there were camouflaged soldiers.  Five of them were holding guns.  When I went to the other window, there were five holding guns and when I went to the other one, there were five.  I could not know how to escape.  My wife opened and some of them were having shambuks and they were just breaking through.  They asked me to tell them where Mandela was around Vleifontein.  They said they were sent by Mr Nemagutu to come and fetch Mandela from Vleifontein.  My wife asked me to go.  She spoke in Sotho and said, come, these are the people who want to fetch you.  Then I just took my trouser pants and then left.  I was told that Nemagutu had sent them to come and fetch me to go to the prison.  It was extremely cold.  They threw me into the van.  Well, I was so surprised as to why such people, I was a free man, an innocent man, free man.  I had to choose where to stay. I do not know what was wrong.  They took me to, they threw me into the van.   The van was already opened.  It was very very cold.  I remember it was very very cold.  It was in June.  They said I was taken to Vuane.  Before we reached Vuane, they stopped the car and asked me.  They interrogated me again.  They asked me why I was trying that.  They said to me, do you know that you can die any minute?  We were sent here by the owner of the country, I mean the one who is in charge in this country.  The following day, on the 15th, they took me to Sebasa camp.  On arriving at Sebasa camp, that is when they interrogated me the whole day, asking me all several, all sorts of questions as to whether I knew about, whether I was aware that Mangope was progressing and developing and yet I was fighting about the incorporation into Venda.  Why do not I stick to the development of the country like the one Mangope was ruling then.  I could not respond to that.  So they drove me to Louis Trichardt again.  I found Dreyer there.  Dreyer asked them if I was available and they said yes.  I was taken to their offices and they beat me up again.  They took me to Sebasa again.  That was ten o'clock in the evening.  When I arrived at Sebasa in the evening at two a.m., they took me again to Masise.  That was two hundred kilometres away from Sebasa.  It is a very remote area right in the jungle, an area bordering Zimbabwe and South Africa.  It is the Robben Island of Venda, the so-called Robben Island of Venda.  I stayed there.  I was locked in",
            "Male"
        ],
        [
            "MS SEROKE",
            "Could you, we have heard, you know, the whole explanation.  What I would like to do now is for you to concentrate on the three months period you were detained.  We would like to ask you, we have got the whole background to your story.  If you could now just concentrate on the last part of your statement where you were detained for three months.  Can you hear me?",
            "Female"
        ],
        [
            "MUZILWA PHULWANA",
            "Yes, I can hear you.  On that three months, in arriving at Masise, it is there where I was detained.  I remained there in a certain jail which is about six metres square, if not ten.  Somewhere there.  I was sitting there, I was alone, I was given a blanket.  There were not mats.  There were two small blankets that they gave them to me.  I used to sleep on cement and it was very cold.  During the night they came and took me out.  Then I saw that they were white police and black police men.  If I can show you here on my leg, there is still marks here on my legs.  How I was injured, they inserted wires in which I was electrically shocked and all my body was burning.  They beat me and sent me back to that jail.  Again they came back for the second time.  They took me out to that place again, to the bush.  They were doing everything that they want.  They shocked me with electricity, with batteries there, with electric wires coming into my body.  While I was there, at Masise, I became ill and then they sent me to Trizine Hospital.  Somebody told me that if I eat the food that they give me, they are poisoned.  It is my cousin who told me that the food were poisoned and they will kill me and he had advised me not to eat those food.  I spent two weeks there without eating nor drinking water.  Then they realised that I was dying.  Then they sent me to Trizine Hospital.  Then I was Police guarded, day and night, till I spend three months in solitary confinement.  The building was high.  The windows were black and it was difficult for me to see my hands and there were so many mosquitoes there.  They were biting my legs.  So that to find warmth, I had to try to exercise, so that I can feel some warmth.  Then I left that jail and then by going to the Hospital.  In arriving at the Hospital, they found out I am suffering from an ulcer due to worry.  That was the doctor's statement.  They also said that I am suffering from hypertension and that my ear was not hearing very well.  I was hearing using one ear.  That is how I refused the incorporation to Venda.  I was the middle man telling the people that we are not going to be incorporated into Venda.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Thank you very much, Mr Phulwana, for sharing with this Commission the hardships that you went through in trying to resist incorporation.  I just ask you few questions.  Why was it so important to you to remain a South African citizen?",
            "Female"
        ],
        [
            "MUZILWA PHULWANA",
            "It is because I find that people from the homelands were not allowed to attend schools and universities and in finding jobs.  It was difficult for those people going to find job.  They have to go on contract basis.  They know that we were born in that country, which was South Africa, the country of our forefathers.  Then a man came in and said, no, let us go there.  That is why I refused.",
            "Male"
        ],
        [
            "MS SEROKE",
            "In your statement you say that you used to work before you were imprisoned.  You worked for the South African Railways.  You lost your job, because you were labelled a terrorist.  You also lost your unemployment benefits.  Have you since tried now that we are in this new Government to get your benefits from the South African Railways?",
            "Female"
        ],
        [
            "MUZILWA PHULWANA",
            "Mozera, my son, was also detained.  Yes, the one was working to Railway.  We were detained together with my son and then it was a problem there.  Because I was detained with my son by that time.  The one would not receive his pension.  Yes, the one who wrote that statement.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Did your son also make a statement to the Truth Commission?",
            "Female"
        ],
        [
            "MUZILWA PHULWANA",
            "I think it is that.  I never worked for a Railway.  But I found a letter and I thought it is mine.  And he also made a statement.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Thank you.  I will refer you now to my colleagues here, if there is any questions.  Tom?",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Muzila, I just want to check on a few things.  Before you were taken, before you lived in Tshikota township, where were you?",
            "Male"
        ],
        [
            "MUZILWA PHULWANA",
            "We were from Ohr location in Tshikota.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Ohr location?",
            "Male"
        ],
        [
            "MUZILWA PHULWANA",
            "Yes.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "And then ....",
            "Male"
        ],
        [
            "MUZILWA PHULWANA",
            "It is in Louis Trichardt.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Okay.  And then from Tshikota you were taken to Vleifontein.",
            "Male"
        ],
        [
            "MUZILWA PHULWANA",
            "Yes.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "When you were in Vleifontein, do I understand you correctly to say you resisted through refusal to pay Venda tax?",
            "Male"
        ],
        [
            "MUZILWA PHULWANA",
            "Yes.  Yes, I refused to pay the Venda tax, because we were forced.  There was nothing that we can do.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "It is clear.  That is what I wanted.  But, otherwise the other people who were with you in Vleifontein, were paying the Venda tax?",
            "Male"
        ],
        [
            "MUZILWA PHULWANA",
            "People were not actually paying, but we had a meeting in a certain hall and the people were told to pay.  Others were paying, but others were not paying.  There were others who were refusing and others were accepting.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Thanks.  For the time you had been treated like that, or as it, for the time you have been resisting this, what did you know the efforts of the Black Sash to be in supporting the people who were resisting to be incorporated into Vendaland?",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "We used to held a meeting with those people, saying that they can find lawyers for us so that we can refuse to be incorporated.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Did their lawyers ever come to your defence for the time you were in detention?",
            "Male"
        ],
        [
            "MUZILWA PHULWANA",
            "The people from Vleifontein collected ten rands so that they can find lawyers.  But it was difficult that we were arrested.  We felt having lawyers.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "What I wanted to find out is, for the time you were resisting and being detained, did you ever see anybody from the Black Sash in Vleifontein?",
            "Male"
        ],
        [
            "MUZILWA PHULWANA",
            "Allen Morrisen is one we just had a meeting with there at Tshikota.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Okay.  When you were held in that Vendaland Robben Island, as you put it, were you ever, were the doctors ever brought to you to find out how you were like healthwise?",
            "Male"
        ],
        [
            "MUZILWA PHULWANA",
            "No, no doctor came.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "And when you were released, did, through the efforts of your wife who was there, did you make efforts to contact the doctors?",
            "Male"
        ],
        [
            "MUZILWA PHULWANA",
            "Yes, I consulted the doctors here in town, Louis Trichardt.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "And what was the outcome thereof?  Have they, did you, do you still have the papers that were issued by the doctors?",
            "Male"
        ],
        [
            "MUZILWA PHULWANA",
            "Those papers is long.  It is over ten years.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Okay.  No further question.",
            "Male"
        ],
        [
            "MUZILWA PHULWANA",
            "But what I would like to add, is that on the 12th August 1986, my wife, Valid Phulwana, made an application.  The answer was this.  In the act under which your husband, father has been held, there is no provision for similar application.  This was returned by Brigadier Rama Horana.  It was returned by Brigadier Rama Horana, who wrote in answering my wife.  He wrote to my wife.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Phulwana, we thank you for coming forward today and sharing your story.  I could not help but feel, you know, very pained when you said that you had to leave the old location to give way for cattle and to see how the people during that time were dehumanised to loose their own homes to give way for animals.  It is something that was unbearable.  We commend you for your effort to resist this incorporation and we hope that things are now back to normal.  Thank you so much for coming forward.\n We shall now break for tea.  It is now twenty five to twelve.  We will come back at twelve o'clock.  And please, when you go out, leave your earphones on the seats.\n_______________________________",
            "Unknown"
        ]
    ]
}