{
    "header": {
        "type": "Women's Hearings",
        "starting date": "1997-07-28",
        "location": "JOHANNESBURG",
        "day": "1",
        "names": [
            "KEDEBONI DUBE"
        ],
        "case number": "-",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56393&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/women/dube.htm",
        "speakers": [
            "CHAIRPERSON",
            "INTERPRETER",
            "KEDEBONI DUBE",
            "MS MKHIZE",
            "MS SEROKE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS SEROKE",
            "MS DUBE",
            "INTERPRETER",
            "KEDEBONI DUBE",
            "MS MKHIZE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Could I ask Mrs Kuzwao's driver, Alfred, to please go downstairs, because she's actually waiting for you at the bottom.  Gone already?  Thank you.\n We're going to have a change in the programme.  We should have taken the submissions from Fedtraw and Cals today.  However they have kindly consented to coming tomorrow.  We have been running late since early this morning, because we started late.  And we must apologise to those people who were going to be making submissions.  \n We're going to take the last witness for today, Kedeboni Dube, please, if you would come forward.\n Kedeboni, we'd like to welcome you to the Commission.  We must apologise for allowing you to wait the whole day before you could actually give your evidence.  I'm sorry that we've actually run late, but now that we do have you here, please feel free and comfortable to give your evidence in as free a manner as possible.\n We have asked Joyce Seroke to assist you with the giving of your evidence.  Joyce?",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Kedeboni, will you speak Zulu or Sotho?",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "I will speak Zulu mix and I will mix it with Xhosa.",
            "Female"
        ],
        [
            "MS SEROKE",
            "I will request you to stand up and take and oath and raise up your right hand.",
            "Female"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.  The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "I will repeat again, because I didn't realise that my mike was not on.",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Thank you.  Kedeboni, are you still living in Swanieville at the moment?  Could you actually relate to us what happened to you in Swanieville?",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "In Swanieville the Inkatha came.  In Swanieville the Inkatha invaded this place in Swanieville.  I cannot remember the exact date, but this was in 1992.  Inkatha invaded us and we ran to Asatville.\n And when we arrived in Asatville, I used to visit with my boyfriend in Kimberley.  When we arrived in Asatville, I requested him to go and look for my father.  I asked him to go and look for my father, if he survived and if he was still alive.  \n And if he was, if he could please go and fetch him.  And this boy came here and he said, no, your father is alive.  I went to the township at my aunt's place.  When I arrived at my aunt's place, I was just too scared.\n I went with Makgleng at my sister's place.  My aunt also came.  They were also scared of Inkatha.  They didn't want to stay where they were living, because they're scared of Inkatha. He said to me, why the comrades are looking for you.  I asked him, why are the comrades looking for me?  So I just stayed there and I didn't go back to Swanieville and I felt very concerned and worried, because I don't know why the comrades were looking for me.\n So I went to another street in Vuga, called the Kuzulu.  I sat there the whole day.  And when I got out, I met the comrades at a corner.  When I met these comrades at a corner, they went past me.  They went to the house were I had been.  They didn't know me.  They went there and came back and ran after and they took me and then they left with me and said, we're going to church.\n The church was the place where all the people who had run away from Swanieville had gone to and I stayed there.  There was a boer called Ebeke.  He comes from Motlageng township.  He said to me there were Xhosa people fighting against the Inkatha.  He said to me, you know, that Xhosa people are going to kill you. I don't want you to take to the Xhosa. They said you and your boyfriend pick-pocketed or mugged the corpses.  He said, is that the truth?  I said, no I do not know that, because when Inkatha invaded and attacked us, we ran away to Asatville. Then they said they were looking for me and my boyfriend.  \n It was around seven when he went to church.  He then said no, let us not stay here in church.  Let me go and put you in a safe place, because I know you; there's a house there at Manzinis, a shebeen.  He took me to this house, to this shebeen house.  And people had just about to leave.  He said, please just stay here, I'm coming.  And he went out with other comrade guys.\n Then he came back at around half-past-eight and he said let's go, I am taking you back to the church, I don't know what are these people going to do with you.  So we went back to the church. But he didn't take the direction towards the church.  He took a direction that was getting out of the township.  I said, but where are you taking me?  He said to me, why do you know so much?\n He had a gun with him.  So he hit me with the back of the gun.  He says, you're too knowledgable, too clever.  Because I was scared and it was at night and I didn't know where he was taking me, but I do know this guy.\n He took me to another house.  This house he took me, was a big house, but there was nobody living there.  And each and everyone pulled their own girls there and they were sitting together with their girls.  And I said to him, I'm not going to sleep here, I want to go home.\n He said, I will take you to the Xhosa people and the Xhosa are going to kill you.  And he beat me up the whole night until he raped me.  He raped me in different positions.  I tried to fight him at that stage until in the morning and he was raping me.\n I had a purse which had money, and this boy took my purse and gave me R2,00 and said, go back to your home and don't tell anyone; if you tell anyone about what I did to you, we're going to burn you and I'll burn your home as well.\n During that time my boyfriend went to look for me at home and he didn't find me.  And he realised that it was daybreak and he didn't find me, and he went to the church.  Aat the church they arrested him.  \n They caught him and said, yes, this is the one who was mugging the corpse, but the other one didn't say he was with me at night and he raped me.  My boyfriend asked me, where is Spoke, and he said, no, I don't know where she is.  He says, we have heard that comrades took her late last night.\n They had a meeting about my boyfriend and asked him why was he mugging corpses.  He said, no, I had gone to look for my father, because I had asked him to go and look for my father, but because the issue was - and because his picture was in the Sowetan, people assumed that he was involved in mugging, but - the Xhosa people during that time, that's the time when they were very angry.The Xhosa people were very angry during that time. They were attacking people and the priest realised that these guys were just looking for this guy so that they could kill him.  But the priest protected this, my boyfriend and took him away.  They took him to Plasville and he got a train and he went to Randfontein.\n At my sister's place they found me there.  I didn't tell anybody what happened to me.  This guy had pleaded with me that I shouldn't tell anybody.  It's our secret that he had raped me.  What would people say about this.  \n So I've realised that this whole thing is very painful.  They took my things.  They took my dinner set.  And when I want my property back that they had taken, they kept threatening that they're going to kill me.  \n I still see this person.  When I look at this boy, this guy, my heart is very sore, because he raped me and he wasn't arrested by the cops, and so many things that he does.  He does very strange things and there's nobody who can arrest him. \n Now he's a criminal and he kills people.  He mugs people and when he kills people, nothing happens to him.  But I realise that he's going to do so much damage to other people.\n After that I have been suffering from syphilis since this boy raped me.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Kedeboni, during this time when this boy took you away, did you not scream and cry out as you realise that he was taking a different direction from the church?  Didn't you shout and scream?",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "He was threatening me.  He said if I make any noise, he would kill me, and it was at night.  During that time there were a lot of people who had been killed in that area, so I was scared that he was going to kill me.\n Even now I am relating this story, but I am not feeling safe about relating this story.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Were you a comrade in Swanieville?",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "No, I wasn't a comrade.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Were you not involved in politics?",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "No, not at all.",
            "Female"
        ],
        [
            "MS SEROKE",
            "But these comrades didn't know you.  They only knew that you and your boyfriend were reported to have mugged the corpse of dead people.  When you arrived in this huge house and all the comrades had their girls;  these girls they were with, were they girlfriends or were they also people who had been abducted?",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "I think, the way I saw things, I think some of them were girlfriends and there was a huge house and each one of them was locked into different rooms.  But they didn't even want me to talk to these other girls.  They just pushed me into the other separate room and locked me there.",
            "Female"
        ],
        [
            "MS SEROKE",
            "And your boyfriend, when he searched and looked for you until he was threatened that he'll be killed by Xhosa, when you met him, did you relate to him what they did to you?",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "Yes, I did relate this to him.  When he came to, he'd asked me where do you come from, because I nearly died looking for you.  And that time I cried.  I broke down.  I was very sad.\n The first thing he asked me, he said, did they not rape you?  That's the first thing he asked.  Yes, I said, they did rape me, but it was only one guy who raped me.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Did you relate this to your aunt?",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "No, I didn't relate this to my aunt.  The only time I started relating this was when the Truth Commission had been established.  I started relating this to the Truth Commission.\n I felt that I should talk to my mother and tell her the truth, because at home I didn't tell them anything.  I just said they had kidnapped me.  They were looking for Eric.  They didn't want to do anything to me.  They didn't harm me.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Did you not go to the doctor to report that you had been raped and that - to get a treatment?",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "My husband said this thing is just a disgrace, a shameful thing, just keep quiet, do not relate anything, but my boyfriend was looking for this guy, because my boyfriend is still very unhappy about the situation.\n But this guy, after raping me, he disappeared a bit.  Then my boyfriend, this is a disgrace.  We should not talk about this, because people will look at him in such disgrace that his girlfriend had been raped.\n So the only time I started relating it openly;  that's when after I had spoken to the Truth Commission and it's then that I related this to my mother, that I had been raped.",
            "Female"
        ],
        [
            "MS SEROKE",
            "After you told your mother for the first time after the Truth Commission was in Swanieville;  what did she say?  Because you know this guy, didn't your mother say you must go and lay a charge against this boy?",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "She didn't talk.  She didn't say anything.  We also realised that this thing happened a long time ago.  The police would no longer take this thing up, because they're going to ask me and say why have you always been quiet.\n That's the situation as I know that they normally do that.  If the person had been raped and reported this after a long time has elapsed, they don't take it further.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Now, you've said you are sick.  When did you actually discover this?",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "Inkatha attacked us around June.  I discovered this round about September.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Are you getting any treatment for your illness?",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "Yes, I am getting treatment.",
            "Female"
        ],
        [
            "MS SEROKE",
            "And when your boyfriend happened to - when this happened to you, was your boyfriend still with you?",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "Yes, we both got treatment.  We both went to Baraghwanath for treatment.  But every September I really get sick again.  Every September I become sick again.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Do you think you parted from your boyfriend, because of that, although he understood that you were raped?  Are you saying that you've parted with your boyfriend now?  What would be the reason for you having parted with your boyfriend?",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "At the hospital they said I will not be able to conceive a baby, because I have had this illness and he started fighting with me that I was not able to conceive and I realised that then I must cut off his fighting me, because I wasn't able to conceive.",
            "Female"
        ],
        [
            "MS SEROKE",
            "So you were raped and after that you got sick and your boyfriend even abandoned you and he started turning against you that you are not able to conceive?",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "If he was the one who had this problem - he had a child, a baby with a girl next door and then he realised that the problem was with me.  That's why I was not able to conceive.  The problem was with me and that I wasn't able to conceive.",
            "Female"
        ],
        [
            "MS SEROKE",
            "So there are three things that have really been stressful to you; that you had been raped and that even this person who you were involved with, abandoned you, because you were not able to conceive.  How do you feel about all these things?  How do they affect your life?",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "I think it's most painful this. I think even now I feel very ashamed and I feel very disgraced, that even the new boyfriend that I have now, will hear that I've got syphilis and other guys will run away from me.\n That is the thing that worries me most;  that if I have got a boyfriend, when I'm menstruate I must buy the muti called Imbeze so that I do not affect my partner.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Just tell me, Kedeboni, now you related this story, but you didn't relate this story to anybody.  You didn't even get any counselling.  Now, once you've spoken this to your mother;  where there any social worker who could help you, because you've spoken this with your mom?",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "I didn't go to a social worker, but even the sisters, I didn't tell them what was the cause of this.  When I go to the clinic, they ask me in the room.  They call me to private rooms.  They ask me, when did this thing start?\n When they ask me if I'm not naughty;   why am I getting this illness?  Is it because I'm naughty?  They said I must take the pills.  I must take the full course of the treatment.  If this thing if this thing doesn't stop, I'll end up being HIV and virtually getting AIDS.\n Most of the time I feel so sad.  I feel like taking a rope and hanging myself, but sometimes I feel maybe this thing will come to an end, because we're now attending church.  I think through the church and God this thing will come to an end.",
            "Female"
        ],
        [
            "MS SEROKE",
            "But are you taking your treatment, because the treatment of this illness;  you must take all your treatment and finish it.",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "The sisters gave me the treatment last year and they said I must finish all the treatment I had been given;  then maybe this thing will - at the moment, I haven't experienced, but I think it only starts in September again, and then I start the treatment again.\n I attend the clinic.  And when you go to the clinic and tell them that this is the problem I have, they give me the treatment.  I tried to finish the treatment that the clinic gives me.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Now that you say that you attend the church;  the people in church, do you talk to them to help you with counselling and assist you and give you support so that you do not become depressed about this issue?",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "No, I haven't related this issue in church.  I am scared, because people are going to think that I've got Aids.  So of course I just can't go around relating this issue to people that I've got syphilis.\n Only now the home people, my family, do know it.  They know.  We do fight at home and my sister at home says, you have got Aids and my neighbours do hear.  Sometimes when they shout and insult me in the street, they say I have got Aid.\n That's why I am afraid of relating this issue to other people.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Now you are scared.  You realise that you think the long time has elapsed since this incident happened;  that you haven't reported ...",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "I thought I shouldn't come to TRC.  I was I came at the behest of sister, because Friday, because my mother gave me this fax on the Truth Commission.  She said to me the police were looking for you.  And I thought I shouldn't come here, but now this thing has passed now.\n But today in the morning, I thought I was going home and I saw this guy again.  And my heart was very sore, but I thought maybe the Truth Commission is going to help me.  If I can just see this guy having been arrested, I think I'll be relieved.  I think he must be punished.\n He shouldn't just be allowed to roam around freely, because whenever I see him, my heart is sore.  My heart bleeds.  Even if sometimes they are just - a sort of a relative at home, related to my maternal side, my mother's side;  when he comes in, I stand up and go, but my cousin asked me but why do you react like this to this boy? I just said I don't want him, but I don't relate to them what actually transpired.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Does this guy have parents?",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "Yes, he does have parents.",
            "Female"
        ],
        [
            "MS SEROKE",
            "When you say you're related;  how related are you?  Don't you think you can try and request for assistance between your parents and his parents so that this issue could be resolved so that you can air your feeling and your pain about this guy?  So that when parents meet, his parents and your parents can meet, and this cousin and resolve this issue?",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "I just want him arrested.  I don't want anything negotiated.  I just want to see him arrested.  I think that's the only way I can feel I have been healed.  I want him to feel the pain that I have felt.\n I think they must also give back my things, my properties, because they also took my dinner set and took quite a lot of my things.  Now they don't want to return them.  When I say I want my things back, they say no, the Xhosa people took them and if you insist on getting your things from Xhosa, these Xhosa people will kill you.They keep threatening me with this Xhosa people.  I just want them to tell me what did they do with my things.  Did they share it among themselves.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Are you working now, Kedeboni?",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "The job that I am doing is really not a steady job.  I work at a house.  Sometimes I stay for a month and only when I have got customers I can go and submit them to my employer.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Are you staying with your parents now?",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "Yes, I am staying with my parents now.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Hlengiwe.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "You say they also got hold of your boyfriend and said why was he searching the corpse of dead people.  So when they arrested, when they kidnapped you and they raped you, what do you think about this?  Did they harass him?",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "I think he was saved, because when they got hold of him, the priest was there, but if they just got him from somewhere else, I think they might have killed him.  He has only managed to survive and was saved by the priest.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "The one you say you know, took you and raped you;  what is he?  Is he a comrade?  What right did he have to fight you and accuse you of searching the dead corpses?",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "At that time he was a comrade, but now he's not a comrade any more.  He's just a thing.  He's just an alcoholic, drinking all the time.  But during that time they were scared of him.\n That's why I also even could not report him, because he was quite a popular guy and for me - the people were scared of him and I was also scared that he was going to kill him.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "You say when he was a very known comrade;  what was he?  Was he an organiser?  Was he a secretary?",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "I wasn't very much involved in politics.  So I don't know.  But I do know that the big - he was popular, was highly known.  If you -  maybe if you ask comrade Uhuro of Vuga, he would know what exact position he occupied there.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Maybe you can explain to us when did you actually realise that you have got this disease?  Here it's written that you went to Lerato.  When did you go to Lerato?  Was it just after you'd been raped that you went to the hospital or did it - did you go after a long time after you had been raped?",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "I only went after three months that I started having this problem after three months after I had been raped.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "So it means from 1992 up until know they're not able to treat this thing, every September?",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "No, it's not treatable.  It's not treatable, because sometimes I get a wound here.  That's when they saw at Lerato that I was getting this sore in my back and then they took my blood.  They were also not able to tell what is my problem. So they took blood and went for tests and that's when they realised that I had syphilis.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "And did you tell them how did you get this disease?",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "No, I didn't tell them, because at that time I didn't want to tell people.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Maybe, Kedebone, that's what we don't understand clearly.  You said you didn't want to tell them even at the hospital.  I thought you didn't relate this, because your boyfriend said no, that would be a disgrace, but I think you could have related this to your doctor.",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "I didn't want to talk about this thing.  I just wanted to keep it my secret until the end.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "When you started realising that you were sick, you realised that wasn't a thing you could speak with your doctors?",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "Originally I didn't know.  I just thought it was a passing thing. I just thought it was an illness that will end.  But only now that I am explaining to the sister when they said to me when did it start, I told them.\n It's only starting to be serious now, that I realise that this issue is serious.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Maybe we could advise you that when you go to Lerato, you must stay there and don't go to different clinics and hospitals.  Just relate this to the doctor.  Stay with this one doctor.  Relate to him that the doctor know your history.",
            "Female"
        ],
        [
            "KEDEBONI DUBE",
            "I think in church, I believe that in church they will manage to heal me.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Indeed, if you believe that the church will help you, but please don't stop getting treatment like going to the doctors and having all the examinations done on you so that the doctors can eventually understand your situation.\n You can go to church and pray for that, but in the meantime go to the hospital and explain to them so that - you see you must combine this kind of treatment, because it's dangerous for you to stop the treatment.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Kedebone, I just have one or two questions.  You talk about a witness.  Can you tell me what this witness actually saw?",
            "Unknown"
        ],
        [
            "KEDEBONI DUBE",
            "Where?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You mention in your statement that you were left at Manzini Arms Tavern.  Tell me about that.",
            "Unknown"
        ],
        [
            "KEDEBONI DUBE",
            "At the Manzini Arms, this man asked them where are you taking this girl to?  And this guy said no, these are the Swanieville people who mugged the dead corpse, so I am taking her to the church, and that's when we left the house to go to the church, and that's why he took me to this church.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You know that you mention in your evidence that you really didn't want to come forward, but that you have seen this man again which made you decide to come to the Commission.\n The difficulty of course is that usually after a rape, there are certain examinations that must happen so that one can actually identify whether in fact the person you say raped you, is in fact the same person that you identified.\n Whilst we would like to help you to deal with this matter, the one problem we have is that you haven't actually talked to anybody immediately after this rape so that we could find a way of dealing with the person who raped you, unless that person came forward and actually said he did it.\n So whilst we will try to investigate this matter, it is going to be quite difficult, because it will be in a sense your word against him.  And you didn't - you weren't even - I think the only person who probably knew at that time besides yourself, is your boyfriend and obviously we would need him to give us a statement as well.\n We will of course see what we can do to try and if this person is back, if we can identify him and see what we can do about him.  Perhaps we can issue a subpoena for him so that we can assess what actually - you know whether he's prepared to admit what he actually did to you.\n But it is going to be difficult and we shouldn't in fact pretend that it's an ordinary matter and that we will just be able to deal with it.\n I have one difficulty with what you say, which is that the church will help you.  I think that what my fellow Commissioner says is very, very important;  that you must continue receiving treatment and the proper treatment from a medical institution, a hospital, and if necessary, we must try and refer you to at least one place where you can continue to be seen by at least the same doctor, so that he can take care of your problem.\n Because the church can perhaps help you to deal with the trauma of this problem, but what you really need, is medical assistance to help you with the medical problem that you have.\n And I think we must make sure that at least you attend a proper medical institution to get the kind of help that you need.  Do you understand that that's very necessary, so that in fact this matter doesn't get worse.",
            "Unknown"
        ],
        [
            "KEDEBONI DUBE",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "All right.  We're very glad that you've come to tell us about what you've said.  I am happy that you finally took the decision to come and talk to us, because the more we talk about it, the more other people can come forward and say that perhaps this thing happened to them as well, because we've got to try and stop it from spreading further in our communities.\n And we've got to stop the person who suffers the problem, feeling the shame, because it's not your fault.  I think we need to say that it's the fault of the people who actually do this;  the men who rape women, it's their problem and their fault and you are carrying along the guilt and the shame and you have in fact nothing to feel guilty or shameful about.  W we hope that having come to tell us this experience, that you will begin to be free of some of the feelings which go with what happened to you.\n So thank you for coming today to see us.  If you are not attending a hospital properly, please tell us so that we can in fact arrange for you to attend one of the hospitals that there is, so that you can receive proper treatment for your condition.  \n All right?  Thank you very much for coming to see us today.",
            "Unknown"
        ],
        [
            "KEDEBONI DUBE",
            "Thanks.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I would like to say that we have heard the experiences of very many different women.  Women in all kinds of walks of life, but what is very, very clear is that this conspiracy of silence that exist, in fact allows abuse to carry on and unless our society begins to talk freely about this, unless we begin to bring the people who do this to book, unless we do something about exposing them;  we will never be free of this. Because at the end of the day, women seem to be objects which can be used by any side and they're the ones who are usually at the forefront of receiving the violence; they and the little children and many of them can't in fact protect themselves.\n Many women have come forward today and I think the one area in which we certainly do have a gap, is the question of women who themselves have been perpetrators. \n The Commission has tried very, very hard to get women to come forward, women whom we have identified as having served in the previous regime in prisons and in fact, women who've been outside the country as well.\n But there is a reluctance to talk.  Some of them have committed themselves to making written submissions, but none of them were in fact prepared to come forward and talk orally about their experiences.\n We acknowledge that it is probably an angle that we're not going to get to deal with properly, but we will carry on trying.\n We will resume tomorrow at nine o'clock.  We start off with a perspective from a woman who was involved in the conflict from the early 1970s and 1980s.  She was a student herself.  And then we will be receiving submissions from both Fedtraw and the Centre for Applied Legal Studies.\n We will also be receiving the testimony of individual women who also come again from the different provinces which are served by this office in Gauteng.\n At the end of it to celebrate the fact that women have in fact survived the violence, we will be having a celebration by way of a cultural event by Tonokwe and her group, and that will in fact end the proceedings tomorrow.\n We have also been invited by the mayoress of the greater Johannesburg Metropolitan Council to a reception at five o'clock in the mayor's parlour on the first floor at the council chamber wing of the Metropolitan Centre, Braamfontein.\n So those people who can attend, we will ask them to please RSVP Mrs Temba Makwanaze at 407-7490, if you are able to attend.\n We would also people to come here by nine o'clock tomorrow, so that we can actually start promptly.  \n Thank you for coming and sharing this day with us and for being patient when we started quite late.  It is very difficult to get all the witnesses together, as they come from the very far provinces in our area.\n So with that apology I will conclude the hearings today.\n Thank you.\n(Applause).\nCOMMISSION ADJOURNS",
            "Unknown"
        ]
    ]
}