{
    "header": {
        "type": "Women's Hearings",
        "starting date": "1997-07-28",
        "location": "JOHANNESBURG",
        "day": "1",
        "names": [
            "GLORIA ELLA MAHLOPHE"
        ],
        "case number": "JB03425/01 ERKAT",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56395&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/women/mahlophe.htm",
        "speakers": [
            "CHAIRPERSON",
            "ELLA GLORIA MAHLOPHE",
            "MS MKHIZE",
            "MS SEROKE",
            "WINNIE MAKHUBELA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS MKHIZE",
            "ELLA GLORIA MAHLOPHE",
            "WINNIE MAKHUBELA",
            "MS MAHLOPHE",
            "MS MAKHUBELA",
            "MS SEROKE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "I want to call the hearing to order again.\n The next witnesses are Ella Mahlophe and Winnie Makhubela.\n Gcina, do the witnesses need the ...  \n Thank you.  Are you able to hear me clearly?  Are you ready to go?  Gcina, we're ready to go. We know that it's not going to be easy for you to talk about the pain that you've experienced and Winnie as well.  To assist you, we're going to ask Commissioner Hlengiwe Mkhize to help through with your evidence.  Hlengiwe.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "Thank you, Chairperson.  Gcina, maybe they don't need this.  I will try and talk to them in Zulu.  No, they're speaking in Zulu.  Oh, okay Tsonga.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Tsonga on four.  They can put it back.  Ella, you'll be more comfortable in Tsonga?  All right.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "I will ask you to stand.  Then I will assist you with an oath.  You will just - if you can just at the end follow me - if you raise both of you - maybe we'll start with you, Ella Gloria Mahlophe.",
            "Female"
        ],
        [
            "ELLA GLORIA MAHLOPHE",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "Winnie Makhubela, I wi ll also ask you to say the same at the end.",
            "Female"
        ],
        [
            "WINNIE MAKHUBELA",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "Ella, I welcome both of you and I will ask you to start talking to the statement that you gave us.  You would take us back to the time when in this country we were having problems especially around the East Rand, and I will be happy if you can just talk to your statement as it is written here.",
            "Female"
        ],
        [
            "ELLA GLORIA MAHLOPHE",
            "It was in 1993, on the 27th, when my child left to the shopping at the shopping centre.  I had sent them to buy some meat.  When they came back from the shopping centre, they came back together with another girl.\n There were three of them.  There was Tembe, Norwin and Molly and they were coming back.  When they arrived at a certain place in Thokoza, there were two men who came, who\ncame to call them and said there was a meeting at Thokoza.\n They went to this meeting in Thokoza.  When they arrived in Thokoza, they were put inside the hostel. They started undressing them, taking of their clothes.  After they've undressed them, they raped them.\n After they raped them, they took them and threw them outside the hostel, at the back of the hostel and they started shooting at them.\n They were trying to chop them with some huge bush knives and two of them died, and the other one managed to escape through the window.\n Out of this, Tembe died and here Winnie remained that didn't die.  Whilst they were still there, that other two died, Winnie survived. Winnie said a police car arrived and took this other two who had died and they took her to the hostel.\n Now we were surprised why this children are not coming back.  We were up and waiting until four pm and we started looking for them, because they're not coming back.  We were surprised at what had happened.  We looked for them all over and we went to sleep.\n In the morning there was a sister of the other girl who we thought they've gone to the sister of this other girl.  So we started searching for them in police stations and we couldn't find them.  \n When we couldn't find these young people, even in the police station, we started searching in hospitals.  We found Winnie at the hospital and the other two were in the Government mortuary.\n So we went back home and we went there and we started mourning them. My child who had already been born was already 16 years old then.  At the stage she was in Std 10.  She was doing Std 10 and she died while she was doing standard ten.\n That was the child I had hoped for.  I thought this child would help me, but today she passed away and she's not able to help.  And I am not happy about how they killed her.   When I went to see my child at the mortuary, I found that she had been chopped, she was full of grass all over and was naked.  During that time we then left and we went to identify the child at the mortuary and we did say that indeed it was the child.\n That's how my story goes.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Thank you very much, Mahlophe. You're one of those women who have seen the most, to see your child leaving home and then having to identify her in a mortuary.\n Can you just tell the Commission a little bit about Tembe.  Was she politically active or whatever memories that you might think of, anything that will help us to have a vivid picture of her.",
            "Female"
        ],
        [
            "ELLA GLORIA MAHLOPHE",
            "She was very interested in school work.  She wasn't involved in politics. She liked books. She used to read a lot.  Even the day she had left home, she just was accompanying her friend, because she was lonely. She was a very quiet child.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "How did you - you said you looked around, because when they didn't come back, you looked everywhere.  What kind of an explanation were you given by authorities, the police, you know, surrounding her death at the time when you ultimately realised that she had been murdered.",
            "Female"
        ],
        [
            "ELLA GLORIA MAHLOPHE",
            "In the morning, the following morning when we had been searching for them, he said there weres some children who were arrested at the shopping centre.  They said some of them are dead and some of them are in hospital.  That's how we realised.  That's when we started looking for them and we found them at the hospital and at the Government mortuary when we didn't find at the hospital. But Winnie explained all of this to us;  how it had happened.  That's how we heard the story, through Winnie.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "I was just interested in what the authorities said. As parents, when your children are found in mortuary, I assume that you must have asked some questions or you must have been told how did they land up in the mortuary?",
            "Female"
        ],
        [
            "ELLA GLORIA MAHLOPHE",
            "We didn't see the police.  We only heard that the police picked them from behind the hostel after they had been thrown there. They didn't come to us.  We just came and fetched the remains of our child and went home. There we never met the police. We never had any contact with the police.  The one who saw the police was Winnie during the time they were thrown behind the hostel.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Was the matter ever taken to court or were you called by the police to come and listen maybe when they were having an inquest, the examination, the sitting that is often held after a person has been killed?",
            "Female"
        ],
        [
            "ELLA GLORIA MAHLOPHE",
            "No, the police didn't explain anything to us.  We just found our children at the mortuary. That's the whole thing just and after we have found our remains of our children.\n But one day, in the morning, the police then came and said they were looking for Winnie.  They just wanted to find out from her if they knew the children who had been killed.\n So we were scared to let Winnie go with this police.  So we took Winnie and hid her away and took her far away to a place called Bush and that's where she was cooling off for a while, but we never had any contact with this police.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Before maybe I ask Winnie to give us her perspective;  can you tell us how were these three children related?  That is Tembe, Molly and Winnie.",
            "Female"
        ],
        [
            "ELLA GLORIA MAHLOPHE",
            "Molly is the neighbour's child.  She was the neighbour.  Tembe was my child, was my first-born.  Winnie is my brother's child.  We were staying in one family with Winnie and Tembe and my brother at home.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "If they were not politically involved;  what do you think, when looking back now, how did they pick on them at the time when they were picked up?",
            "Female"
        ],
        [
            "ELLA GLORIA MAHLOPHE",
            "During that time in Thokoza and Spruit there were fights, there was violence, although it was still a cold kind of violence. It wasn't heightened. There was a meeting.  That's when they were taken at this meeting, but when they were attending this meeting, that's the time when they were killed.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Thank you very much.  I will, later on I will take you back to the chair and Commissioners will ask you some questions.\n At this point in time, I will come to Winnie.\nWinnie, I would like you to say in your own words what happened on this day.  Maybe if you can just tell us first how old were you, which school were you attending at the time?  If you can just try to remember what happened on that day.",
            "Female"
        ],
        [
            "WINNIE MAKHUBELA",
            "I used to attend school at Vumbeni. I was in Std 1. We left and went to the cafe. We bought meat at the shop.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Winnie, we won't rush yourself.",
            "Female"
        ],
        [
            "WINNIE MAKHUBELA",
            "We bought the meat and left the shop, but just before we arrived home, we met some men who asked us where do we live?  We told them where we lived.  We told them that we're living at 12th - they said, come let's go to the meeting.\n When we arrived at Thokoza, they put us through the windows.  After that they undressed us and they raped us.  After they had raped us, they threw us out of the window and they started shooting at us.\n They started chopping us up with knives and some police came and the police asked us where do we live?  I told them I lived at 12th.  They phoned for an ambulance and the ambulance took me to the hospital.\n When we arrived at the hospital, I couldn't see anything, I had become unconscious.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Winnie, drink some water, Sisi.  If what is in the file is true, you must have been nine years old at that time.  Is that true?",
            "Female"
        ],
        [
            "WINNIE MAKHUBELA",
            "I was 14 years old.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Okay.  What is your date of birth?",
            "Female"
        ],
        [
            "WINNIE MAKHUBELA",
            "I was born in May.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Which year?",
            "Female"
        ],
        [
            "WINNIE MAKHUBELA",
            "In 1979.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Winnie, you said you were sent to buy meat.  The people who approached you and who invited you to join them in their meeting; how many were they, if you can still remember?",
            "Female"
        ],
        [
            "WINNIE MAKHUBELA",
            "There were a lot of them.  I cannot remember how many were they.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "So when they invited you to a meeting, did you just trust the people you don't know and you went along, especially at the time when there was a lot happening politically?",
            "Female"
        ],
        [
            "WINNIE MAKHUBELA",
            "They dragged us and pulled us.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "So you didn't voluntarily go?  They dragged you and forced you to follow them?",
            "Female"
        ],
        [
            "WINNIE MAKHUBELA",
            "Yes.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "If you remember;  on you arrival at the place where they've taken you, here it says the hostel, did they want you to tell them anything or what did they want from you before they started doing whatever they did?",
            "Female"
        ],
        [
            "WINNIE MAKHUBELA",
            "They didn't say anything to us.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Winnie, I know how difficult it is to take you back and make your mind to remember that day, but it would help a lot if you can indicate to us as to - you were three;  with whom did they start?  Did they start by shooting, kicking, raping?  Where did they start?  For our record, it's important for you to try and create a picture.",
            "Female"
        ],
        [
            "WINNIE MAKHUBELA",
            "They started off by raping us.  After they raped us, they threw us out of the window and they started shooting.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Your own experiences in particular;  do you still remember how many people actually raped you?",
            "Female"
        ],
        [
            "WINNIE MAKHUBELA",
            "There were lots of them.  It was a huge group of them, I cannot remember, I could not recognise any of them.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "While they were raping you, before you lost consciousness;  are there anything they were saying to you, talking?",
            "Female"
        ],
        [
            "WINNIE MAKHUBELA",
            "No, I didn't hear them saying anything.  I just became unconscious and I couldn't hear anything.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "You also mentioned that afterwards they threw you out of the window and the police arrived.  Did the police ask you about what has been happening?",
            "Female"
        ],
        [
            "WINNIE MAKHUBELA",
            "Yes, they did ask us.  We told them that they had said that there was a meeting here in Thokoza.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Did you communicate to the police that you had been raped?",
            "Female"
        ],
        [
            "WINNIE MAKHUBELA",
            "No, I didn't explain that to them, because I was becoming blinded, I couldn't see much.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "When you were at the hospital, did you tell them about what had happened to you?",
            "Female"
        ],
        [
            "WINNIE MAKHUBELA",
            "I couldn't even talk, so I didn't relate that.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Winnie, since you had this experience, what has happened to you?  What kind of a life have you led?",
            "Female"
        ],
        [
            "WINNIE MAKHUBELA",
            "Okay. I became unconscious and I couldn't recognise people for a long time.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Now that you are at school, how are you coping?",
            "Female"
        ],
        [
            "WINNIE MAKHUBELA",
            "I'm not able to cope with things.  There's nothing I am feeling.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "What standard are you doing now?",
            "Female"
        ],
        [
            "WINNIE MAKHUBELA",
            "I am in Std 3.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "At the time when this happened, what standard where you doing?",
            "Female"
        ],
        [
            "WINNIE MAKHUBELA",
            "I was in Std 1.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "(Question not translated ...)",
            "Female"
        ],
        [
            "WINNIE MAKHUBELA",
            "When I read, I can't even read books.  I am not able to see properly.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "In your school have you ever, or at a local church, been assisted by getting counselling or having an adult talking to you about what happened?",
            "Female"
        ],
        [
            "WINNIE MAKHUBELA",
            "No, nobody has helped me or told me anything.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Winnie, thank you very much.  I will hand you over back to the Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Joyce.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Winnie, at the time when they told you to go to a meeting, what sort of a meeting was that?",
            "Female"
        ],
        [
            "WINNIE MAKHUBELA",
            "We did ask them.  They told us, come, you will see what's going to happen there.",
            "Female"
        ],
        [
            "MS SEROKE",
            "When they led you to the hostel and at that time you knew how dangerous the hostel was, because of what was happening in the township, were you not suspicious that you were being led into this hostel or where you moved, pulled by force?",
            "Female"
        ],
        [
            "WINNIE MAKHUBELA",
            "They dragged us and pulled us inside the hostel.",
            "Female"
        ],
        [
            "MS SEROKE",
            "And you say one of your friends, Santie, was released.  Why was she released and you guys were taken in?",
            "Female"
        ],
        [
            "WINNIE MAKHUBELA",
            "She managed to escape, to run away.",
            "Female"
        ],
        [
            "MS SEROKE",
            "And you also say in your statement;  when you got into the hall, you found that it was full of men and women.  Now, what did the women do when you were gang-raped by these men?  What did the women in that group, in that crowd - did they try to save you or did they just watched you being gang-raped?",
            "Female"
        ],
        [
            "WINNIE MAKHUBELA",
            "These women started applauding and they were very happy when they saw this happening to us.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Did you at any time try to beg them to help you and asked for their protection, your protection?",
            "Female"
        ],
        [
            "WINNIE MAKHUBELA",
            "They slapped us when we tried to plead to them to help us, they started slapping us and beating us up.",
            "Female"
        ],
        [
            "MS SEROKE",
            "And you say in your statement you were hacked and you were shot at.  What did they use to hack you?",
            "Female"
        ],
        [
            "WINNIE MAKHUBELA",
            "There were huge bush knives that they were using to chop us.",
            "Female"
        ],
        [
            "MS SEROKE",
            "When these men were raping, were they saying things whilst they were doing this or telling you why they were doing this or abusing you?",
            "Female"
        ],
        [
            "WINNIE MAKHUBELA",
            "No, they didn't say anything.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Mrs Mahlophe, my next question is addressed to you.  You say that what happened to the girls caused trouble in the township between the hostel-dwellers and the residents.",
            "Female"
        ],
        [
            "ELLA GLORIA MAHLOPHE",
            "Yes, since these hostel-people started killing these children and that was in Thokoza and Twala.  Then the fight started between these two communities.\n There were these people trying to defend us now from this hostel and when we went to bury these children, there was police who were guiding us, and since that there was a huge violence that erupted.  That's when the violence was heightened in the township during that time.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Was there a post-mortem for Tembe and Molly who died in the process?",
            "Female"
        ],
        [
            "ELLA GLORIA MAHLOPHE",
            "Yes, there was a post-mortem, because they were found with lots of wounds and they had been stabbed all over their bodies.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Did you get the report of the post-mortem?",
            "Female"
        ],
        [
            "ELLA GLORIA MAHLOPHE",
            "Yes, it was sent, it was shown that they had been shot in the stomach.  They were found with bullets in their stomach.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Did the post-mortem report mention anything about the rape that was done to these children.",
            "Female"
        ],
        [
            "ELLA GLORIA MAHLOPHE",
            "No, there was nothing about the rape in the report.  They only said they were found with bullets in their stomach, but even if they might have explained I was real confused.  I was in a state of shock at that stage.  I might not remember if they did report that.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Mahlophe, I'm just going to ask you a few questions.  You went to identify Tembe's body at the mortuary?",
            "Unknown"
        ],
        [
            "ELLA GLORIA MAHLOPHE",
            "Yes, I did go to identify the body.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And did you ever try to get hold of the other young girl who was with them, Santie?",
            "Unknown"
        ],
        [
            "ELLA GLORIA MAHLOPHE",
            "No, I was not in a position to do that, because they pulled her and she ran out of the window.  And when we went to the family, we realised that the family had taken this kid away. I only heard from other people that Santie was with them at that stage.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "After this had happened, did the police ever come to you to tell you anything more about this matter?",
            "Unknown"
        ],
        [
            "ELLA GLORIA MAHLOPHE",
            "No, the police didn't come.  They didn't come to explain to us how our children died.  No, there was no such a time when they came.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did they ever come to you to try and get Winnie to identify who had actually done this?",
            "Unknown"
        ],
        [
            "ELLA GLORIA MAHLOPHE",
            "Yes, they did come.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And what did you say then?",
            "Unknown"
        ],
        [
            "ELLA GLORIA MAHLOPHE",
            "We said to them, Winnie has gone away, has gone to Bush - Bushbuckridge.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "From your statement you talk about Winnie being visited in hospital by one of the possible perpetrators?",
            "Unknown"
        ],
        [
            "ELLA GLORIA MAHLOPHE",
            "Those who came to visit, they went to visit the hospital. When Winnie came round, she saw one of the ladies there and when she saw one of these people, she fainted and she didn't explain anything.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Does Winnie herself have - what was the kind of treatment that was given her at the hospital?  Does she also have scars on her body from the hacking.",
            "Unknown"
        ],
        [
            "ELLA GLORIA MAHLOPHE",
            "Yes, she's got scars on her head and her neck and the operation on the throat her whole stomach - they shot her in the stomach.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you ever go and see any lawyer or anybody to assist you in this matter.",
            "Unknown"
        ],
        [
            "ELLA GLORIA MAHLOPHE",
            "No, we didn't see anybody to assist us.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And you don't know if the police charged anybody for this matter?\n I'm going to ask Winnie some questions.  Are you receiving any kind of counselling for what actually happened?",
            "Unknown"
        ],
        [
            "WINNIE MAKHUBELA",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is this the first time that you've talked about it after telling your family?",
            "Unknown"
        ],
        [
            "WINNIE MAKHUBELA",
            "Yes, it is the first time.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Does it still cause quite a lot of pain, to talk about it?",
            "Unknown"
        ],
        [
            "WINNIE MAKHUBELA",
            "Yes, I'm still very sad and pained by what happened to me.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you struggle to remember things?",
            "Unknown"
        ],
        [
            "WINNIE MAKHUBELA",
            "Yes, I do remember things.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What do you want to do when you finish school?",
            "Unknown"
        ],
        [
            "WINNIE MAKHUBELA",
            "I want to be a teacher.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you know what happened to Santie after this accident?  Did you ever have any contact with her?",
            "Unknown"
        ],
        [
            "WINNIE MAKHUBELA",
            "No, I haven't seen Santie since then.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are you happy to stay in Bushbuckridge?",
            "Unknown"
        ],
        [
            "WINNIE MAKHUBELA",
            "Yes, I'm happy in Bushbuckridge.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, Mrs Mahlophe and Winnie, for coming to share this painful story with us.\n We know that it's not easy to talk about it, but we hope that by talking about it, at least something can actually be done.\n We will see what we can do about putting you in touch, certainly with counselling services, so that at least Winnie can have the benefit of proper counselling.\n We will see what we can do about that fairly quickly.  Thank you for coming today.\n Is there anything that you would like to say before you go?",
            "Unknown"
        ],
        [
            "ELLA GLORIA MAHLOPHE",
            "Yes, I do have something I'd like to say;  that since this child died, I was no longer able to get any employment and I kind of lay a - put a stone for my child on thegrave.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And you'd like a gravestone for  ...",
            "Unknown"
        ],
        [
            "ELLA GLORIA MAHLOPHE",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And you, Winnie, would you like to say anything?  Winnie, is there anything you would like to ...",
            "Unknown"
        ],
        [
            "ELLA GLORIA MAHLOPHE",
            "I'd like to have a gravestone for my child.  I'm not working at the moment, I am unemployed.  That's also my other problem.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  We have heard you and we'll certainly note those requests for the Commission.\n Winnie, would you like to say anything before you actually go?",
            "Unknown"
        ],
        [
            "WINNIE MAKHUBELA",
            "If you could please assist with my education.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "The Commission will take that request into consideration and when we talk about recommendations to Government about reparation, that will certainly be noted.\n Thank you for coming today.",
            "Unknown"
        ]
    ]
}