{
    "header": {
        "type": "Women's Hearings",
        "starting date": "1997-07-29",
        "location": "Johannesburg",
        "day": "2",
        "names": [
            "SIMON FONKO MALAKOANE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56396&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/women/malakoan.htm",
        "speakers": [
            "CHAIRPERSON",
            "MS SEROKE",
            "SIMON FONKO MALAKOANE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS SEROKE",
            "SIMON FONKO MALAKOANE",
            "MR MALAKOANE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "While Jubie is leaving the podium, I will ask Simon Malakoane to come forward please.  Simon.  For you, Sir, I must say it has been, really, a long day.  I will ask Joyce Seroke to assist you in taking your oath and in presenting your statement.",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Mr Malakoane, would you prefer to testify in Sesotho or English?  Please stand up and let you take the oath.  Raise your right hand.",
            "Female"
        ],
        [
            "SIMON FONKO MALAKOANE",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "MS SEROKE",
            "Thank you.  You are going to tell us about matters that happened on the 17th of June 1982.  Will you tell us what happened on that day whilst you were asleep with your wife at home.",
            "Female"
        ],
        [
            "SIMON FONKO MALAKOANE",
            "It was at about past ten, quarter past ten, I was asleep already.  I heard a lot of noise outside.  As I went outside my wife came out and said are you still standing, can you not see that it is already bad outside.  She was wearing a pink cloth.  I lifted up the fence, she jumped over this fence.  After we have jumped over this fence we came across these people shooting at us.  I managed to run away.  As I tried to pick her up she told me that I am hurting her.  She was eight months pregnant.  I decided to leave her.  She said to me find out help for us.\n I ran away whilst they were still shooting at us, but they could not hit at me, until I came across this dirty water.  I was only wearing my underwear.  As I jumped into the water the bullet whisked me, but I was covered with mud on my face.  However, I managed to wipe off the mud.  I sat down, but I heard that these people were still after me.  I continued to run away.  I ran across a street.  That is when I, a caspar arrived in my direction.  I hid myself somewhere.  As it passed I reappeared again and went into one man's house there.  At this man's house I knocked, he opened the door and asked me what is the problem?  I said to him there is gunfire outside here.\n After he asked me that this caspar drove by.  I sat there until six o' clock in the morning.  At quarter past six I left this man's home.  A lot of people were around his home.  When I arrived at home I found that my wife was already dead.  I concluded that what has happened did happen.  I sat there at home.  The police arrived asking us questions what happened.  However, I did not respond to their questions.",
            "Male"
        ],
        [
            "MS SEROKE",
            "As you came back to your place where did you find your wife?",
            "Female"
        ],
        [
            "SIMON FONKO MALAKOANE",
            "The distance was from about where I am seated to the end of your table there.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Was she dead or was she still alive then?",
            "Female"
        ],
        [
            "SIMON FONKO MALAKOANE",
            "She was already dead.  My father was there and my grandfather was already there.  The police wanted to take her away, but they refused.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Who were these people shooting at you?",
            "Female"
        ],
        [
            "SIMON FONKO MALAKOANE",
            "You know, there were people speaking in Zulu.  I heard them saying that we will kill this dogs of Mandela.  They were speaking in Zulu.  By the time I turned and look into their direction it was already late, but my wife whisked me away.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Are you referring now to the Boipatong Massacre?",
            "Female"
        ],
        [
            "SIMON FONKO MALAKOANE",
            "We did hear that in Boipatong there was this massacre.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Was your wife amongst the people who were killed on that day?  Do you know the number of people involved in that massacre?",
            "Female"
        ],
        [
            "SIMON FONKO MALAKOANE",
            "There were quite many.  I cannot recall their number.",
            "Male"
        ],
        [
            "MS SEROKE",
            "As you found your wife dead, you say she was eight months pregnant.  Did the child survive?",
            "Female"
        ],
        [
            "SIMON FONKO MALAKOANE",
            "No, the child did not survive.",
            "Male"
        ],
        [
            "MS SEROKE",
            "How did your child pass away?",
            "Female"
        ],
        [
            "SIMON FONKO MALAKOANE",
            "There was this  bullet that got my wife just about, underneath the armpit.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Did you approach the police to lay a charge about this incident?",
            "Female"
        ],
        [
            "SIMON FONKO MALAKOANE",
            "The policemen were not of much use at that time.  Hence, I did not report this to them.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Did your neighbours got attacked or these people actually targeted your house?",
            "Female"
        ],
        [
            "SIMON FONKO MALAKOANE",
            "They did attack my neighbour's homes and one of the males who was my neighbour was attacked.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Did they randomly attack any homes?",
            "Female"
        ],
        [
            "SIMON FONKO MALAKOANE",
            "Yes, they did, but they sort of selected homes they targeted.",
            "Male"
        ],
        [
            "MS SEROKE",
            "During the funeral, was there a combined funeral or, of people who were maimed during the massacre?",
            "Female"
        ],
        [
            "SIMON FONKO MALAKOANE",
            "It was a combined funeral of those who were maimed during the massacre.",
            "Male"
        ],
        [
            "MS SEROKE",
            "In your statement you state that the Goldstone Commission did interview you.  What was their intention about this matter?",
            "Female"
        ],
        [
            "SIMON FONKO MALAKOANE",
            "They stated that they will refer this matter to court, but nothing transpired thereof.  The case just ended up there.  That was my first born who was killed in my wife's womb.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Did you get married afterwards?",
            "Female"
        ],
        [
            "SIMON FONKO MALAKOANE",
            "No, I did not.",
            "Male"
        ],
        [
            "MS SEROKE",
            "Now, what is it that you would like the TRC to do for you?  Are there any recommendations that you so wish we implement, to the TRC?",
            "Female"
        ],
        [
            "SIMON FONKO MALAKOANE",
            "Anything that might be of assistance, I will feel satisfactory if it comes my way.",
            "Male"
        ],
        [
            "MS SEROKE",
            "I thank you.  I will hand over to the Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yasmin Sooka.  I would just like to thank you for coming forward.  This is one of the sad stories where people turned against each other and, based on what we have heard, some of the people who were involved in the actual killing were working with some security agents, but our Investigative Unit is continuously looking at the Boipatong Massacre and as soon as their report is complete, we will keep you informed.  Also, at the time when we are looking at reparations we will review your story and see what should be done.  Thank you very much.",
            "Unknown"
        ],
        [
            "SIMON FONKO MALAKOANE",
            "Okay, okay.",
            "Male"
        ]
    ]
}