{
    "header": {
        "type": "Women's Hearings",
        "starting date": "1997-07-29",
        "location": "JOHANNESBURG",
        "day": "1",
        "names": [
            "LITA NOMBANGO MAZIBUKO"
        ],
        "case number": "JB04442/01",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56402&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/women/mazibuko.htm",
        "speakers": [
            "CHAIRPERSON",
            "LITA NOMBANGO MAZIBUKO",
            "MS MKHIZE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "LITA NOMBANGO MAZIBUKO",
            "MS MAZIBUKO",
            "MS MKHIZE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Could we please call the next witness,   Lita Nombango Mazibuko, to the witness stand please.\n Miss Mazibuko we would like to welcome you to the hearings   of the Commission. We are very glad that you have come to testify today. Could   you please tell me what language you are going to speak in? Zulu. Thank you.",
            "Unknown"
        ],
        [
            "LITA NOMBANGO MAZIBUKO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mrs Mazibuko you have come to tell us your   story while you were in exile. I am going to ask you to tell us very briefly   a little bit about yourself and then tell us about your own experiences.",
            "Unknown"
        ],
        [
            "LITA NOMBANGO MAZIBUKO",
            "May name is Lita Nombango Mazibuko. Mazibuko   is my married surname, but my maiden surname is Gunene. The name Nombango, I   was born in a politically active home, my father was a politician and he also   liked helping people.\n Because of the political activity within my home my family   split and I was born at the Gunene family, and that husband did not believe   that girls should be educated, that is why I am not educated now. Then I grew   up at my stepfather's place. My mother died when I was three months old.\n Thereafter I was brought up by another woman, or I could   say my stepmother and they used to tell me that my father was a politician,   he was also helping people and he was also aspiring to the ideologies of freedom.   And Mr Gunene used to give me the nickname, Nombango, which means fighting for   what you believe in, and ultimately the name stuck with me as I grew up. And   when Mr Gunene used to come back from herding the cattle he would sing this   song using my name, and I used to dance to the song, and I believed that as   Africans we should fight for what we believed in.\n I am not educated but the contribution that I've put in   within the ANC structures is quite massive. I went to Swaziland, Maputo, Angola.   I travelled throughout the African continent. Then in 1962 I went to work in   Swaziland. It was very difficult for me in Swaziland because I used to bring   people in to Swaziland and I also used to help others to escape South Africa   through Swaziland. That was my task, and I was very assertive in doing that.\n At times I used to disguise as a Sangoma and go to forests   pretending that I was looking for some muti or medicine in the forests and I   knew that I was going to do my job as a politician. I fought very hard.\n But in 1988 I worked together with other youngsters who   were totally different to the people that I have been working with, throughout,   that is Nyanda, Jabu, and Jabu Mzima is late now. I cannot list a lot of   them. Then in 1988 they sent certain men to me to work for them and with them   to facilitate some escapes, and nine of my comrades were killed because they   were sent to a wrong place and thereafter we were taken to Zambia. But I was   not told that we were called to Zambia.\n When we got to Zambia some of our comrades were told that   I refused to go to Zambia and I was regarded as an enemy and as a spy and I   was kidnapped from my place in July. An accident occurred in June, that is before   the 16th of June. We were awaiting other people to come into Swaziland before   the 16th of June in order to conduct certain missions and I was kidnapped in   July. I was taken out of my place only in my clothing and nothing else to my   name. They told me that they were taking me to a certain meeting in Fairview   where they were going to discuss certain things with regard to what happened   before the 16th of June.\n When we got to Fairview I saw that there was absolutely   no meeting and I saw four comrades with briefcases. They escorted me and their   car drove to another comrades place at Fairview in Swaziland. The car stopped   at the gate. They went inside the house to take certain orders and when they   came back they still escorted us. They had guns with them. We drove off.\n We got to a certain place called Mbeklweni, which is just   beneath the mountain and there's a river by name Umkomasana. When we got to   the river the place was deserted. They tied my hands to my back, that is four   men. They also tied my feet. They took a large thick rope and they tied it around   my waist. They took me into some ditch and they immersed me into the water.   I stayed there from 08H00 until 21H00. I could not get any food at that time.   I could not get drink because my hands were tied to my back as well as my feet   and I suffered from mosquito bites.\n At nine I had news through the news that they were - they   took me back into the car, they put me into the trunk of the car. When they   opened up the trunk I saw that it was the Manzini golf course where they opened   up the car and they took me out. \n I saw one comrade who was present at that time, that is   Rabbit Musheshwe. I asked Rabbit Musheshwe to untie my hands so that I can be   able to blow my nose and I was already having a headache at that time. He requested   them to untie me. I was able to blow my nose.  I was taken from that car   and the other car went to the filling station and I was put at the back of the   car with men on both sides, I was put in the middle and I was pointed with guns,   and they said I shouldn't make a mistake of trying any tricks because they would   not hesitate to kill me. \n We got to the border gates at Kwanu Mahashe. We went along   the fence. There were some police houses there. When they got to the fence they   untied my feet. They said I should jump that fence and I told them that I was   not going to be able to do that, I would rather creep over the fence than go   over it. I lifted the fence and I put my head inside and I crept under the fence.   I went to the other side of the border.\n We got to Maputo. And when we got to Maputo the other comrade   who was with us told me that if I hear some gunshots I shouldn't scream. He   was going to talk to the Portuguese people on the other side of the border and   that I should keep quiet and not talk.\n We went to a certain place where there were Mozambican   soldiers. They spoke to these soldiers. They shared some cigarettes, they spoke   to each other and by then it was late at night. They asked me whether I wanted   to sleep. I said I would appreciate the opportunity to sleep.\n After the attack there were certain holes, they pointed   a hole at me and they said I should get into that hole and sleep. Even if I   hear gunfire or some gunshots I shouldn't get out of the hole. If I was hit   by one of the bullets then I would die inside that hole, that would be my grave. \n I crept into that hole. I tried to sleep but I just couldn't   sleep because it was impossible under the circumstances. I was in that hole   for three days without food. I was drinking only water. Then on the fourth day   I was suffering from mosquito bites. I was getting very cold, I started shivering,   and then on the fourth day one of the soldiers said that I was going to die   so they should take me to the police so that the ANC people could come and pick   me up from the capital town.\nThey took me to the police station. That's where we were made   to sleep on the cement floor. \n On the following day they only came then to take us to   Maputo. In Maputo I was put in a cell at the fourth floor. I stayed in Maputo   for three days, that's when I felt slightly better. I saw another comrade. He   treated my quite well. He even went out to get me a change of clothing. He gave   me some soap and he offered me food. I was able to sleep now because they had   given me a bed as well as blankets. So for the three days I was quite comfortable.\n Then on the Saturday following that week I was booked a   flight to Zambia. When I got to Zambia I was put in a military base for two   days. I was treated quite well there. They gave me a mattress to sleep on and   they also offered me food.\n On the fourth day, it was Wednesday the RC people took   me, that's when the problem started. When I got there a certain commander by   the name of Fretman said I should take off my earrings, my rings, my wedding   rings. They said I should strip off all my jewellery, this is not my mother's   place. I shouldn't think that this is my mother's place. I was stripped. I was   left only in my dress that had been given to me in Maputo as well as a coat   and a little jersey that I had on. They bought me a handbag or an overnight   bag. They also offered me some underwear. They took all these and they put them   away, I don't know where. I stayed there in that place. I slept on the floor.   I was given only one blanket. I slept only for one night. \n The following day I was taken into another hole which was   outside the house but within the yard. They said that I deserved to stay in   the hole and it was very dark in this hole. I stayed in that hole, and during   the night I got asphyxiated, I couldn't breathe in that hole. There was just   no air coming in. A certain commander looked at me and said, why wasn't I sleeping?   I told him I wasn't able to sleep, I was getting asthmatic and I was getting   cold. He opened up that door\nand took me back into the house. He gave me this one blanket   which I was supposed to put as an underblanket on the floor as well as wrap   myself in that blanket. It was a multi-purpose to me. I used to sleep on top   of it as well as my cover.\n Then on September 13th I was taken out of the house. That   is throughout August there was a certain comrade by the name of Jacob and another   one by the name of A Team. They kept on asking me questions and I kept on relating   the story with regard to the job that I was doing at that time. And Comrade   Team said to me he does not see any problem with the work that I was doing and   he did not see any mistake with the job that I was doing and he wanted to take   me back home. But Comrade Jacob refused. \n After Team had prepared everything for me to be taken back   home, my clothes and my luggage was ready for me to be taken back home, all   the arrangements that were made as well as my passport to facilitate my crossing   the border back home and Jacob got to me and said, I wasn't about to go back   home, he was going to take me to a certain place where we were going to phone   to Swaziland. \n And he said to me I must tell him as to how I got to Maputo,   how I crossed the border and I should make him get in touch with my contact   or with my helper who helped me to cross the border. He said I was far too clever.   All the women who got there never refused to have sex with him, and now that   I was refusing to have sex with him it means I hated him and I thought I was   clever, that's the reason why I wasn't going to go back. And he said to me we   might possibly have colluded with Team. \n He made me leave the food that I was given and he put me   into a Land Rover. We drove to a very far away place, that is a residential   area somewhere in Zambia. When we got to the house he tried to phone. He was   actually fooling me because he was busy dialling a local number and another   woman who was in Swaziland answered the phone. The woman knew me and when I   wanted to speak on the phone and say I wanted to speak to Beauty Simelane, they   would say I had dialled the Border Gate number. \n Well I played along. I made a fool of myself. As a result   they got shocked at a later stage when I told them that I had seen their plan   as to how they were fooling me. They said there wasn't a person by the name   of Beauty Simelane, but when I put the phone down I told them that I knew that   the person I was talking to was not at the Border Gate, that is the Swaziland   Border gate. They exchanged some glances and they kept on fooling me saying   that they were phoning Johannesburg and they said I would also say that I am   in Johannesburg, I should not say that I was in Zambia. \n I was speaking to my attorneys so that they could defend   me with regard to the deed that they alleged I had done, and I refused to do   that because it would have placed me in jeopardy. I did not want to lie because   that could have possibly put me in a bad position. That's when the whole commotion   started. They wanted to assault me in that house but they were not able to.   They took me back to a certain house.\n Then on the 13th of September they said that I do not want   to disclose certain facts that they wanted to know. They took me back to the   hole and in that hole I came across Comrade Mtungwa. A Team was taken out of   the matter because they said he favoured me. I stayed in that hole, sleeping   on top of a cardboard box. \n I hadn't been given any blankets and they would pour water   into that hole. When I tried to sleep I could feel the whole area drenched in   water. And when I sit on top of the stairs that I used to use to descend they   could actually sense it that I was sitting on the stairs, then JJ would come   and put some stick through, a thorn, actually a very long thorn through the   keyhole and prick me to move away from the stairs so that I should go down to   the area that was drenched in water.  I stayed there from December up till   March. I was only taken out of that hole in March. I only had one meal after   24 hours and I would get porridge and green tomatoes that would be sliced and   put on top of the porridge. It was dark inside there. I couldn't see the food   but I just had to eat. That's when I started suffering from ulcers, rheumatism   as well as asthma because I was staying in the water in that hole and the cement   floor.\n On the day that I was taken out of the hole they said I   should go and wash. The clothes that I was wearing at that time I was wearing   the same dress for about five to six months. When I tried to take off the clothes   the clothes were in tatters and when I tried to wash my hair, my hair just fell   out and my skin was greasy as if I had supplied some grease because I did not   wash for all those months. It took me a long time to heal and go back to normal.\n I told the Commander that my clothes were finished because   they were spoilt by the water and the dampness. He laughed at me and showed   me a dress which had some stripes. It was green in colour. It was khaki colour.   I took this dress, I put it on, it's only then that I was able to get out of   the hole.\n I was taken into a certain dining room. Comrade Mtungwa   said I should be offered some food and they told him that there wasn't any because   they hadn't yet cooked. It was at about two. That's when he started interrogating   me and asking me as to whether I was still sticking to the same story. I haven't   changed my mind throughout my stay in the hole. He said if I had changed I must   tell him something better than what I had been telling him before. I told him,   Comrade, I have nothing to say. There is nothing I am going to change in this   story that I have given you, because if I said something else I would be telling   a blatant lie, and as a believer or a Christian I felt that if I had to tell   a lie that would eat away at my conscience. And I told him that I could not   betray my comrades by disclosing secrets and talking. It was a very painful   situation for me. It was a do or die situation.\n I told him I wasn't going to be able to tell him lies.   That's when he started assaulting me. The two of them they made me sit on a   chair. The other one was standing at the back of the chair and the other one   was standing in front of me and they were assaulting me until such time as I   fell onto the ground. Then they started kicking me. They clapped me several   times across my face. I was severely assaulted. I was just treated like a donkey.\n Thereafter I was taken back into the hole. I stayed there   once more.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mama, just to try - just interrupt   you a little bit, why do you think they were doing all of these things to you?",
            "Unknown"
        ],
        [
            "LITA NOMBANGO MAZIBUKO",
            "The reason that I think they did this is   because there was no mistake in the job that I was doing, but there was some   hatred because I did not want to get intimately involved with one of them because   before they did this to me they said I should choose between the two of them.   He said if I chose Jacob he wouldn't be jealous. And if I chose the other one   Jacob would also not be jealous. They said I should have some men in my life   who could sort out my problems.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mama you also mentioned, right at the beginning,   that at the time you were taken to Zambia there were nine comrades who had been   killed, do you think they believed that you were perhaps responsible for the   death of these nine comrades?",
            "Unknown"
        ],
        [
            "LITA NOMBANGO MAZIBUKO",
            "Yes amongst those nine comrades who died   I was the one who had opened up the route, but at that time that I did that   I explained the whole story to them. I told them that I had played a certain   part and I explained as to what part I played and at the time that they were   taken during the night I was not there. I only opened up the route to show the   commander that here is the safest route. But thereafter somebody else takes   over from me, that is the commander.\n I explained the whole story, that is why Comrade A Team   said to me he does believe in me and he realises that the mistake was not with   me. He then asked me as to whether these other comrades were not drinking along   the way. I told him the truth that they were drinking. They went into certain   bars to purchase some drinks and the principles or rules of the Congress did   not allow us to drink because we regarded ourselves as soldiers who were on   a mission... (tape ends) states of drunkenness. We wanted to discharge our duties   with honesty and then we could drink thereafter, only after the mission had   been accomplished.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Were these nine comrades killed by the   old Government forces?",
            "Unknown"
        ],
        [
            "LITA NOMBANGO MAZIBUKO",
            "That is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Were they killed on the side of the Swaziland   border?",
            "Unknown"
        ],
        [
            "LITA NOMBANGO MAZIBUKO",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was Beauty Simelane one of them?",
            "Unknown"
        ],
        [
            "LITA NOMBANGO MAZIBUKO",
            "Ja, that is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I see. So actually you think that because   you had been involved in the escape route that perhaps they thought that you   had betrayed them?",
            "Unknown"
        ],
        [
            "LITA NOMBANGO MAZIBUKO",
            "H'n, yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mama at any time during all of your experiences,   you have mentioned that they wanted you to actually choose between them, the   two of them, but were you sexually assaulted in any way?",
            "Unknown"
        ],
        [
            "LITA NOMBANGO MAZIBUKO",
            "Not like that. But I believed that as a   soldier I have been called upon by the authorities within the ANC structures   and I haven't come to get involved or romantically involved with some members,   but I had been called to come and account with regard to the deaths of certain   people within the ANC or the comrades.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mama, when this experience had in fact   finished, were you ever able to complain to anybody in a high position in the   ANC about your treatment?",
            "Unknown"
        ],
        [
            "LITA NOMBANGO MAZIBUKO",
            "Yes, so many times. I wrote to Comrade   Zola Skweyiya, that is one of the people who exonerated me and who actually   said that I did not sell my fellow comrades. I wrote to him asking for his assistance   because I was suffering at the time. I also wrote to Matthews Phosa. We were   staying in the same house and I used to cook for Phosa. I used to also bake   cakes for them after they had realised that I was innocent, I hadn't done any   wrong.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Have you ever testified before any of the   Commissions of Inquiry about your own matter?",
            "Unknown"
        ],
        [
            "LITA NOMBANGO MAZIBUKO",
            "Yes, I did submit a statement in Ermelo   before the Commission went to Ermelo I submitted a statement to Reverend Khumalo   but the statement that I submitted was never forwarded to the Truth Commission.   I only realised after the Truth Commission had been to Ermelo that my statement   was not there. That's why I had to go and find out as to where the next Commission   would be held. I submitted a second statement. Even the passport that I left   with Reverend Khumalo, the one I used to come back from Tanzania, as well as   the ticket, I left that as evidence that I had been in exile and it was not   for the first time that I had been exiled. I had been to Angola and many camps   through Comrade Chris Hani.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mama did you ever hear anything, were you   ever cleared of this allegation that you were in fact a spy?",
            "Unknown"
        ],
        [
            "LITA NOMBANGO MAZIBUKO",
            "Repeat again.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you ever hear from the ANC or from   any other comrades that in fact you had been cleared of this allegation or thought   that you had been a spy?",
            "Unknown"
        ],
        [
            "LITA NOMBANGO MAZIBUKO",
            "Yes I did get some information at a later   stage that my name had been cleared. They even put me in the kitchen that I   should be responsible for the cooking because they realised that I was innocent   at that time. Even the Comrade Zola Skweyiya he told me in front of my eyes,   you are innocent. You are cleared, nothing. They proved that I wasn't linked   to the Boers.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mama. I am going to ask my fellow   commissioners if they have any questions for you. Hlengiwe.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "I will take you back. I was just going through   your statement. I will ask you just a few questions in order to try and clarify   certain issues. When you got to Zambia, are there any authorities, or did you   appear before any tribunal or disciplinary authority with regard to the alleged   deed?",
            "Female"
        ],
        [
            "LITA NOMBANGO MAZIBUKO",
            "At first it was Comrade Jacob and Comrade   A Team, thereafter Team was taken off the case and Jacob did it all by himself,   Jacob and Mtungwa. Later on when we were moved away from Zambia that's where   I came across Comrade Zola Skweyiya. We were taken to another prison called   Sunset. That's where we were raped. I don't know how to describe this. That's   where I came across Comrade Zola Skweyiya. He's the one I spoke to and explained   to him the life that I was leading. And he told me that he didn't know as to   why I was being kept because I had been found to be innocent.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "You said your matter was dealt with but they   still put you at Sunset Prison? When you say you were raped, was it a principle   or a rule of that prison that women would violated in this manner?",
            "Female"
        ],
        [
            "LITA NOMBANGO MAZIBUKO",
            "(The speaker's mike is not on). According   to my knowledge within the ANC there is no such rule that women should be violated   in this manner. We used to be in camps and we would be told that men do not   have a right to violate us. You could only get involved if you wanted to, but   if you didn't want to you couldn't. But it did happen that at that Sun City   one Desmond raped me nine times. He was raping me. He's quite a young man. He   was 28 years old at that time and I looked at myself or upon myself as his mother   because I could have been the same age as his mother.\n There's a certain comrade by the name of Mashego who was   staying in Swaziland and when I met him he raped me until such time that I approached   Mr Mashego and reported the matter to Mr Mashego to try and intervene.  And   there was another one by the name of Tebogo who was also very young. He raped   me and he also cut my genitals. He cut through my genitals and they were cut   open and he put me in a certain room and he tied my hands, my legs, they were   apart, he also tied my neck and he would also pour Dettol over my genitals.   The pain that I experienced I have never spoken about this, I have never even   told my children about this. It is the very first time that I speak about this. \n I even mentioned it in my statement because I realised   that the Truth Commission is the only stage or podium where I can get to voice   out all this pain and anger. Maybe I will get over it.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "In your statement it's where you have also   stated that you were tied with a rope around your neck and you were hung on   a tree, was that the usual occurrence or it was an isolated issue?",
            "Female"
        ],
        [
            "LITA NOMBANGO MAZIBUKO",
            "I wouldn't say it was a usual occurrence,   but as far as I know that was not a rule within the ANC itself that you should   be assaulted and treated in this manner.\n I still bear some scars on my neck. After having been assaulted   I bled through the mouth, nose, as well as ears, but still I was hung, I was   left dangling on the tree, and at that time they were telling me that they wanted   to kill me on that particular day. And I had been made to wear an overall so   that if I mess myself up they wouldn't get, or catch sight of my mess.  There's   a certain boy by the name Mpisi and an assistant commander JJ Jonas. When he   took me down, brought me down from the tree he said I was hot which means I   was still alive, and the other one said no this dog is dead. When they took   me and put me on the ground they realised that I was not dead. That's when they   left me.\n At that time I just wished I was dead. I kept on praying   to God to take me and take my soul because I just wanted to die, but my wishes   were not granted. My teeth have now turned red because they had come loose at   that time. Chief Maybra(?) came to my assistance. He told me that I should not   use my teeth, I should not eat anything that was going to make my teeth more   sensitive and he nursed me back to health until I got better. But after we were   taken from Zambia to Tanzania, that is the Tanga Jail, that is when I got even   better because we were given healthy food and we were not skipping any meals.   And I have since been on the slow road to recovery. \n We stayed there for a whole year and the tribunal come   there apparently to discuss or deal with our cases. At first there was Comrade   Vera Sibisi who was our attorney, but thereafter they just came and went away,   thereafter nothing happened up to the first time that we were released and taken   to an ANC camp in Dagoa without ever having appeared before any other tribunal.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Then in 1993 you have also mentioned that   you were tortured and you were sexually assaulted?",
            "Female"
        ],
        [
            "LITA NOMBANGO MAZIBUKO",
            "Yes. At the end of 1992 I went to Shell   House to Comrade Mdu. I had gone to ask for his assistance to make some arrangements   for me to be able to get either a job and get a place to stay because when I   got to Swaziland I found that my house had been looted and the house itself   had been sold and they had alleged that - because I used to go the Chief with   some of the comrades and I would explain to the Chief that they should not be   harassed by the police and they went to the Chief and alleged that I had been   taken to Zambia and I would not be coming back to Swaziland and they lied and   said that I had asked them to sell the house on my behalf. They sold it for   R20 000 and they took the contents of the house. Ever since I have come back   from exile I saw my bedroom suite in another comrade's house by the name of   Mike. And this woman is from Mamba. She is sleeping in my bed and using my bedroom   suite.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "I asked about the 1993 incident where you   said that you were also tortured in Boksburg?",
            "Female"
        ],
        [
            "LITA NOMBANGO MAZIBUKO",
            "I was in Piet Retief at that time and there   was a rally that was held where I saw Comrade Jacob Zuma as well as A Team.   I approached them for some help. They said all they could help me with was to   give me money to go to Shell House where all my things would be arranged accordingly.   They gave me R50,00 to go to Shell House. When I got to Shell house I was taken   to Mr Mdu, and he seemed surprised to see me at his office. And I told him that   he was not able to kill me.\n Thereafter he took me in his car together with another   guy, they took me to Boksburg and they showed me this new house which had this   advertising agency's board that the house was on sale. They put me into that   house and when Mdu - when this other guy left Mdu raped me the whole night at   gunpoint. He said he lost me in Zambia and I wasn't going to get away on that   particular night. This was his house. He had bought the house. And should I   dare scream he was just going to kill me and go and dump me far away. He raped   me for the whole night and the following day he took me to Shell House. When   I got to Shell House I was given money by this other guy who said that I was   going to get some taxis and I never saw Mdu until today. He raped me in that   house in 1993.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "The question that I want to ask you is, as   you have just told us the story it seems you had a prominent position within   the ANC structures, now after all this did you try to complain or lay a charge   or lay a complaint with regard to your treatment?",
            "Female"
        ],
        [
            "LITA NOMBANGO MAZIBUKO",
            "Yes I have done some complaining. I have   faxed some of the comrades, Phosa, Mashego as well as Skweyiya, Comrade Baba   as well as the Senator. I also went to the Senator's house. I went to Dr Karim.   At times I used to have my breakfast at Dr Karim's house. The mattress on which   I used to sleep was given to me by Dr Karim's wife, Thelma. She is the one who   used to help me at the time and she thereafter felt that she had grown tired   of helping me. I have laid complaints, quite a number of complaints, and they   would make promises, but nothing would come out of the promises that they made.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Now according to your own opinion, as a prominent   activist within the ANC, what do you think could be done to help other women   who have been humiliated, tortured and harassed like you have been?",
            "Female"
        ],
        [
            "LITA NOMBANGO MAZIBUKO",
            "Well according to me I think if I could   get a place to stay and get back my clothes or my property and the contents   of the house and be able to earn a living because I was assaulted and the X-rays   that I came with from Tanzania, from Wimbili Hospital where I was taken by Dr   Jimmy Mabaso, the Boers took all that and now I do not have any proof of the   injuries that I sustained during that time as well as the doctor's report that   gives details about the extent of my injuries. And thereafter I was put at a   certain farm next to Moolman and they said I should go and vote for my father,   Mandela, that was just before the elections.\n If there could be some consideration I would appreciate   to get a shelter. Everything was taken, even my assets were frozen in Swaziland   and I lost quite a number of documents as well as my ID. When I got to my place   there was absolutely nothing to my name. I was destitute, I had absolutely nothing   and I just couldn't start at any point. And the place or the site that used   to belong to me was now given to other people or sold to other people.\n If I could be restituted and get the things that I need   or that are necessary in order to subsist I would appreciate that. I am staying   at another woman's place now and she harasses me at times. She treats me as   her garden boy and she makes such petty complaints. She treats me like a slave.   She seems to be teaching me how to clean the house and how to do whatever she   wants me to do. I feel like a slave to another woman whereas I once had a place   of my own to stay and I also had a property of my own. This is what disturbs   me even more and it makes me not to be able to sleep.\n One other aspect is that after I had submitted the statement   to the Commission about two weeks ago I received a telephone call from Matthews   Phosa, the Premier of Mpumalanga, who said to me whatever I was going to say   before the Truth Commission about the members of the ANC he has a right to protect   them against whatever I was going to say, and that I was powerless, there was   nothing I could do. \n One also phoned me and told me that I am useless, I am   just a vagabond and he told me that I was going to die in the street just like   a stray dog that has been struck by a car. He said why wasn't I there at the   Ermelo Truth Commission because they were there to offer their apologies. That   is when I realised that the statements that I had submitted in Ermelo was somewhere   within my enemies. That is where they were reading it at will and doing as they   pleased with it. \n That is why I said this is the opportunity for me to address   you. I do not see you as children, but I see you as mothers to your children   that I am telling you this. This is something that I have never said before.   I have never told it to anyone but I feel my soul would be freed if I do tell   somebody about the harassment and the torture that I went through.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "We have already asked you quite a number   of questions. I am just going to be very brief and ask you two questions.\n You said that the work you were doing helping the ANC you   were showing people routes at the Border Gate, can you tell us as to how you   executed your duties and how you knew as to the safety of these routes?",
            "Female"
        ],
        [
            "LITA NOMBANGO MAZIBUKO",
            "(The speaker's mike is not on. The first   part of the speaker couldn't be picked up by the Interpreters). What I used   to do I would go to that place first and try and see as to how safe was the   place, and I would go across the border and I would travel a long distance up   to the city to try and see as to the safety of the route that I was going to   point out to the comrades. I would look out for the police, for soldiers or   any type of obstruction that could possibly be there. And I used to have a roster   that I got from a certain Charlie guy at the Border Gate as to what time the   soldiers and the police patrolled the area. I had this timetable with me. I   also used it and I would be at a certain place stationed there to try and check   whether the roster went accordingly and how true were the times. If there was   a conflict with regard to the times I would regard that place or the route as   being not safe. There isn't even a single comrade who was killed after I had   pointed out a route to them. It was the very first time for the seven comrades   to be killed after I had pointed out a route.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Do you perhaps suspect that the timetable   that you so trusted was probably changed in order to try and destabilise you   so that you could get into trouble maybe?",
            "Female"
        ],
        [
            "LITA NOMBANGO MAZIBUKO",
            "I wouldn't say the timetable was changed,   it wasn't changed, but the mistake was made by my fellow workers. The one who   came and said the people should be taken to the place. I only knew that when   I came back from exile as to who gave them our information as to the fact that   there were seven people that were going to be sent at a certain time, and the   first person who came to me, Delisa(?) told me that I should go prepare the   route, he was on his way to Nhlangana to take his girlfriend there. When he   got to Nhlangana he phoned and at the time I was in danger myself. Luckily I   did not go to where there was a lookout, I went through another route because   I had quite a number of secret routes that I knew because I was born in Piet   Retief and I know some secret places, and this Boer told me that they had been   told by a certain person who had come to me to tell me that I should point out   a route. He is the one who sold me out.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Lastly do you ever hear or go to the Motsanyane   Commission?",
            "Female"
        ],
        [
            "LITA NOMBANGO MAZIBUKO",
            "When did that start?",
            "Female"
        ],
        [
            "MS MKHIZE",
            "The Motsanyane Commission was also formed   to address the atrocities that happened in exile.",
            "Female"
        ],
        [
            "LITA NOMBANGO MAZIBUKO",
            "No I have never heard of it, absolutely   not.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Mazibuko thank you very much for coming   to tell your story. It's always painful to talk about things which have in fact   been done to you by the people whose cause you also follow and this issue of   people being accused of spies is a very difficult one, because the way in which   people lived in the last number of years have been such that if somebody said   you were a spy then instantly you were actually cut off from your comrades and   it was very, very difficult to get your story believed.\n We will investigate this matter and we will certainly ask   the ANC for information on your particular matter so that we can actually establish   how and why it is that there was this thought that you were a spy.\n We also will try, you have given us the names of the people   who you allege have actually done this to you and we will see what they have   to say about the matter as well.\n But we thank you for coming here today to share your story.\n Is there anything you would like to say before you actually   leave?",
            "Unknown"
        ],
        [
            "LITA NOMBANGO MAZIBUKO",
            "I would appreciate it if the Commission   could help me because I am suffering. I can't make ends meet. I live like a   wild animal. At times I do not have a place to sleep. I do not have clothes   to wear. If I could be helped in that regard.\n Even at the women's meeting they do not call me because   they say I dress clumsily and therefore I am not fit to attend such meetings.   If the Commission could help me speedily because I am in dire need and I am   desperate.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you. The Reparation Committee in   fact makes recommendations to government about a policy on reparation. The head   of the Reparation Committee is here and she will certainly take note of your   request. Thank you very much for coming.",
            "Unknown"
        ]
    ]
}