{
    "header": {
        "type": "Women's Hearings",
        "starting date": "1997-07-29",
        "location": "Johannesburg",
        "day": "2",
        "names": [
            "JUBIE MAYET"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56401&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/special/women/mayet.htm",
        "speakers": [
            "CHAIRPERSON",
            "JUBIE MAYET",
            "MS SOOKA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS SOOKA",
            "MRS MAYET",
            "JUBIE MAYET"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We will now ask Jubie Mayet.  It has been a long day for you, Jubie.  We will ask you to come forward.  I note that this morning you were the first one here, but we appreciate your patience.  I will ask Commissioner Yasmin Sooka to assist you in taking an oath and in making your, in talking through your statement.  Thank you.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Jubie, are you going to take an affirmation or the oath, whichever.",
            "Female"
        ],
        [
            "JUBIE MAYET",
            "Whichever.",
            "Female"
        ],
        [
            "JUBIE MAYET",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Thank you.  You may be seated.  Jubie, you have given us a written statement.  We have talked about the parts that we actually want you to emphasise.  So I am going to ask you to tell us a little bit about yourself and then tell us your story.  Thank you.",
            "Female"
        ],
        [
            "JUBIE MAYET",
            "Okay.  I prepared a statement, because I think I am a better writer than a speaker.  I would like to just say, where is this bit here.\n\"I just want to start off by saying that I was somewhat reluctant to come and testify, because my experiences under the old regime were nothing compared to what so many countless other people suffered, more terribly and in worse ways than I ever did.  Not to say that my family and I did not suffer.  My children, my mother and my brothers were all, obviously, traumatised in varying degrees by my unjust incarceration and subsequent banning.\n Despite the fact that I was determined not to let the banning effect me, it most certainly did as it effectively prevented me from earning my livelihood as a journalist and it definitely ended my hopes, any hopes I had of further enhancing my career in the, in my chosen field.\"\nI just want to say also that, at any rate, I am proud I contributed, you know, ever tiny a measure to our new democratic South Africa.  \n\"I guess I with my pen must have been a small, but troublesome thorn in the side of the might regime or else I would not have been accorded the honour of a free five month holiday at one of its guesthouses.\"\nNow, I will just give some, sorry, I will just give a bit of background.\n\"I was a journalist since 1957.  I was a reporter on the old Golden City Post and from the time, from that time inbetween getting married, having babies, being widowed, I worked for both newspapers and Drum Magazine until May 1970 when I joined another publications company until 1974.  Went back to Drum, also did some writing for True Love and worked there until May 77 when I left to start work on the Voice Newspaper in June 77.\n I applied for a passport and was refused at least six times, according to my records.  These refusals came via official letters, April 67, June 68, January 72, April 77, October 77 and April 79.  During 1971 I had also applied for a passport for my second eldest son, Sam.  He had been offered a scholarship to Waterford Kamshlaba in Swaziland.  Sam was 12 years old, he had just turned 12 when I was informed that my application for a passport on his behalf had also been refused.  That was in February 72 and there was quite an uproar in the newspapers at the time.\"\nObviously, I was terribly upset, because my son had here an opportunity of getting a far better education than he would have had in this country.  However, he obviously was victimised, because I happened to be his mother.  So, he never got to go.  \n\"Members of the security branch of the apartheid regime started taking an interest in me some time during the late 60's.  They use to come to the office of Drum Magazine then in Eloff Street extension, hassling me with questions about my work, the people I met and so on.  Needless to say, they never got much joy out of me.  They also hassled me at home from time to time.\"\nThere was one particular cop, his name was Serfontein, do not remember his rank or his first name.  He use to come and hassle me at home and he came there evening a little bit \"dronk\", I suppose and said to me he would get me my whole file from Pretoria and he would let me know why I did not get a passport, etc, etc.  Small price to pay, he just wanted to take me out for one night.  Well, you know what my answer to that would have been.  I will not swear here, I will try and keep it clean.  \n\"Also, I think these visits from the security branch had something to do with my application for reclassification.\".\nYou see, I was Malay by birth.  My late husband was Asian.\n\"After his death in June 67 I was trying to get our house in Lenasia transferred to my name.  We had been kicked out of our Doornfontein home during the second half of 1966 under the good old Group Areas Act.  My attempt to gain transfer of the house was thwarted by the relevant authorities who informed me, in no uncertain terms, that I could not remain in Lenasia as I was not Asian.\n My children, however, could continue to live there if I could find an Indian woman to look after them while I took myself off to the relevant designated group area where I could legally reside.\n It became clear then that my only recourse was to have myself reclassified Asian so that I could remain with my children.  I duly took the necessary steps and went through months of rigmarole and correspondence with the Department of the Interior, visits to 77 Harrison Street.  On at least one occasion with all my sons so that they could be perused, measured and, if I remember correctly, even finger printed.  The baby, my first daughter, was excluded from these ministrations.  \n Eventually, I think in late 1968, I was officially pronounced Indian and could thus continue to live legally with my children in our home in Lenasia.  I decided at the time that in the interests of good journalism and for the education of our readers I should report the aforegoing in Drum Magazine which I usually, which I duly did.  I do not think the powers that were took too kindly to my attitude, not to mention my printed words on the matter.  \n In July 77 when I was working on the Voice Newspaper I was invited by a German organisation called Dienste in Overzee through the ecumenical news service of the South African Council of Churches, Ecunews, to visit Germany for a month in September, October 77.  As per usual in my case, no passport was forthcoming and I could not go.  \n In 1975 I became involved with the Union of Black Journalists which, according to my own notes, came into existence during 1973 when no White officials of the South African Journalist Association turned up at their annual general meeting.  I personally did not know of the existence of UBJ until late 1974.  I have to rely on my sketchy notes as much of my UBJ was either confiscated during security police raids on my house or our offices or taken away by other UBJ members for safekeeping, but then possibly, destroyed when we were banned together with 17 other organisations on 19 October 1977.  \n According to my notes we produced our first UBJ bulletin in 1975.  At any rate, the Union of Black Journalists became my life and in addition to my fulltime job on the Voice I was one very busy female.  According to my notes we published our second UBJ bulletin on 10 August 1976 and on 26 August 1976 it was banned.  At some time on the, either the same day or, I cannot exactly remember the same day or the following day my home was raided and several copies of this particular bulletin were removed from my filing cabinet.  A copy of a publication of the Human Rights Committee with which I was also somewhat involved at the time, was also found by the security cops at the same time.  This document had also been banned some time previously.\".\nI do not know if you want me to read this.  I have got this typewritten thing about that particular raid when the security cops came.  They came in two cars, screeching.  My house is in a little triangular area of Lenasia called Suicide Valley and one can enter the road where my house is from either this side or that side and, apparently, these two cars came screeching around the two corners and seven cops filed out just for little old me.  At any rate.  The children were still at school and the woman who works with me who has been with me for a very long time ran to the nearby cafe with her friend to see where my children were, to tell them that the cops were there.  There was a Lieutenant Kellerman.  This was August 77, 76, August 76 and any rate they searched and told me to pack.  Yes, \n\"Kellerman told me to pack a bag as he was going to detain me.  This I proceeded to do.  The search, meanwhile, ranged right through the house even into  the kids rooms so I told them that whatever they were looking for would be found only in my bedroom which, in fact, proved to be the case.  While all this was going on Alina had gone running to the nearby cafe where she knew my children would be after school was out to tell them about what was happening at home.\n The children then traipsed in one by one and one by one I introduced them to all the lovely cops faithfully doing their duty in the service of Prime Minister and country.  When I did this I said to Kellerman and co, these are my children who have no father and now you are going to deprive them of their mother as well.  Some of the children started crying and I remember son number three saying through his tears, no, they cannot do this, they cannot take our mother away from us.  \n I still cannot believe this, but most if not all those seven cops were highly discomforted by my actions and statements.\".\nI must just say here also I had a tortoise which I put in the bath for his daily swim.  His name was John Vorster and I said to Kellerman I have to say goodbye to my tortoise as well and he, you know, thought I was nuts.  Yes, then Kellerman asked me if I had a phone and one of the children led him to where the phone was.  Apparently he phoned somebody, he said he was going to phone somebody and after he had finished his phone call he came back and said to me I must stop packing, he was not going to take me.  \n\"Some time later I was charged with being in possession of the HRC bulletin, found guilty and fined R50,00.  In June, on June 16 1977 I was served with a summons to appear in court on the charges of producing and publishing an undesirable publication, to wit, the UBJ bulletin and also courting a listed person, Prof Zeetin Pashlele.\".\nAlright.  I am mentioning all these incidents just, sort of, as a background, you know.  There has to be some explanation of why I was detained.  I mean, I could not figure it out at the time and then I was banned and that too, but considering what was happening and like that, I suppose.  Okay, alright.  I know that we had, UBJ members had a march through the city centre in, on the 30th of November 77.  I think it was a protest march and, of course, we got picked up and thrown into John Vorster Square as a result.  I do not know what happened after that.  Where is this about UBJ being banned.  I have got to mention that.  Yes, right.  \n On the 17th of, on the 19th of October 1977 UBJ was banned together with all the other organisations I mentioned.  Alright.\n\"On Monday, the 19th of December 77 Phil Ntimkulu and myself were arrested and locked up at John Vorster Square.  We were charged with having stolen money from the State Liquidator on the morning of 19 October when UBJ was banned.  What had happened was that I had been raided at about three a.m. in the morning of 19 October and I contacted Phil early on that morning telling him that we should go and withdraw UBJ's funds as I had a feeling something was going to happen to us.  We went to withdraw the funds and we were then charged with theft.\n The case was finalised on 25 April 1978 when we were both found not guilty, because it was found that at the time we withdrew the money the banning of UBJ had not yet been gazetted.  So, technically, at that stage we were not banned.  So we got our money.\".\nAlright, and then we were charged again with, what was this now, having produced an undesirable publication.\n\"On June 28 1977 Rev Beyers Naude, being a representative of Zenith Printers, who had printed our bulletins up till then, the late Mike Norton, Phil Ntimkulu and myself appeared in court.  We were charged, among other things, with having produced an undesirable publication, being the bulletin with the world renowned photograph of Sam Nzima of Hector Petersen, the first victim of June 16's shootings, uprising.\n Our President, the President of UBJ, Joe Kolewa, was in detention and though also charged he did not appear in court with us.  \n By that time I had organised UBJ sweaters for our members.  In court on that day we all wore our sweaters, black polo necks emblazoned with \"Union of Black Journalists\" on the front and \"Viva UBJ\" on the back.  Joe Kolewa may not have been present in court, but his sweater was.  I draped it across the back of the empty chair where he would have been positioned.\".\nI guess I have given sufficient background to events leading up to my detention in May 78 and banning.  \n\"I was detained on the morning of 29 May 78 at the offices of the Voice in Dunwill House, Jorrison Street where I held the position of Deputy Sub-Editor.  There were, I think, about four plainclothes cops involved and the man in charge, if my memory serves me right, was one Saanz.\".\nI think he was a Lieutenant.  \n\"I was first taken to John Vorster Square where Saanz and one other went into the building leaving me in the car with the other cops.  Thereafter Saanz returned and I was driven to my home in Lenasia where I was instructed to pack a bag.  This time it was serious.  Saanz was very solicitous, telling me to make sure I took some warm clothing as it would be very cold where I would be taken.\n It was only when we got to the place which was to be my home for the next five months that I realised I was number four, the fourth prison.  After the necessary formalities were completed in the receiving office I was taken through to the cells.  The wardresses were somewhat, to my amusement, astonished at the rousing welcome complete with hugs and kisses and shouts of \"Amandla\" that I received from the females who were already there.  There were, amongst others, Tenjiwe Mtinso, Joyce Mokesi, Matang Kwarasie and Gladys Manzi.\".\nAt this point I would just like to mention to the Commissioners, Gladys Manzi was an elderly lady from Umlazi.  She had been in detention previously, I think, also under Section Six and she had been severely beaten.  She still had sjambok marks on her back.  I would just maybe ask the Commissioners to see if they can find out what has happened to Gladys and, you know, whether she is being cared for properly at this point.  Yes, at this point I will also state that I have a diary of sorts which I kept throughout most of my period of detention as well as some other documentation.  Copies of which I will, if necessary, make available to the TRC.\n\"I was released without warning on the afternoon of Friday, 27 October 1978.  I virtually ran all the way to the offices of the Voice in Jorrison Street which is not far from number four.  However, it was already late on a Friday afternoon and nearly everybody had gone home.  Fortunately, I ran into Joyce Siwane in the building and after a joyous welcome from her she said she would go and look to see if there was anybody around who would give me a lift to my late, now late mother's place in Overt.\n She found me a lift and it happened to be no less a personage than Desmond Tutu, who was then Secretary-General of the SACC.  He hugged me and broadly grinned and welcomed me and took me home to my mother.  Then after those few months of nothing much happening after I was released, December 1978, some cops also seemed to be coming to my house.  Well, some cops came to my house and I was served with banning orders, copies of which are in the possession of the TRC.\n I immediately broke those orders, because as soon as the cops had left I telephoned various of my newspaper buddies to inform them of my new status and that very afternoon a whole bunch of them rocked up at my house and we had a rip-roaring party.  I was determined, from the word go, that no banning orders were going to stop me from continuing to live my life as I always had.  My view was that the system could do their thing and I would do mine, which I did with alacrity.  \n Naturally, I got into trouble from time to time and I was a guest of the State for short periods at some of its institutions - Soweto Copy Shop, John Vorster Square, Kliptown, Jabulani, yes.\".\nI do not know if I should say this next bit.  Must I say the next bit?  Okay.  \n\"I must admit that I had great fun with the various cops who tried to harass me.  I do not think any of them quite knew what to make of me.  Being a so-called Indian who hobnobbed so freely and naturally with Africans and who was much, as much at home in Soweto as anywhere else.  I know for a fact that more than one of these minions of the State security police referred to me as \"daai mal koelie meid met die lang hare.\".\nOkay.  Yes, well, I guess that is it.  I was harassed too often to remember each and every occasion.  I know one time I got charged with calling a cop a pig, because he wanted to, he dared to, they were hassling me at home and he asked me whether I had lunch for them and I said I am sorry, but I do not eat lunch with pigs and I was then, he hauled me off to Soweto Cop Shop.  I was locked up, I was charged, but on the day when the case came to court, I think it was November 82, there were no witnesses and no docket, no witnesses and there was also a boehaai in the papers, because, I am not sure who, some organisation had engaged counsel for me. Counsels cost money and counsel went to court for nothing.  The charges had been withdrawn. That was one thing.\n I was hauled out of Chiswa Hall in Lenasia one year during my, during the time of my so-called banning, because I had gone to attend a commemoration meeting of the October 19 Black Wednesday bannings and at some stage Dr Joe Vilyaba came into the hall and said to me that there were cops outside and they had said to him to tell me to come out of there, because I was a banned person and I was not supposed to be there and Joe had told them that he was not going to do their dirty work for them, but, in any case, he came to warn me.  Me being me, I refused to go and before I knew it there must have been, I do not know how many cops, a street full of cops, cop cars, etc.  Two of my friends were subsequently charged also, I think, with obstructing the course of justice, because they were holding closed the door where the cops were trying to get me to go out.  \n What I did not know was that in the meantime Major Visser had arrived on the scene and he had come round the back of the hall and while I was standing there holding the doors closed so the cops could not haul me out that way, there was this big hands on my arm and then I wanted to swear, but I looked up and I saw it was him and I swore and then he hauled me off to Protea Cop Shop.  I had a jeans on at the time that said \"Viva UBJ\" on one of the legs and while he was chatting to me, he was being very sociable, telling me that I reminded him of his daughter who was also a rebel.  I did not know what she was rebelling for, but anyway.  Oh yes, then he looked at my jeans and said to me I should not be wearing the jeans, because UBJ was banned.  So I said okay, fine, I will take them off and I stood up and I, you know, and he, no, no, I do not mean here.  I do not mean now, but you must put them away.  So that is why I say I had fun with these cops, because, I mean, my life is a bit boring at the moment, you know.  \n Anyway, thank you.  I hope I have not bored anybody.  I hope I have not made it too, I have not been too frivolous, but, as I say, what happened to me, it did affect me, it did affect my family, it cut my career, you know, very short, it was serious, but it was not, no ways as serious as other people have suffered and I want to say thank you, I did not want to come, but now that I did come and I did talk, I want to say thank you for the TRC for having given me the opportunity to talk.  Thank you.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Thank you Jubie.  We are not going to let you go so quickly.  We are going to ask you some questions so we can just complete our own understanding of what actually did happen.  You mention the fact that you were detained at the Fort.  There does seem to be evidence that even when people were detained and imprisoned there was actually a difference in treatment depending on, sometimes, the race that you were classified as, the question of whether you were a women or a man and I am wondering if you could share some of your own experiences in that regard.",
            "Female"
        ],
        [
            "JUBIE MAYET",
            "The group that I was detained with, I mean, our detention orders had been signed on the same day, but the cops could not find me at home or at my place of work, because I think I was, I spent most of that weekend in Soweto.  I was busy with UBJ meetings and things.  And, at any rate, when I, as I say, when I got there on the Monday Tenjiwe was already there and Joyce Mogesie and Makab Operasie was there and Grace Manzi.  I was the only, what, Indian, I hate using these things, but anyway, and we knew, some of us knew each other.  I knew Tenjiwe from previously, I knew Joyce.  I did not know Matabo, I did not know Grace, I mean I did not know Gladys Manz, but we all, I mean, for me it was like being at home, you know.  I was, there was no difference in the treatment that we had.  I mean, we got the same food, we were locked up at the same time, let out of cells at the same time, visiting privileges and, you know, all that kind of thing.  I cannot speak for the men, because, fortunately, I was not detained with any men.  Maybe unfortunately.  Yes, so, no, I think as far as the treatment of our group at that time was concerned, there was no difference between them, you know, Tenjiwe and them and myself.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Also, while you talk about not complying with your banning order.  I think people have begun to forgot what, in fact, the banning order was actually supposed to be ...",
            "Female"
        ],
        [
            "JUBIE MAYET",
            "Yes.",
            "Female"
        ],
        [
            "MS SOOKA",
            "... and I wonder if you could just, for the record.",
            "Female"
        ],
        [
            "JUBIE MAYET",
            "Whereas I, James Thomas Kruger.  Where is my envelope, I have got, sorry.  Thank you.  Well it prevented me from doing a whole lot of things.  I remember I was banned in December and I think in January or February the following, 79, I walked into the offices of the Voice with my bag and I said I am going to work.  Revelation Ntolo was the Editor at the time and he nearly had a heart attack and he told Mike Norton to get me out of there.  You know, I was prepared to work, but, obviously, also if I did remain on the premises and the cops found out and I did work, the whole organisation of the Voice would be placed in jeopardy.  I realised that and then I gave up my notion of going to work.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Were you able to work from home?",
            "Female"
        ],
        [
            "JUBIE MAYET",
            "Journalism, well the kind of work I was doing at the time, it was not easy to do from home.  Not to say I did not continue writing and things but, yes, Tenjiwe and I and all of us, Debs, use to call these things our whereas I's.   \"Whereas I, James Thomas Kruger, Minister of Justice am satisfied that you engage in activities which endanger or are calculated to endanger the maintenance of public order, I hereby in terms of Section 10(1)(a) of the Internal Security Act, 1950, prohibit you for a period commencing on the date on which this notice is delivered or tendered to you and expiring on 31 December 1983 from\n One, absenting yourself from the magisterial district of Johannesburg, being within any Black area that is to say any scheduled Black area as defined in the Black Land Act ...\",\nblah, blah,\n\"... any land of which the South African Development Trust referred to in Section 4 of the ...\",\nwhatever. \n\"... any location, Black hostel or Black village defined and set apart under the Black Urban Areas Consolidation Act.\"\nIn other words, I was prohibited from going into any townships or Coloured areas.  I was to remain in Lenasia and the magisterial district of Johannesburg.  I could not enter schools, where is this now, yes.  I could not enter, I do not know what that means.  Yes, there was a whole lot of things I was not supposed to do or could not.  \n\"Performing any of the following acts\",\nNow, this is pertinent to my situation.\n\"Preparing, compiling, printing, publishing, disseminating or transmitting in any manner whatsoever any publication as defined in the Internal Security Act, 1950.  Participating or assisting in any manner whatsoever in the preparation, compilation, printing, publication, dissemination or transmission of any publication as so defined. Contributing, preparing, compiling or transmitting in any manner whatsoever any matter for a publication in any publication as so defined.  Assisting in any manner whatsoever in the preparation, compilation or transmission of any matter for publication in any publication as so defined.  Preparing, compiling, printing, publishing, disseminating or transmitting in any manner whatsoever any document which shall include any book, pamphlet, record, list, placard, poster, drawing, photograph or picture which is not a publication within the meaning of paragraph 3(a) about or participating or assisting in any manner whatsoever in the preparation, compilation, printing, publication, dissemination or transmission of any such document in which, inter alia, any form of State or any principle or policy of the Government of a State is propagated, defended, attacked, criticised, discussed or referred to.  Any matter is contained concerning anybody, organisation, group or association of persons, institution, society or movement which has been declared an unlawful organisation by or under the Internal Security Act, 1950, or the Unlawful Organisations Act.\"\netc.",
            "Female"
        ],
        [
            "MS SOOKA",
            "So ...",
            "Female"
        ],
        [
            "JUBIE MAYET",
            "Any matter sorry.",
            "Female"
        ],
        [
            "MS SOOKA",
            "So, effectively, it actually cut you off from ...",
            "Female"
        ],
        [
            "JUBIE MAYET",
            "It cut me off from, well, I could not also go to the schools.  If my children had problems at school I could not go to the school to go and sort it out.  What was this one?  Yes, I was also banned from any gathering, social gathering where,\n\"... at which the persons present also have social intercourse with one another.  Any political gathering ...\",\nyes,\n\"... that is to say any gathering at which any form of State or any principle of policy of a Government of a State is propagated, defended, attacked, criticised or discussed.  Any gathering of pupils or students assembled for the purpose of being instructed, trained or addressed by you.\"",
            "Female"
        ],
        [
            "MS SOOKA",
            "So, effectively you were cut off both in, from working and, in fact, from having a social life if you chose to remain ...",
            "Female"
        ],
        [
            "JUBIE MAYET",
            "Yes.",
            "Female"
        ],
        [
            "MS SOOKA",
            "... within the confines of that banning order.",
            "Female"
        ],
        [
            "JUBIE MAYET",
            "Yes.",
            "Female"
        ],
        [
            "MS SOOKA",
            "What did that actually do to your life and what did it do, how did it effect your children?",
            "Female"
        ],
        [
            "JUBIE MAYET",
            "Well, I could not, obviously, continue with my job, because it was a newspaper job and I was not allowed to be anywhere near a newspaper office.  I could not work.  We did apply for permission for me to continue working.  I think that was in about 80.  I think Revelation Ntolo wrote a letter to the Chief Magistrate requesting that I be granted permission to work as a sub-editor.  I also wrote a letter in support of this application.  It was turned down.  The Voice was very kind.  They continued paying me for, I think, the full year after I was banned although I could not, I could obviously not work, but they continued paying my salary until December.  So it was tough.  I mean, you know, I was not working, I could not, I felt bad about having to take money, my salary, when I was not actually not doing anything to earn it, but it helped, obviously.\n And it did not, you know, the banning did not really effect me in so far as my personal, my social life, my family life was concerned.  I refused to allow it to do so.  You know, I use to have friends over, I use to visit, I was in Soweto on various occasions, you know, and, as I say, I once walked into the Voice's offices to work.  I visited some other buddies on Drum Magazine, you know.  I mean, I just lived as though the banning order was not there except for the fact that I could not continue with my job and when the Voice was forced to stop paying me, you know, various copies of, issues of the Voice were also banned from the time it started to the time it eventually went under.  And I had to know seriously look for a job.  \n I found a job, I got a job at the Carlton Hotel as a floor supervisor.  That is something like R300,00 and some odd rand a month.  Now, I mean, even at that time when you have eight school going children, that is not a lot of money.  I left the, I had to work shifts which was another difficulty for me, because of the transport situation.  I do not have a car, I do not drive and I use to have to work shifts, you know.  Start at some weird hour in the morning and work till maybe eight, nine at night when there were no busses and that. So, then eventually I found another job with a firm of attorneys, a small firm.  They paid me slightly more and, obviously, the hours were better, you know.  It was like a normal working day.  I learnt to operate a switchboard there for the first time, but it was tough.  I mean, as a journalist, I was earning, I use to earn far, well, more than double what I was earning then working as a so-called switchboard operator at this law firm.  \n Then Priscilla Jana met me one day when I was walking to the bus stop and she offered me a lift home.  She was living in Lenasia at the time and she told me that a friend of hers was looking for a secretary.  He was just down the road from me in Commissioner Street.  Where I was working was Shakespeare House.  He was in Security Building in Commissioner Street.  So, I went to see him and, well, they knew I was banned and all that, but he wanted me to come and work for him and he was going to pay me more.  So, I left the first law firm and I worked with him, I worked for him. He was a one man operation at the time and I stayed with him up until now when I was forced to leave work because of arthritis.  \n I did not go back to journalism.  I did some odd writing inbetween for, there was a newspaper called the Sowetan Sunday Mirror.  I had a column for them and the agony column and so, a light hearted \"skinner\" column.  I do not know if some people remember that.  That use to bring in some extra bucks and, of course, I had help. There were lots of people who were very supportive during the time.  I mean, I know when I was in detention for the five months, when my children came to visit me, they use to tell me sometimes people brought food, you know, vegetables, meat and once somebody left anonymously on the stoep, a big box of fresh vegetables.  They did not know who it came from, because there was no note with it, but they found it on the, you know, on the stoep outside my house one, during the time when I was in detention.  \n And, yes, people were very supportive, you know.  I mean, my family, my mother and my brothers and sisters were fantastic.  My brother helped, you know, wherever it was necessary, but, I mean, as an independent woman, I mean, I had been working since the time I was, I just, I was 20 when I started working as a reporter and you earn your own money, you become independent and, as a widow, I had to become even more independent, you know.  I lost my husband at a young age.  My baby girl, at that time, was only seven weeks old when he died in a car crash.  And it was hard for me, you know, to go through that period of the detention and then thereafter the banning when I had to rely so much on other people, because I had been independent.  I had brought up my children, virtually, on my own, you know.  It was not an easy time, I mean.",
            "Female"
        ],
        [
            "MS SOOKA",
            "I think that what you really do show us is that despite all of this you have actually survived the experience and you talk about it fairly casually, without anybody realising that, in fact, it does have an impact on you and I think we appreciate the fact that you choose to treat it in that kind of way, that none of us doubt that, in fact, it must have left scars and, in fact, some pain.  You know that, of course, in a few weeks time we are also going to be having a hearing on the media ...",
            "Female"
        ],
        [
            "JUBIE MAYET",
            "Yes, I just heard about it.",
            "Female"
        ],
        [
            "MS SOOKA",
            "... and I am sure that your experiences have been part of the UBJ at an infancy stage is certainly going to be worth having ...",
            "Female"
        ],
        [
            "JUBIE MAYET",
            "Yes.",
            "Female"
        ],
        [
            "MS SOOKA",
            "... in that hearing.  So if you do feel like making a submission that is available.  I am going to pass you back to the Chairperson.",
            "Female"
        ],
        [
            "JUBIE MAYET",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Joyce Seroke.  Thank you very much for coming forward.  I would just like to encourage you to, really, allow yourself now to be more vulnerable and work on some of your experiences.  I mean, you have shared about the most difficult life experiences when you are without a job when you are a single parent.  At that time you had to be resilient, but I should think when you look back it will be important for you to allow yourself to be vulnerable, go through all the healing mechanisms you need, but you are, certainly, one of the survivors.  We thank you very much for ...",
            "Unknown"
        ],
        [
            "JUBIE MAYET",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "... coming forward.",
            "Unknown"
        ],
        [
            "JUBIE MAYET",
            "I will mention I have got a healing mechanism, but I will not mention it here.  Thank you.",
            "Female"
        ]
    ]
}