{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-10-28",
        "location": "ALEXANDRA",
        "names": [
            "IRENE TUKIE MARCH"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54918&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/alex/march.htm",
        "speakers": [
            "YASMINE SOOKA",
            "IRENE TUKIE MARCH",
            "MS MKHIZE"
        ],
        "original_speakers": [
            "MRS MARCH",
            "IRENE TUKIE MARCH",
            "MS SOOKA",
            "MS MKHIZE"
        ]
    },
    "testimony": [
        [
            "YASMINE SOOKA",
            "We would like to welcome you to the hearings of the Commission.  Is that a member of your family who is accompanying you?",
            "Female"
        ],
        [
            "IRENE TUKIE MARCH",
            "We would like to welcome her as well.  Before you begin to tell your story could I ask you to stand so that you could take the oath please.",
            "Female"
        ],
        [
            "IRENE TUKIE MARCH",
            "(s.s.)",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Mama, as is customary we ask a commissioner to assist you with the telling of your story.  In this instance it will be Hlengiwe Mkhize on my left-hand side and she will be helping you.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "I would just like to welcome and if I may ask what language do you speak, here it is not indicated.   Do you prefer English?",
            "Female"
        ],
        [
            "IRENE TUKIE MARCH",
            "Yes please.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Okay, thank you very much.  As a Commission we can see you are one of the people who are coming with their difficult stories in terms of our history.  I will ask you first of all to tell us a little bit about yourself and your family, especially the birth of your sons.",
            "Female"
        ],
        [
            "IRENE TUKIE MARCH",
            "I would like to start by talking about my late son, Philip March who died in 1976.   He was shot at on the 18th and he died on the 20th.  He was shot at with three bullets and he was taken to hospital on the same day.  Then he survived from the 18th and died on the 20th.\nALEXANDRA HEARING TRC/GAUTENG\n2 MARCH",
            "Female"
        ],
        [
            "MS MKHIZE",
            "You indicated that you would like to tell us about your son Philip.  Was Philip at school at that time?  How old was Philip in 1976?  If he was at school which school was he attending.",
            "Female"
        ],
        [
            "IRENE TUKIE MARCH",
            "Philip was still a student and in 1976 he was 16 years old.  I beg your pardon again, the other question?",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Well I had just asked whether he was still at school and I also asked you to think about ....",
            "Female"
        ],
        [
            "IRENE TUKIE MARCH",
            "Ja, he was still at school.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "You mentioned that he was shot at on the 18th.  Can you just tell us about his activities at that time, especially around the 18th, did he wake up early in the morning at home, did he tell you where he was going?",
            "Female"
        ],
        [
            "IRENE TUKIE MARCH",
            "On the 17th - not actually on the 17th, nearly every night he used to go out telling me that he is going to a meeting.  What meeting those were soccer meetings.  On the 17th still he said he was attending a soccer meeting again. I asked him as Soweto is in riot what is going on every night you go out for soccer meetings are you not attending these meetings which ended up in riots and then he told me no, no, no I mustn't worry, he is just attending soccer meetings.  So in the morning of the 18th I was still working by then. I woke up, prepared myself to go to work.  Usually I used to leave them still at home before they go to school.  Then when I was at work we were told that Alexandra is on fire.  Then I personally approached my employer telling him that look I am not coming to stay here when Alexandra is on fire, I am going home.  He wanted to know why because I am at work, it is not burning why should I go away.  Then I told him that look I have got boys and boys are always up and down, they would like to go and see.  They would like to\nALEXANDRA HEARING TRC/GAUTENG\n3 MARCH\ngo and see what is happening.  As you people say the municipal buildings are falling off, they would like to go and see what is going on.  I might be unfortunate, one might be shot at. And secondly my baby is at the creche, the creche is just behind the hostel, if it collapses it is going to reach the creche.    So I said if it collapses it is going to fall on the creche in Sixth Avenue so I must go home.  So then I was let to go and I went home.  Since I was born I never saw a battlefield, I personally but when I reached First Avenue I saw camouflaged clothing there and at First Avenue it was really burning.  Gunshots were fired, people were going up and down.  We were told to make a salute, a fist and if we salute then you get a sjambok behind by the police, you are aimed at.  So it was a chaos.  What you were to do it is up to you what are you doing.  Are you lifting up your fist or are you prepared to be shot at.  Okay, I proceeded down.  When I was opposite his school yard I found some of his friends and then they told me that Philip was shot.  Then I wanted to know boys now where is he.  They told me he was taken to hospital.  Then I asked them why are they on their way - why are they lingering about when they see shots firing from left and right.  Then they told me that they knew that I will come down home.  They are actually waiting for me.  So to show me where my son was shot at.  They have shown me a black spot in the school yard and they told me that is Philip's blood there.  The black spot was Philip's blood.  Then I walked down as far as my house.  When I reached home I asked the eldest brother where is Philip, then he told me he didn't know where Philip went to because he rushed from school, the elder one rushed from school to go and fetch the baby at\nALEXANDRA HEARING TRC/GAUTENG\n4 MARCH\nthe creche.  So he doesn't know what happened to Philip.  I told him that I learned that Philip went to hospital so that was that.  Philip was going to hospital.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "I can understand how difficult it must be for you to try and revisit that horror day.  I will assist you.  You had just mentioned that then you went to the hospital to visit.",
            "Female"
        ],
        [
            "IRENE TUKIE MARCH",
            "Ja, I went to hospital to visit him.  By then he could still talk.  When I asked him what happened he told me that he was shot at by the police and I asked him why, what  was the problem.  Then his answer was that don't you worry, a day will come for them.  What he wanted to know was to know whether his soccer team will be playing over the weekend and they must bring the results to him.  But unfortunately on Sunday before he got the news he was dead.  He died on the 20th at 7 o'clock a.m.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "You mentioned that you visited him at the  hospital and he could still talk.  Did he give you the details of what was done to him, if he was shot how many times, where.  Please tell us whatever you can remember.",
            "Female"
        ],
        [
            "IRENE TUKIE MARCH",
            "He just told me that he was shot at by the police.  When I asked him what was the reason his answer was just that the boers will get their chance.  They will get their time.  But I went on, I went on and I asked him are you not in the students group.  He told me that of course he was.  He told me that never mind he is attending an Afrikaner school.  If it happens vice versa that when doing your education in Afrikaans medium all of a sudden you are told that you must use maybe Zulu as a medium when you are already at standard 10 or standard 9 how will (indistinct) to you so he is also with the students that Afrikaans was\nALEXANDRA HEARING TRC/GAUTENG\n5 MARCH\nnot good for them as it was not their medium from scratch.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "So there were problems around the language, the use of Afrikaans as a language.  So you have indicated that ultimately your son passed away on the 20th June.  Can you just tell us about his burial, before we move on and talk about other people that you have written down here as people whose rights were violated.",
            "Female"
        ],
        [
            "IRENE TUKIE MARCH",
            "His burial was disturbed by the security.  During the week when we were still preparing everything those people used to visit us every now and then.  The day of the funeral they went with us as far as the graveside.  The coming back still was not a nice coming back because traditionally we cook food for people who come and then from there people were not at ease because of tear-gas was being thrown all over and a lot of people had to scatter around.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "But ultimately you were given an opportunity to bury him and ...",
            "Female"
        ],
        [
            "IRENE TUKIE MARCH",
            "Ja, we buried him ourselves.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Thank you very much.  You made a choice to start off by talking about Philip.  In terms of your statement also your second son, you indicate that your second son, you don't give the name, his rights were violated again.  Can you tell us about your second son.",
            "Female"
        ],
        [
            "IRENE TUKIE MARCH",
            "Who is that?",
            "Female"
        ],
        [
            "MS MKHIZE",
            "There is also David. There is also Joseph.",
            "Female"
        ],
        [
            "IRENE TUKIE MARCH",
            "I want to talk about David. The abducted one.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "According to your statement here on the 10th November your son David, aged 28, was seen leaving workplace Alfina Sports in Queue in the company of Constables Bothma and Kleyser.  And you are saying you have never heard of him again.\nALEXANDRA HEARING TRC/GAUTENG\n6 MARCH",
            "Female"
        ],
        [
            "IRENE TUKIE MARCH",
            "My son was working at Queue township.  At Alfina Sports, something like that, ja.   And I received a message that he is arrested.  When I went to Bramley police station I found that his name was not appearing anywhere.  So then when I wanted to know if he is arrested by the Bramley police why is he not appearing on the files.  I couldn't get a better answer so I had to go to his employer.   His employer Mr Corringen.  So he told me that my son appeared to be a sick man.  He went out for lunch time, coming back he came back having funny noises, rolling up and down. So he had to summon the Bramley police because they were next to his factory.  When the police came he told them that please take this man to a hospital because this man appears not be healthy.  That was the end when David was taken away.  So I asked this gentleman why did you choose to call the police, why couldn't you summon an ambulance.   So he said where he comes from he knows that police are working hand in hand with the hospital.  So he thought that by calling them they will take him straight to hospital.  More so he told them that he has got no charges, he is just to be taken to hospital.  So that was just that.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Was David staying with you at that time?  Can you remember how was he functioning within the family before he disappeared.  Were there signs of disturbance or were there signs of behaviour which maybe you thought his behaviour was different from that of other people?",
            "Female"
        ],
        [
            "IRENE TUKIE MARCH",
            "No, David was not living with me, he had his own house but he had no problems.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "In your knowledge was David politically active?",
            "Female"
        ],
        [
            "IRENE TUKIE MARCH",
            "During those days even when the children were activists they wouldn't show you.  I can't say he was and I\nALEXANDRA HEARING TRC/GAUTENG\n7 MARCH\ncan't say he was not.  I don't know.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Well sometimes if something like this happens people start talking and speculating.  Did any of his friends start saying things to you which might be a clue as to what kind of life was he leading at that time?",
            "Female"
        ],
        [
            "IRENE TUKIE MARCH",
            "I don't believe his friends could know him better than I do because he goes to his house he usually came home first.  Before he goes to work he used to pass my place.  Because he had a son of seven years by that time.  He used to come and drop the boy at home.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "I see according to your statement the Legal Resource Centre tried to assist you to trace him.  If the police were called by the employer surely the legal representative from the Legal Resource Centre should have been able to get some information about the police who responded to his employer's call and was that helpful in any way?",
            "Female"
        ],
        [
            "IRENE TUKIE MARCH",
            "It took about five years, when I was going up and down at Elizabeth Building, until after five years I was told that now they are closing the file.  Maybe some other time we might get a clue and then we will go on again.  Because for the five years everything is fruitless.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Thank you.  In your statement you also talk about your other son Joseph.  That is the third son.  Can you just tell us about ...",
            "Female"
        ],
        [
            "IRENE TUKIE MARCH",
            "Joseph was shot at by unknown people.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "According to your statement that happened on the 18th June in 1993.  If you have any information surrounding this murder can you tell the Commission whatever you know about it.  How it happened, when it happened.  Did it happen in your presence or you were told by other people.\nALEXANDRA HEARING TRC/GAUTENG\n8 MARCH",
            "Female"
        ],
        [
            "IRENE TUKIE MARCH",
            "Since 1976 every 18th of every June my family and my friends usually come to my place just for a short prayer as a memory for my late Philip.  So the day of the 18th the late Joseph came on the 18th June 1993.  He came just for that occasion and so he decided not to go back to his house.  It was about something to ten we were about to watch international soccer so he decided to go outside to the loo before the match starts.  Then at the end of the day he never came back.  I heard people in the yard coming to tell me that Joseph is lying outside.  When I went outside just found brains scattered all over.  We heard the gunshots but as we are already climatised to this gun shooting we live next to something we call Double Up.  That is a short cut.  So everybody goes up and down and people come chasing each other, you know it is just a noisy area with gunshots nearly every day, we are used to that.  We don't even get scared any more.  Even when those gunshots were fired to Joseph we just took it that it is a usual thing until somebody came to the house and said come and see outside, Joseph is lying down outside.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "On your arrival did people indicate to you as to where did the person come from who had shot at him?  Were you given any details?",
            "Female"
        ],
        [
            "IRENE TUKIE MARCH",
            "Nobody knows.  Nobody said anything.  Nobody saw anybody.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "The people whom, in your statement, you have written a particular liberation movement as having been involved in his killing.  Are you maybe scared to mention them?  If you are it is okay not to but here in your statement his death is associated with a certain liberation movement.\nALEXANDRA HEARING TRC/GAUTENG\n9 MARCH",
            "Female"
        ],
        [
            "IRENE TUKIE MARCH",
            "I was asked was Joseph an activist.  Then I said Joseph was already in the other side of the area, he was at another place and by then he was in another party at his residential place.  So I don't know whether did he have any rival ... (nothing further on tape) ...",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Well I will try to ask you a few questions before I hand over to the Chair to clarify some of the things that you have said.  Regarding your first son, Philip, since in that case students had clearly indicated to you that he was shot at by the police and that also was confirmed by him and he was admitted at the hospital, did you lay a charge against the police following his death?",
            "Female"
        ],
        [
            "IRENE TUKIE MARCH",
            "I was very, very, very sick.  Can you imagine in the morning you go away, before lunch time you get a report that your child is shot at.  All of a sudden I became very sick.  The police usually came to my house and say I must come and write a statement.  I asked them what statement am I to give because I was not available.  Let them do a statement and give it to me because they did their job, I was not available.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "And also here you mentioned that when your other son died, his son David who was seven then has been affected.  You say he had his schooling disrupted.  Can you tell us about what has happened to David now.",
            "Female"
        ],
        [
            "IRENE TUKIE MARCH",
            "No, no, no that is not David.  That is David's son.  That is Philip.  When the father disappeared Philip was seven years old and they were friends with the father.  They used to go to gym together, go to the soccer matches, go up and down with the father.  Obviously when it is pay day every child expects something nice from the father.  He knew he used to get everything nice from the father.  But it\nALEXANDRA HEARING TRC/GAUTENG\n10 MARCH\nwent on, when he asked me what happened to my father, where is my father.  I did not tell my grandchild the truth.  I told him lies, I told him that his father went to Cape Town to go and teach people how to do the job he is doing.  But as time went on and years goes by he grew up asking me is he not corresponding with you, why don't he write letters, why can't he send me something.  When I asked him come on don't be silly, your grandfather sometimes gives you something, ten bob, 20 bob, something like that,  it went on, still I could not tell this little boy.  If it was not the right thing I will apologise.  As years goes by he kept on asking me where is my father.  When he turned 18 one day from school he came with a newspaper and then he asked me did you buy a paper today, I said ja I bought a paper and he asked me did you see something important there, especially for you.  Then I said to him no I didn't see anything for me.  He said ja and he gave me the paper, he showed me a column where it was written missing people.  And his father's name was the first name.  So he asked me did you see this and I said no I didn't see that.  I asked him where did you get this and he said a friend of his gave him the paper, actually showed him the column.  Okay, then why all along you have been telling me that my father is in the Cape meantime you knew my father has been abducted by the police.  So I told him look here my boy you were still a small boy.  I did not like to disturb you at school, I did not want to inject hatred in you because I know if I told you these things possibly you wouldn't even be attending school.  You would maybe be a ruffian going about beating police for nothing.  Each and every person in police uniform you would be against.  So my intention was to tell you when you are 21\nALEXANDRA HEARING TRC/GAUTENG\n11 MARCH\nyears, then I would know that you are of age, then I would tell you.  This thing would disturb you, you wouldn't be in the class you are now.  So I am happy because you found it on your own.  Then he said to me so now how are you working this thing out.  So I told him look your father is not the only one, you can look at the column, how many people are missing there.  So I was waiting for you to be 21 years then you can sit down and let us talk.  You might give me a better idea what to do because what I tried was in vain.  Maybe you might give me a better clue to do that.  That is why I say if at all my decision was incorrect I will apologise.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "If I may just ask you how have you coped with these major losses in your life?  You mentioned that your family meet every year around about June 16th, which I think has been a form of support.  Besides that what is it that has kept you going up till now.",
            "Female"
        ],
        [
            "IRENE TUKIE MARCH",
            "I must say I have got a very strong family.  I would like to thank my parents, though dead, they left us with a very big, big gift.  The gift, the richest they gave us is love.  We are five sisters, we have got no brother.  We have got no mother.  But every burden we try to be together and try and help each other.  And I have got wonderful neighbours.  Whenever I am in need they are there for me, even with God's grace He is also there to give you whatever you run short of, which is love, comfort and everything.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Thank you very much for sharing with us one of the difficult stories of our Chairperson, Yasmin Sooka to take over.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Thank you Mama for coming to tell us what\nALEXANDRA HEARING TRC/GAUTENG\n12 MARCH\nhappened to your family.  It is painful to lose three sons and still not to have certainty about why and how they actually died.  We have heard the fact that you have said that the Legal Resources Centre investigated and closed their file and we will probably try and access the records on the matter as well.  We share your pain and we hope that we will be able to get some kind of answer for you.  Is there anything that you would like to say before finishing?",
            "Female"
        ],
        [
            "IRENE TUKIE MARCH",
            "I would like to say we thank God by giving us our president, Nelson Mandela, who maybe a lot of people might think that he is doing something he doesn't know, yet he knows bietjie bietjie.  We never knew one day we would be  seated here having people who are listening to our cries.  Even if we wanted to hide something it is very difficult, it is difficult to hide because here are people in front of you who are ready to comfort you.  We had a government which did not think that when somebody is bereaved he or she needs comfort.  So I say thanks to the old man Tata.  Number two I would like to give this message to our policemen.  Our policemen, especially the police of new South Africa, the old South Africa claims to have had securities.  A security person is somebody who is to secure your life but is that those securities took our lives, not unless security has lost its meanings really our new policemen please do the job, be proper securities, show a sample that you are new South Africa's securities, secure South Africa as a whole, black and white.  Thank you.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Thank you, Mama.  Thank you for what you have said about the police because we are in a changing South Africa and I think part of transformation is to make sure that every different sector in our society play a different role.  Thank you for having come today.",
            "Female"
        ]
    ]
}