{
    "header": {
        "type": "1 N L RIVERS, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-10-30",
        "location": "ALEXANDRA",
        "day": "3",
        "names": [
            "N L RIVERS"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54936&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/alex/rivers.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR LEWIN",
            "NTABATABI LOUISA RIVERS",
            "MS MKHIZE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR LEWIN",
            "MRS RIVERS",
            "NTABATABI LOUISA RIVERS",
            "MS MKHIZE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "... with all that you have given us.  Just give us your holy spirit and embrace your children.  (Xhosa not translated).  With the help of the Holy Spirit, we ask that You bless this country and bring understanding, the reality of reconciliation through Jesus Christ, our Lord and Saviour, Amen.\n What about this?  I welcome you warmly all the people who have come here.  We welcome all of you very warmly.  Although I am a recent arrival, welcome especially to those who are coming to testify and those supporting them.  We welcome you all to this hearing of the Truth and Reconciliation Commission.  This hearing has been going on for some time and some of you have seen yourselves on television and in the newspapers. \n Now, let me introduce my colleagues.  Right at the end is Joyce Seroke who is a member of the Human Rights Violations Committee that is based here in Johannesburg.  Hugh Lewin who is also a member of the Human Rights Violations Committee also based here in Gauteng and has been chairing these hearings.  Yasmin Sooka who is a Commissioner and is also Deputy-Chairperson of the Human Rights Violations Committee and is based here in Gauteng.  Hlengiwe Mkhize a Commissioner and Chairperson of the Reparations and Rehabilitation Committee and is also based here in Gauteng.  ALEXANDRA HEARING TRC/GAUTENG\n2 N L RIVERS\nNow I hand you over to Hugh Lewin.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Thank you very much Father and welcome to everybody.  I see something is going to happen to our Chairperson at the weekend.  I do not know what we call him after that, but at the moment he is the Chairperson of the Commission.  We are very, very pleased that he has been able to join us today.  Alexandra, as we have seen over the last two days, already, has obviously been a very important place for all of us.  We are very pleased to see that some of the witnesses from the last two days have also been able to come and join us today.  We welcome them.\n I would just like to explain the procedures that there are earphones translation system available for everyone who needs them, collect them at the door.  The three channels that are available, number two is English, number three is Zulu and four will be Xhosa and any other African language that the witnesses might be speaking through.  If you need assistance, please ask.  There are people who can assist.  \n I should also like to stress that the most important people here today, as in all our hearings, are the witnesses, the victims who come to tell their stories.  We have to insist that this is their day, that the platform is theirs.  They are the most important people and I would ask everyone please to respect that and to give the people the chance to let themselves be heard and to tell their stories in their own time.  Please to respect that.  Without any further ado we will start with the first witness, Louisa Rivers.  If she could please come forward.  Thank you.  Morning Mrs Rivers.",
            "Male"
        ],
        [
            "NTABATABI LOUISA RIVERS",
            "Morning.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Can you hear clearly through the earphones.\nALEXANDRA HEARING TRC/GAUTENG\n3 N L RIVERS",
            "Male"
        ],
        [
            "NTABATABI LOUISA RIVERS",
            "Yes, I can hear you.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Fine, if you can hear.  I would just like to explain that this is your time to tell your story.  That this is not a Court of Law, you are here amongst friends specifically to tell you story.  We will not, obviously, today make any finding, but we will later make findings on the evidence that has been presented.  While we are not a Court of Law we do require that everybody who comes to give evidence, takes an oath.  So, if you could please stand and raise your right hand.",
            "Male"
        ],
        [
            "NTABATABI LOUISA RIVERS",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "Thank you very much.  Thank you.  Do you feel comfortable and relaxed?  Probably not relaxed, but we would congratulate you for coming forward to be the first witness.  It is always a difficult thing and we are pleased that you are able to do that.\n Mrs Rivers, you are telling us about events that took place in 1982 concerning your husband.  You have made the statement, but now if you could please, for all of us here, tell that story in your own words and your own time.  Thank you.",
            "Male"
        ],
        [
            "NTABATABI LOUISA RIVERS",
            "Thank you very much.  To talk about my husband, he was not at home.  It was about two years, he was away for two years.  One day, it was in the morning, I received a telephone call from the people who knew him.  They said to me, this person said to me Mrs Louisa, what is your surname, by the way.  I said my surname is Moshapilo, but my other surname is Rivers.  He asked me if I was listening to the radio.  I said no, I did not listen to the radio.  He said he heard something about Frank Rivers who was going to be hanged.  They were talking to other people.  I said to him,\nALEXANDRA HEARING TRC/GAUTENG\n4 N L RIVERS\nwhat do you mean.  He said your husband's name is Frank and he is a doctor.  Yes, I heard something about him.  I said, fine, tomorrow I will go and buy a newspaper.\n I woke up early in the morning, I went to buy a newspaper.  I could not get that kind of information.  I tried to get the newspaper from the previous day.  That is where I got that information about my husband who was to be hanged.  I tried to enquire where he was, but I did not know, I was not aware where he was at the time.  I tried to phone all the police stations that were here around in Alexandra and John Vorster.  There was nobody who could give me a clue.  When I started thinking I thought about something that if a person is going to be hanged his information is kept in Bloemfontein.  I phoned Bloemfontein and they said they do not know anything about that.  I tried Pretoria.  They said I must wait.  They asked me about this information that they get.  So I told them that I got this information yesterday.  They said I must phone between three o' clock and five o' clock.  Yes, I did so.  I made that call and I was told that he was there in Pretoria.  \n I tried very hard, I tried to go to Pretoria because I did not know what was happening about him.  When I reached there and I asked him where have you have been for all these years?  Were you here?  He said, no, I do not even know howcome that I find myself in this place and I am going to die.  How, I asked him, how, what is your scene?  He said I do not know anything.  I begged him to tell me the truth.  I said to him there is nothing like that, you will never be in this kind of a situation without anything that you have done.  You are telling me that you do not know anything.  He said truly, I do not know.  I had been visiting him.  \nALEXANDRA HEARING TRC/GAUTENG\n5 N L RIVERS\n At some stage he asked me to bring the children.  I brought the children with my other sister, the one who is here with me now, because my children were feeling the pain of loosing their father.  They had been asking me that question, how can a person be arrested and be killed?  One of the policemen said, you talk too much, we are also going to kill you like your father.  I told them to keep quiet, this is not our place, but this is the police place.  \n I asked him again, what happened, why are you here?  He told me that he does not know anything.  All what he wants is me to organise a legal representative for him.  I told him that I do not have money for such a person.  I have children who are still young and I am alone.  There is nothing I can do.  I must try to raise these children.  I had been visiting him.\n One day I was thinking that this husband of mine is not telling me anything and he is going to be killed.  I do not even know what is happening.  At that time I was broke, I did not have money.  The newspaper that I read, it was sad.  These people who are with Mr Rivers are going to be killed.  It is only Mr Rivers who can make an appeal because he knew nothing, he was not around.  I tried with the little money that I had to try and organise a legal representative because I did not have money for an appeal, but a person who can go there and investigate and ask him what was happening.  Even if it is a Law Attorney, but to ask him.  Maybe he can tell him the truth.  Even if he is going for an appeal, I must know.  Even if he is hanged, I must know what was the reason rather than not knowing what was happening.\n I got that Attorney and he went there to enquire.  He said I do not know.  He told this Attorney that when the \nALEXANDRA HEARING TRC/GAUTENG\n6 N L RIVERS\npolice came to arrest me, I was in Krugersdorp.  The date that I was told that there is a person who was killed, I was in Pietersburg.  I do not know anything about that person who was killed.  That is what he also told me, that he was in Pietersburg at the time.  The Attorney came back to me and said, since you do not have money, I am going to try and write to the State President because this person was not around.  It is obvious that he was not around, but it is only his friend who implicated him.  \n I told him, I phoned my Attorney last week that I am going to appear before the Truth Commission because they call my husband a mastermind.  They also said that he was not around during that time, the time of the incident.  Even the people who were arrested with him, they said, they confirmed that he was 100 kilometres away.  The Attorney told me that I know that your husband was not around, but you must know that the very same people that he is with are the people who implicated him in this whole incident.  They went to him as a doctor, they needed some medicine.  They wanted some medicine, some herbs that they can use so that they do not get arrested after all that they did.  Now, they were arrested so they decided to blackmail him.  \n After some time the police came and said to me, Mrs Rivers, bring your facecloth toothbrush and some other clothes.  You must know that your husband is going to a maximum prison.  I asked them what was the reason.  They said it is time for him to go.  I went to that place.  When I arrived there I went inside to see him.  They told me that you are going to see your husband for the last time.  I begged him, I said, Frank please, tell me, tell me, please tell me the truth because you are leaving this world.  Tell \nALEXANDRA HEARING TRC/GAUTENG\n7 N L RIVERS\nme the truth so that I will be able to tell your children what happened.  He said Louisa, I am going to tell you the truth, I do not know anything.  Even if they are going to kill me, they will kill me knowing that I do not know anything. \n At about five o' clock they ordered us to go out to other rooms that were given to us.  We slept there.  The following day at about seven o' clock we woke up.  They said we are supposed to go to the Church.  We were shown their coffins and I was shown that this was Mr Rivers' coffin and the others for other people.  So you can go home now.  I requested one of the Sergeants that I would like to talk to one of the police officers who give orders that a person should be hanged.  I talked to that white man.  I said to him, you are showing me these coffins.  There is not even a hand of this person.  I cannot even be sure that this is my husband.  Please, just give me his body to go and bury him.  They asked the reason why?  I said, according to our culture and tradition, if a person had passed away, we come together as a family and relatives and pray and we see to it that we bury him.  He said to me you did not have money for the appeal, but now you claim to have money for the burial.  I said to him, I know that it will never be expensive to bury him.  They said, no, we are the people who killed him, so we are the ones who are going to see what we do about him.  So if you are telling us that you are going to come together as a family and pray, we are going to send police in your house.  The police will pay you some regular visit.  Even if you want to make a tombstone, even if you want to erect a tombstone, you must come to us.  We will tell you as the police, what to write on that tombstone.  I told them that \nALEXANDRA HEARING TRC/GAUTENG\n8 N L RIVERS\nI am not going anywhere, I want to make sure.  I want to know where are you taking these coffins.  I am not sure that there are people inside.  They told us to go away.  I did not go.  I stayed there at N3 which is their gate that they use when they are going out.\n One of the policemen came and asked me why was I sitting there.  I told them that if my husband is dead, they must give me a death certificate and a grave certificate and I must go with them.  They said I am not going anywhere with them.  They said I must go home, they are going to post it to me.  I told them I refused, that I am not going.  I must get a death certificate and a grave number.  The cars from the mortuary, the hearses were transporting those corpses.  I went there again and I asked for the death certificate.  I got the death certificate and the grave number.  I went home.\n As from that day the police were visiting me.  They wanted to know where I was, everything about me.  I could not do that gathering, the prayer for the family and the relatives because they said I must not do it.  I could not enjoy a normal life as usual.  I was sick, I became sick.  There were a lot of complications and the police were doing a lot of strange things that effected my health.  After a few months they came during the night, they kicked the door.  I said to them, before I heard the dogs, I heard the dogs barking outside and there were people outside.  They were searching all over the place.  They said we must go there and ask Motete where is Rivers house.  They kicked my door.  I was looking through the window.  I told my children that things are bad outside, the police are all over the place.  Even through the windows, I had six windows, my house has \nALEXANDRA HEARING TRC/GAUTENG\n9 N L RIVERS\nsix windows and the police were there all over the windows.  I told them not to kick the door, I am prepared to open the door for them.  I opened.  They slashed me across the face.  I heard some noise in my ears.  They pulled me with my hair.  They had been asking me about my child now and they were asking me, saying in Afrikaans, where are your children?  They asked me how many children do I have.  I told them that I have five children.  They asked me about my daughters.  I told them that they are here inside, come in.  When they came inside, it was about 20 white men and a few blacks.  My children were asleep at the time.  They uncovered them.  They took off their blankets and they said here are these whores that we are looking for.  They said that in Afrikaans.  They dragged my other daughter.  She was still wearing the clothes.  When they tried to take her they said to me, we are going to take this daughter of yours.  She was 15 years old at the time.  They said they are taking her with them.  I asked them the reason.  \n They said my children are naughty.  I knew that it was another case now.  It was not my husband's case anymore.  They said to me I must give him a facecloth, toothbrush and soap.  I told them that you must go and buy those things because you are taking her with you.  You know where you are taking her, where are you taking her to.  It was in 1994.  This all happened in 1994.  One of them said, yes, you know this Rivers family, but I do not know why was he referring to Rivers in that manner.  I started thinking.  I said perhaps these are the people who knew her father.  They took my child with them.  Among these police, there was one of them that was known to me.  I asked him, I said Charlie, if you are taking my child she must come back safe without any \nALEXANDRA HEARING TRC/GAUTENG\n10 N L RIVERS\nsickness.  I said I do not want her to spend a night in jail because I do not know the reason why are you taking her.  They took her and they brought her the following morning.  They use to pay me visits until this daughter of mine left the country.  Just before she left she said to me, mama, as you can see that things are bad, there is no life for me.  We are always surrounded by police.  I do not even know the reasons for that, but I am leaving now.  \n It was during the night.  I was very friendly, I was open to my children.  Each and everything that was a problem to them, the would not hide it from me.  We use to discuss it.  She said, mama, I am leaving.  I asked her where are you going?  She said this South Africa is not good for me anymore.  I asked her again, where are you going.  She said, I will see.  I said, go on and fight for your rights and just go with your Lord.  The Lord will lead you.  I gave her R300.00.  I said just go on with your journey.  She left.  It was during the night.  The following morning the police came again.  They came looking for her.  I asked them which one?  I said I do not know.  She is just a child, she is with friends.  They asked me if I do not know any person across the borders.  I said, no.  I just told them that I only know their grandmother who is in Cape Town.  They said we are talking about your child who crossed the borders.  I asked them, because they were saying it in Afrikaans.  I asked whether they were talking about skipping rope and politics because I told them that I do not even know anything about politics.  They asked me if I do not know that my child is with the people who are fighting with the Government.  I told them that I do not know.  They told me that my child is the one who is with the people who are \nALEXANDRA HEARING TRC/GAUTENG\n11 N L RIVERS\ndistributing the pamphlets outside.  I told them that I do not know that.\n They discovered that my daughter left the country.  They kept on visiting me.  They came again to me and they told me that she left the country and we know that you gave her the money to cross the country.  They were told by one of their informers.  I asked them who is that informer.  They could not tell me, but they had the information that my daughter left the country.  They have been visiting me and I got use to that situation.  I got use to them.  I use to welcome them warmly when they come in and make tea for them.  I use to regard them as my brothers and sisters.  They said to me one day, we know that you are a politician, what do you know about Mandela?  I said, I do not even know Mandela, who is that?  The only thing that I know about Mandela is that he is a person who is arrested.  He is the one who was fighting for the freedom of the people.  I do not know anything.  They said you are going to know, we will be back again.  \n The way I got use to them.  I remember at some stage they came in.  I said to them I am use to you, just sit down and have some tea.  It was five of them on that day, four white men and one african.  When they sat down, this african guy stood up.  I said, why do you not sit down.  He said the way you do things, Africans, that is what makes the white to hate us.  What do you think if you see, why are you using the language that we do not understand.  I said to them I was just asking him why cannot he sit down.  They said why cannot he say that, why cannot he sit down?  I said to him you are exposing your gun whereas yours bosses are hiding them.  I kept on, I prepared some meal for them and I asked \nALEXANDRA HEARING TRC/GAUTENG\n12 N L RIVERS\nthem why are you always saying that my child is a terrorist because I do not even know what a terrorist is.  They said, yes, you are a politician, you know what is happening.  I said to them, I do not know anything.  I do not even know what is politics, but all I know is that I studied History and I use to like History as a subject at school.  I like that subject even today.  I know when the whites came to South Africa.  I use to like History and Biblical Studies.  I realised that History taught me how did the whites come to this country.  Even the Bible I know the roots of the Bible.  I know the roots of the Bible.  They said, yes, we told you that you are a politician.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Sorry to interrupt you mama.  Could I bring you back to your husband's death and the stories there?  If you could tell us a little bit more about that because we need to move on, if we may.  Sorry to do that to you.  You mentioned that he was actually charged and sentenced with other people.  How many were there who were charged with him?",
            "Male"
        ],
        [
            "NTABATABI LOUISA RIVERS",
            "In his sentence he was with three people in that case.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And were they all hanged with him at the same time?",
            "Male"
        ],
        [
            "NTABATABI LOUISA RIVERS",
            "The three of them were hanged at the same time.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Now, could you tell us a little bit about him?  You say that he was a herbalist or people asked him for herbs.  Is that what he actually did?",
            "Male"
        ],
        [
            "NTABATABI LOUISA RIVERS",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And was he a member of any political party?",
            "Male"
        ],
        [
            "NTABATABI LOUISA RIVERS",
            "I did not start from the beginning.  I started from where he was going to be hanged.  If I had a chance to\nALEXANDRA HEARING TRC/GAUTENG\n13 N L RIVERS\nexplain about where whole thing started, you would know that he was a politician because he was a member of the PAC when I met him in 1959.",
            "Female"
        ],
        [
            "MR LEWIN",
            "And it was when your daughter went off, was she following in his footsteps, as it were?",
            "Male"
        ],
        [
            "NTABATABI LOUISA RIVERS",
            "I have got the belief that this child of mine was not in that line because in my house the ideas of panafricanism were not so strong because I am an ANC member.  I would like to say if we were discussing with my children and we were talking about history and other problems around, I discovered that my child was fighting for the education of quality.  That they were against Afrikaans as the medium of instruction.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Okay, going back again to your husband.  I mean, what do you feel now?  Do you feel that had you been able to get proper representation for him, he would not have been hanged?",
            "Male"
        ],
        [
            "NTABATABI LOUISA RIVERS",
            "This matter of my husband, I want to say that it is very difficult for me because I do not have the truth of what happened because he died saying that he did nothing wrong.  That is why I came to the Truth Commission because if I knew what was the reason for his death, I do not think I would be here today because the case was a criminal case about a person who was killed.  If I heard the real information that he was there maybe I would not be here today.  I would be here on the matter of my daughter.",
            "Female"
        ],
        [
            "MR LEWIN",
            "Mrs Rivers, thank you very much.  If I could now hand back to the Chairperson and perhaps other people who have more questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions.",
            "Unknown"
        ],
        [
            "MS MKHIZE",
            "I am going to ask one question.  I want to get\nALEXANDRA HEARING TRC/GAUTENG\n14 N L RIVERS\nclarity about your husband.  When you say he was a member of the PAC, do you mean that he was very active?  What is it exactly that he was doing there?  Was he a leader because in your statement you did not get a chance of explaining that one.",
            "Female"
        ],
        [
            "NTABATABI LOUISA RIVERS",
            "My husband was not that active, but when we met, just before we got married in 1959, he was coming from Sophia Town.  I was coming from Alexandra.  He was just a member, but I do not remember seeing him as a very busy person in that organisation.  I think he was just an ordinary member.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "I am asking this question, mam, because I want to see if this, that his death, how do I reconcile the two.  The politics, being a member of a political organisation and being sentenced for this crime.",
            "Female"
        ],
        [
            "NTABATABI LOUISA RIVERS",
            "When I asked him while he was still in jail he said they told him that, they asked him why was he, he was a white, but why was he helping the blacks now because he was a coloured.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "I do not get it clearly when you say he was helping the blacks.  How was he helping the black people?",
            "Female"
        ],
        [
            "NTABATABI LOUISA RIVERS",
            "While he was away for years I do not know what he was doing because the people that he was arrested with were black people.  He was a coloured person.",
            "Female"
        ],
        [
            "MS MKHIZE",
            "In your statement you said he was tortured during imprisonment.  When he was being tortured, what is it that he was saying?  What is it that they wanted?",
            "Female"
        ],
        [
            "NTABATABI LOUISA RIVERS",
            "They were torturing him because they wanted to say that he was with those people when they were killing that person, but he was not around.  They were torturing him because they wanted him to say, yes, I was there.\nALEXANDRA HEARING TRC/GAUTENG\n15 N L RIVERS",
            "Female"
        ],
        [
            "MS MKHIZE",
            "Thank you very much mam.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mrs Rivers.  It is very difficult to give you comforting words to give you some strength.  We do not have enough words to sympathise with you, but we are going to ask the Lord to be with you and bless you.  We can see that even if there was a mistake those people did, the operator did, it shows clearly that if the people are being hanged, it is very difficult to rectify the mistake afterwards.  Even if they could realise afterwards that Frank Rivers was not there, they made a mistake by implicating him in that killing.  It is very difficult to bring him back to life after realising that mistake, but we are going to try to investigate what actually happened and, as you are saying, that you do not even know till today the truth of the matter.  You are not satisfied.  We are going to try and help you.  Did your daughter come back, the one who left the country, the one you think that they are talking about the skipping rope?",
            "Unknown"
        ],
        [
            "NTABATABI LOUISA RIVERS",
            "My daughter came back with police after a few days.  They said to me did you know where your daughter was?  I said, no, you are the people who know.  They told me that she was in Angola and Tanzania, all the places in Africa.  When the exiles were coming back home, they came to me and they said your daughter is coming back.  Truly, my daughter came back.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.\nALEXANDRA HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}