{
    "header": {
        "type": "1 L TUALA, HUMAN RIGHTS VIOLATIONS, PRESENTATION TO ARCHBISHOP DESMOND TUTU",
        "starting date": "1996-10-30",
        "location": "ALEXANDRA",
        "day": "3",
        "names": [
            "L TUALA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54940&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/alex/tuala.htm",
        "speakers": [
            "MR LEWIN",
            "MR TUALA",
            "JEANETTE",
            "CHAIRPERSON"
        ],
        "original_speakers": [
            "MR LEWIN",
            "MR TUALA",
            "JEANETTE",
            "CHAIRPERSON"
        ]
    },
    "testimony": [
        [
            "MR LEWIN",
            "Now the second one will take place.  It will not take very long and it is, as you will see, a completely different interlude, but it gives me great pleasure to call back, to recall one of our first witnesses who came here on Monday who has a particularly different task to perform.  Linda Tuala, would you like to come forward.  Thank you.  The chair is yours very briefly, Sir.",
            "Male"
        ],
        [
            "MR TUALA",
            "I have a letter that I would like to read to our Bishop, Desmond Tutu.  In fact after asking Jeanette to read this letter I would like to shake your hand to Reverend Desmond Tutu because I remember those days when we were still resisting.  He helped us save Alexandra.  Hands who have this little gift from our senior citizens.  We remember those days when Alexandra was to be move to Soweto and other places like Tembisa and he was very much instrumental in the reprieve of Alexandra.  Jeanette, could you please read the letter.",
            "Male"
        ],
        [
            "JEANETTE",
            "Dear Bishop Tutu, kindly accept our little gift from the bottom of our hearts.  We remember you quite clearly from the days when we resisted forced removals in Alexandra.  We also remember your words of encouragement, that we should not throw in the towel.  We followed your advice to the letter.  Today we are still in our beloved Alexandra.  May the Almighty God bless you Bishop.  May you\nALEXANDRA HEARING TRC/GAUTENG\n2 L TUALA\nhave a long and fruitful life.  Your Brother in Christ, Linda Tuala (Mr), Community Leader and Councillor for the Eastern Metropolitan Substructure.",
            "Unknown"
        ],
        [
            "MR TUALA",
            "The pictures that I am having here in front of me. It is myself and Desmond Tutu and Obert Papela, he was still young then and Ben Mshonga.  That is yourself, that is Obert Papela.  Stand up Obert, I mean, how many years were you.  That was in 1979 when we were saving Alexandra.  So we are together with the Reverend Desmond Tutu.  Thank you.  There is an old lady who was supposed to present this to you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thank you very much, even tomorrow.",
            "Unknown"
        ],
        [
            "MR LEWIN",
            "We will now break for tea and return at twenty to twelve please.  Thank you.\nALEXANDRA HEARING TRC/GAUTENG",
            "Male"
        ]
    ]
}