{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-24",
        "location": "KLERKSDORP",
        "day": "2",
        "names": [
            "THETIWE JULIA MATLHOKO"
        ],
        "case number": "1562",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55406&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/klerks/matlhoko.htm",
        "speakers": [
            "ADV POTGIETER",
            "CHAIRPERSON",
            "DR RANDERA",
            "ISAAC TIMANE NMANI",
            "PROF MEIRING",
            "THETIWE JULIA MATLHOKO"
        ],
        "original_speakers": [
            "DR RANDERA",
            "MRS MATLHOKO",
            "THETIWE JULIA MATLHOKO",
            "PROF MEIRING",
            "CHAIRPERSON",
            "MR NMANI",
            "ISAAC TIMANE NMANI",
            "ADV POTGIETER"
        ]
    },
    "testimony": [
        [
            "DR RANDERA",
            "Mrs Mathlhoko, good morning and welcome.  Can you hear me?",
            "Unknown"
        ],
        [
            "THETIWE JULIA MATLHOKO",
            "Good morning.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mrs Mathlhoko, you have come from Tigane.",
            "Unknown"
        ],
        [
            "THETIWE JULIA MATLHOKO",
            "Yes, I am.",
            "Female"
        ],
        [
            "DR RANDERA",
            "To tell us about the death of your son on the 14th of May 1993, which wasn't that long ago.",
            "Unknown"
        ],
        [
            "THETIWE JULIA MATLHOKO",
            "Yes, Sir.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Before I ask you to stand to take the oath, will you please introduce the young man who is sitting next to you?",
            "Unknown"
        ],
        [
            "THETIWE JULIA MATLHOKO",
            "The one I am with is my sister's son.",
            "Female"
        ],
        [
            "DR RANDERA",
            "I welcome him too.  Mrs Matlhoko, would you please stand to take the oath.",
            "Unknown"
        ],
        [
            "THETIWE JULIA MATLHOKO",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mrs Matlhoko, Prof Piet Meiring is going to be assisting you as you tell your story.  I will hand over to him.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Mrs Matlhoko, from my side also, very welcome, and I do hope that you find it a healing experience today, sitting here and telling us your story. Before I ask you to tell us about your son, Oupa, would you like to tell us a little bit about the rest of the family, the other\nKLERKSDORP HEARING TRC/GAUTENG\n2 T J MATLHOKO\nchildren you have.",
            "Unknown"
        ],
        [
            "THETIWE JULIA MATLHOKO",
            "At home I have four children, the only son which I had, whom I have come here to testify.  I have three girls and one son.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.  It happened on the 14th of May 1993, that there was a mass funeral and then all the very sad happenings started.  Please tell us in your own words about that day and about the things that happened afterwards.",
            "Unknown"
        ],
        [
            "THETIWE JULIA MATLHOKO",
            "On the 14th of May, it was on a Friday, when I was just coming from work, I went first to Jouberton, to see my daughter.  From there I went home. I found that it was not pleasant.  I did not know anything.  The whole Tigane location was so silent.  When I alighted from the taxi I met a certain boy who told me, he told me are you coming back from work now. I said yes.  When I arrived home, I found my children, they were so sad. I asked them what has happened.  The one lady, Sophie, took me to one of the bedrooms and told me they shot my son.\n At that time I did not know what to do.  The person I came with, he is the person who saw everything that happened.  Because when I came and I found my daughter, he was not there yet, he was taken to the police station.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Please tell us what happened afterwards.",
            "Unknown"
        ],
        [
            "THETIWE JULIA MATLHOKO",
            "After I heard that - the following day it was Saturday. I went to the scene where he was shot.  I found out that that was true.\n On the Monday I went to the mortuary to see his corpse, to see if that is true, if that is my son who has been killed. Yes, it was true.  The one who is sitting next to me, will explain everything which he saw on that day.\nKLERKSDORP HEARING TRC/GAUTENG\n3 T J MATLHOKO",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Eventually you did bury your son.",
            "Unknown"
        ],
        [
            "THETIWE JULIA MATLHOKO",
            "Yes, we did.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "May I ask you a number of questions just to clarify and to give us a little bit of information, more information that we need.  In your written testimony you say that on the 14th of May there was the preparation for a mass funeral and that was the reason for - that was when everything started.  The mass funeral, what was it all about, can you tell us a little bit about that.",
            "Unknown"
        ],
        [
            "THETIWE JULIA MATLHOKO",
            "The people, three people were killed by the Inkatha group at Tigane.  It was Mr Zitsha, it was Mowa, a certain boy called Mowa, and the other woman, I don't remember her name. It was the funeral for those three people on that Friday when my daughter was shot.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you.  It was during the preparation for the funeral when the corpse, you say, was delivered, that the youth, the young people dispersed and they went to the so-called no-go area.",
            "Unknown"
        ],
        [
            "THETIWE JULIA MATLHOKO",
            "On that Friday, when I heard the comrades were accompanying the Moscow people to go to their places, because they were not able to come to Makwetla area.  It was when the corpse was arriving that the comrades took the Moscow people to the Moscow area.  That's where my daughter met her death.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Your daughter or your son?",
            "Unknown"
        ],
        [
            "THETIWE JULIA MATLHOKO",
            "That's the son.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "You say that they went to the area and there was some of the IFP members were there and some of the young people ran away, but some remained with your son.  Then they were shot at. Is that correct?",
            "Unknown"
        ],
        [
            "THETIWE JULIA MATLHOKO",
            "I don't have the whole testimony.  That's why KLERKSDORP HEARING TRC/GAUTENG\n4 T J MATLHOKO\nI brought the witness who has seen everything, because he was the one who was writing the statement.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "I am afraid that I will have to ask the Chairperson whether it will be allowed that yours ister's son also testify.  She must make a ruling on that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mamma, could you tell me the person sitting next to you, he has not made a written statement to us.",
            "Unknown"
        ],
        [
            "THETIWE JULIA MATLHOKO",
            "He is the one who has written that written testimony, his name is Tame Nmane.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mamma, what we are going to do, is I am going to ask him to take the oath and then I will allow him very, very briefly just to tell us what he actually saw. Then we are going to have to ask our statement-takers immediately afterwards, to make sure that he gives us a written statement, supporting what he says her.  But to allow us to get the full picture, I will allow him to tell us what he actually saw. I will ask Dr Randera, first, to ask him to take the oath.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Sorry, will you first give us your full names.",
            "Unknown"
        ],
        [
            "ISAAC TIMANE NMANI",
            "My name is Isaac Timane Nmani.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mr Nmani, will you please stand to take the oath.",
            "Unknown"
        ],
        [
            "ISAAC TIMANE NMANI",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Thank you, Mr Nmani.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Mr Nmani, you were there and you are able to tell us what happened on that day.  Please do that.",
            "Unknown"
        ],
        [
            "ISAAC TIMANE NMANI",
            "After we took the corpse to the house, we are supposed to collect people for the Moscow area.  They were afraid to go to Moscow area, because when they got to Moscow area, Inkatha used to threaten them.  When we arrived at the extension, when we were just about to pass, they came with\nKLERKSDORP HEARING TRC/GAUTENG\n5 T J MATLHOKO\nvans.   When we were supposed to pass they threatened us.  The Moscow people ran away and we stood.  They followed us.  Thereafter we went back. When we were still there, some members were standing at Pesi Pofole's house.  One member, one Inkatha member from Ottosdal came.  He was having a lumber and behind it there was a gun.  When he was still coming, I told Oupa to watch out.  After I said watch out, he pulled the pump gun and then he shot.  While we were still looking people were falling down.  When we were about to pick him up, he was dead.  When we arrived they came back from the corner.  Then Apie came, then he brought a 9mm and finished him.  Then that's what has happened.  That is what I have seen.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you very much, Mr Nmani.  Maybe we could ask you a few questions and then return to Mrs Mahlhoko to ask her a few questions. But Mr Mnami, can I jus ask you, you say that Oupa was shot twice,  first with a pump gun and then he was shot with a pistol.  Is that correct?  And the man who did that was Apie Seokolo.",
            "Unknown"
        ],
        [
            "ISAAC TIMANE NMANI",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Oupa, why did they shoot him?  Were they looking for him, was he known as a political activist or was he just a person, the wrong person at the wrong place?",
            "Unknown"
        ],
        [
            "THETIWE JULIA MATLHOKO",
            "We were accompanying ANC members to Moscow.  The Inkatha members didn't want to see ANC members in that area.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "It was because he was seen as an ANC member that he was shot at.",
            "Unknown"
        ],
        [
            "ISAAC TIMANE NMANI",
            "There was no other reason, Sir.  He was just a member of the ANC and then he was just at the wrong place at the wrong time.\nKLERKSDORP HEARING TRC/GAUTENG\n6 T J MATLHOKO",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.  Mrs Matlhoko, perhaps I can just ask you a question or two.  When eventually you got to the hospital and eventually to the mortuary to collect the body of your son, he was then buried.  Can you tell us about the funeral, please.",
            "Unknown"
        ],
        [
            "THETIWE JULIA MATLHOKO",
            "I was able to make preparations for the funeral, ANC members helped me where they will able to.  Then I was able to bury my son.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "They helped you with the finances for paying for the funeral.",
            "Unknown"
        ],
        [
            "THETIWE JULIA MATLHOKO",
            "They gave me R700,00 and there were some other debts which were left which I paid later, because I had another debt, which I was able to pay after the funeral.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "I would like to ask of you, was there an inquest, did you report the matter to the police and did they take it over, did they make an enquiry about the whole thing?",
            "Unknown"
        ],
        [
            "THETIWE JULIA MATLHOKO",
            "When they were making an inquest for my child, I was not there, because when I went to see him at the mortuary, they said he was supposed to be taken to Johannesburg to be treated there.  It was on Thursday when I went to Mandrop to look for a coffin, it was then that he arrived from Johannesburg.  One of the men told me, who was working at the mortuary, who said to me this is your son, he has just come back from Johannesburg.  That was the time when he was brought from the inquest in Johannesburg. I was not told when they are going to do the inquest.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "You didn't hear anything after his death, there was no police report, no findings of an inquest sent to you.",
            "Unknown"
        ],
        [
            "THETIWE JULIA MATLHOKO",
            "The police didn't come to tell me anything.\nKLERKSDORP HEARING TRC/GAUTENG\n7 T J MATLHOKO",
            "Female"
        ],
        [
            "PROF MEIRING",
            "The next question I would like to ask you, you are left with your three daughters.  How old are they?",
            "Unknown"
        ],
        [
            "THETIWE JULIA MATLHOKO",
            "The first one is married, she is 28 years.  The second one, she is staying with me, she is 25 years, the third one is 22 years.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Do they look after you or do you have to work for your own upkeep?",
            "Unknown"
        ],
        [
            "THETIWE JULIA MATLHOKO",
            "I am the one who is taking care of them, and there is no other person who is helping me.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "What work do you do?",
            "Unknown"
        ],
        [
            "THETIWE JULIA MATLHOKO",
            "I am working as a domestic worker, Sir.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you so much.  Those are my questions, but I think that some of my colleagues at the table would like to add to the questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Dr Randera?",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mrs Matlhoko, I just want to - my first question is for clarification.  When you and your nephew talk about Inkatha, is this just a vigilante group that was there in Tigane, or were these people actually members of the Inkatha Freedom Party?",
            "Unknown"
        ],
        [
            "THETIWE JULIA MATLHOKO",
            "We could just say they are members of Inkatha, but at the same time we are not quite sure.  At our place called Tigane we have no hostel, where we know that Inkatha used to be. It is just a normal area. They call themselves Inkatha but they are Tswana people.",
            "Female"
        ],
        [
            "DR RANDERA",
            "So these are - this is just a vigilante group in the area.  They were not members of the Inkatha Freedom Party necessarily.",
            "Unknown"
        ],
        [
            "THETIWE JULIA MATLHOKO",
            "Those are the residents of Tigane, those are the people that we know.  They just used to call themselves Inkatha people.\nKLERKSDORP HEARING TRC/GAUTENG\n8 T J MATLHOKO",
            "Female"
        ],
        [
            "DR RANDERA",
            "Can I ask your nephew to give his idea of that, please.",
            "Unknown"
        ],
        [
            "ISAAC TIMANE NMANI",
            "What I could say is, it is a gang of people who grew up in Tigane.  Thereafter they just called themselves Inkatha people. I would not verify that they are Inkatha people, they are just a gang of vigilantes, who are just against the people of Inkatha, who are just against ANC. I would say those are people that were bought by the police to be against the ANC.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you.  That helps me a great deal. I just want to know from you again, what was the atmosphere in Tigane at the time, what was happening.  You said that there was a funeral of a comrade that was taking place.  Can you just describe to us what was going on in the township at that time?",
            "Unknown"
        ],
        [
            "ISAAC TIMANE NMANI",
            "At that time the location was full of confusion. Those people, so-called Inkatha people were confusing the people.  They didn't want to see ANC members.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you, Chairperson. Isaac, it is important for us to clarify exactly what happened and also to make sure that we don't have a misunderstanding and it is particularly important because we didn't get the written statement from you, independently. It seems that if what we were furnished with, was a combined statement by yourself and Mrs Matlhoko.  Now I just want to fill in the picture, so that we don't have a misunderstanding of exactly what happened.\n According to the written statement in our possession, your group that didn't run away, that remained, were confronted by two members of this group, this Inkatha group and your group then chased these two Inkatha members away\nKLERKSDORP HEARING TRC/GAUTENG\n9 T J MATLHOKO\nand the Inkatha members seemed to have then or then ran to the house of Percy Pofolo.  Do you confirm that is actually what happened in detail?",
            "Unknown"
        ],
        [
            "ISAAC TIMANE NMANI",
            "I agree with that, Sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You then saw six Inkatha members, sitting in front of their leader's house. Is that correct?",
            "Unknown"
        ],
        [
            "ISAAC TIMANE NMANI",
            "Yes, that's true.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Who was the leader of this group, of the Inkatha group?",
            "Unknown"
        ],
        [
            "ISAAC TIMANE NMANI",
            "They were at Percy Pofolo's house.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Then, according to the statement, a person by the name of Vuzi took out a pump gun from underneath, I suppose his lumber-jacket and he started shooting. Is that correct?",
            "Unknown"
        ],
        [
            "ISAAC TIMANE NMANI",
            "That's true, Sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Do you know the surname of Vuzi?",
            "Unknown"
        ],
        [
            "ISAAC TIMANE NMANI",
            "I don't know his surname, Sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Does he also live in Tigane?",
            "Unknown"
        ],
        [
            "ISAAC TIMANE NMANI",
            "No, Sir, he stays at Bekkersdal.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And the second person who shot, Apie, that you referred to, the one with the pistol, the 9 mm pistol, does he live in Tigane?",
            "Unknown"
        ],
        [
            "ISAAC TIMANE NMANI",
            "Yes, he stays at Tigane, Sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "I'm sorry, I might have missed it, but were these people ever charged for the murder?",
            "Unknown"
        ],
        [
            "ISAAC TIMANE NMANI",
            "I don't know if there was a case opened.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Did you make a statement to the police?",
            "Unknown"
        ],
        [
            "ISAAC TIMANE NMANI",
            "No, Sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Tame, I would like to ask you two questions.  Vuzi, was he a member of the Inkatha gang?\nKLERKSDORP HEARING TRC/GAUTENG\n10 T J MATLHOKO",
            "Unknown"
        ],
        [
            "ISAAC TIMANE NMANI",
            "He was a member of that gang from Bekkersdal.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The other question I wanted to ask, is that it seems that the trouble happened because members of one group were passing through an area of another, and in fact in the statement he talks about a \"no-go\" area.  Would you give us more information on what this \"no-go\" area was about, please.",
            "Unknown"
        ],
        [
            "ISAAC TIMANE NMANI",
            "There is a section called Extension, that is the base where they were staying there and we were just passing there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you not allowed to walk through there?",
            "Unknown"
        ],
        [
            "ISAAC TIMANE NMANI",
            "That is the road we used to use when we go to the other area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Dr Randera wants to ask one more question.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Sorry, Mr Nmani, this \"no-go\" area on that day, did you know that the Inkatha people would be there?",
            "Unknown"
        ],
        [
            "ISAAC TIMANE NMANI",
            "We didn't know that they would be there, because we were accompanying people to Moscow.",
            "Male"
        ],
        [
            "DR RANDERA",
            "You weren't actually daring this group at the time?",
            "Unknown"
        ],
        [
            "ISAAC TIMANE NMANI",
            "There were no threats, there was no daring.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mamma, for sharing your story with us.  We will of course have to take a statement from Tami, so that at least your statement can be supported by his.  We will look into the matter and try and come back to you on it.  Thank you for sharing that with us.",
            "Unknown"
        ],
        [
            "THETIWE JULIA MATLHOKO",
            "Thank you that the Truth Commission has allowed me to be here. Thank you.\nKLERKSDORP HEARING TRC/GAUTENG",
            "Female"
        ]
    ]
}