{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-26",
        "location": "KLERKSDORP",
        "day": "4",
        "names": [
            "ANNA MNONO MOLETE"
        ],
        "case number": "01553",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55411&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/klerks/molete.htm",
        "speakers": [
            "ANNA MNONO MOLETE",
            "CHAIRPERSON",
            "DANIEL MOLETE",
            "DR RANDERA",
            "MR MOLETE",
            "MRS MOLETE",
            "PROF MEIRING"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MRS MOLETE",
            "ANNA MNONO MOLETE",
            "PROF MEIRING",
            "DR RANDERA",
            "DANIEL MOLETE",
            "MR MOLETE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mrs Molete, good afternoon, can you hear me?",
            "Unknown"
        ],
        [
            "MRS MOLETE",
            "Yes, Sir.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are you comfortable?",
            "Unknown"
        ],
        [
            "MRS MOLETE",
            "Yes, Sir.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I am sure you must be tired, it has been a long day.  You too come from Hartebeesfontein.",
            "Unknown"
        ],
        [
            "MRS MOLETE",
            "Yes, Sir.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You have come to tell us about Jackson Molete.",
            "Unknown"
        ],
        [
            "MRS MOLETE",
            "Yes, Sir.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He was attacked and killed on the 13th of August 1992.",
            "Unknown"
        ],
        [
            "MRS MOLETE",
            "Yes, Sir.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Before I hand you over to Prof Meiring who is going to be helping you with your statement, can you please tell us who is with you?",
            "Unknown"
        ],
        [
            "MRS MOLETE",
            "That is my husband, Sir, Daniel Molete.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I welcome Mr Molete too.  Mrs Molete, would you please stand to take the oath.",
            "Unknown"
        ],
        [
            "ANNA MNONO MOLETE",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mrs Molete.  Prof Meiring.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Mrs Molete, welcome from me too and welcome to your husband.  We have just heard the story of Mrs Mogapi. Her story took place in July in 1992.  Then six\nKLERKSDORP HEARING TRC/GAUTENG\n2 A M MOLETE\nweeks later in the same small township, your story happened.  But before I ask you to tel your story, please tell us a little bit about yourself.  We see your husband, but I would like to know whether you have children and how old the children are.",
            "Unknown"
        ],
        [
            "MRS MOLETE",
            "I have two children. The other one is schooling and the other one is not at a school.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you very much for that.  Please tell us what happened on that day, it was the 13th of August, you were in your house with your family.",
            "Unknown"
        ],
        [
            "MRS MOLETE",
            "With regard to this matter I was not present.  He was together with Daniel Molete and his other sibling. That was on Saturday evening.  I went to Tigane office because I heard from the loudspeaker that people are wanted, people whose families have been killed by members of the Inkatha. Daniel Molete was not at home.  He went to Wolmaransstad to attend a municipal meeting, and I went to the office and I told the story as I was told, because I didn't witness the story myself. I told them that the house belonged to me. I wasn't at home, but on my arrival I asked what happened and I was given the story.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you.  And you say in your evidence that it was on the 13th of August, it was about seven o'clock at night, your brother-in-law and your husband were stabbed by a lot of IFP members. Is that what happened that day?",
            "Unknown"
        ],
        [
            "MRS MOLETE",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "And then you say your brother-in-law, Jackson Molete was stabbed to death with a narrow iron rod, but your husband, Daniel, he managed to escape. How did it come about?  You say something about Johanna Molete called people.\nKLERKSDORP HEARING TRC/GAUTENG\n3 A M MOLETE",
            "Unknown"
        ],
        [
            "MRS MOLETE",
            "Yes.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Can you tell us about that.",
            "Unknown"
        ],
        [
            "MRS MOLETE",
            "Daniel Molete has instructed me just now to let him speak, because he was there and I wasn't at home.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Mrs Molete, you must tell Daniel that he must ask the Chair, he cannot instruct you, but he can ask the Chairperson whether he may make speak.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Piet.  Mrs Molete - we will first hear what she says.",
            "Unknown"
        ],
        [
            "MRS MOLETE",
            "Daniel ...",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Molete, just a minute, just a minute.  Just a minute.  We have in fact noted that your husband is really the person who was involved in that particular incident and it is also appeared to us that it was perhaps a matter of convenience that you gave us the statement.  Your husband is here now and I do agree that it is perhaps more preferable for us to hear from him exactly what happened first-hand, what happened. But again, just subject to the arrangement that he will have to give us a statement, a written statement, which our staff will take from him.  But I will allow him to tell the story.  So if you want to add anything else to your story, to what you have already said, you can do that, and if you have done, I am going to ask your husband to be sworn in.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Mrs Molete, just before your husband speak, is there anything else you want to say, while it is still your chance to speak?",
            "Unknown"
        ],
        [
            "MRS MOLETE",
            "No, Sir.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "All right.  Dr Randera, can you swear Mr Molete in, please?\nKLERKSDORP HEARING TRC/GAUTENG\n4 A M MOLETE",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Thank you. Mr Molete, will you please stand to take the oath.",
            "Unknown"
        ],
        [
            "DANIEL MOLETE",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Thank you, Mr Molete.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Mr Molete, let us go back again. Yuo and your family in Tigane in Hartebeesfontein at Tigane, that's right. You and your brother-in-law were sitting at your house. It was the 13th of August 1992.  It was seven o'clock at night and then things happened.  Please tell us about that.",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "That's correct, M'Lord.  Jackson Molete is my brother.  I just come after him.  He was working in Pretoria for a person called At.  He was on leave. He decided to come home and he wanted to come and spend a few days at home.  He didn't stay in the main family, but he wanted to come and stay with my family.  And he said to me he wanted to visit us in the township.  That was at 1201 Moscow Section in Tigane.\n It was on Friday, when we left town and we arrived at home.  We were so happy the whole night.  It was just a very lovely atmosphere.  We were still celebrating his visit.  At about three o'clock we left.  We went to see our uncle, because he said to me he wants to see his uncle.  We went to see another sister of ours and from that sister we went to uncle, because he was telling me how he wants to see my uncle.  We spent a few hours at my uncle's place.   We left uncle's place at half past eight.  We went to see our aunt's children and we had our breakfast and we were all happy to see each other and then they gave us food and we left.\n We went straight home.  It was exactly nine o'clock when we arrived home.  My brother said to me I now want\nKLERKSDORP HEARING TRC/GAUTENG\n5 A M MOLETE\nto sleep. I was the first one to undress to get into bed.  He was the first to undress to get into bed and I was still untying my shoes and I heard sounds outside.  I wanted to listen carefully. It was the members of the IFP.  They were throwing stones at the house.  They were throwing stones at the house on top of the roof, and we were puzzled, not knowing what was taking place. My brother jumped out of the bed, he put on his shoes.  We heard two doors, the front and the back door.  He wanted to run away. I said to him brother, please do not run away.  Let us first investigate, let us first have a look as to what move we will follow.\n I shouted with a loud voice, I said gentlemen of the IFP, I am the owner of this house.  My brother helped me, he said please, we are here, we are at home and they said get out, you bastards, we don't want to hear anything about you.  We were now shocked.  We didn't know what to say.  \n My brother left me in the house and he ran away.  I was shivering in the house, not knowing what to do, not knowing where to run to.  I remained in the house, not knowing what to do, as I have told you.  But a plan came to me.  I decided to run away, because they were going to kill me in the house.  I opened the back door and I ran away.  They threw me with three stones.  As I was jumping the fence it got hold of me and it scratched my whole arm.  It even scratched a bit here on the private part.  Some of them said he is running away, get hold of him.   I am thankful that I managed to run away.  I slept in the veld.  \n At about seven o'clock I came back, it was in the morning, when I arrived at home, I saw people gathering at the front and the policemen were already at the scene.  Many of their vans were parked and when I had a look at what \nKLERKSDORP HEARING TRC/GAUTENG\n6 A M MOLETE\neverybody was looking, I saw my brother on the ground.  He had a mark on his head.  It seems as if they were chopping his head with their pangas.\n I didn't even want to have a look at his body, because I thought the police would be angry with me. I gave them their chance to do what they wanted to do, and they all left.  \n He was taken to the government mortuary and the next morning we came to transfer him to the AVBOB mortuary. \n He left behind three children.  The boy is 13 years old. The girl is 19 years and the other girl is 21 years old.  I am taking care of these children today, I am working at Tigane municipal offices.  I have been struggling to raise these children.  I don't have many words to say.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Mr Molete, thank you for telling us the story. I think the first question in all our hearts is why did that happen, why did the IFP people attack your house?  Do you know what the reason was?",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "No, M'Lord, I don't know any reason. It was quiet and it was dark on that night.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Were you well-known, you and your family, as ANC members that it might have been a political thing, maybe revenge?",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "No, I don't think they were revenging. They didn't want to - they didn't force anybody to join them. I was just puzzled, I didn't know what the motive of the attack was.  Because I was at that time not a member of any political organisation.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "In the written statement there is some reference to Jhanna Molete, who could have been involved.  There is something about a quarrel with her boyfriend, that\nKLERKSDORP HEARING TRC/GAUTENG\n7 A M MOLETE\nthat could have played a part.  Can you tell us about that, or isn't that important?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Order, please!  We would like to hear what the witness says.  We realise it was a very long day and a long four days, but the audiences have been very, very well-behaved.  We are almost done with our work here, so keep it up.  Thank you.",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "I understand, Sir.  This Johanna Molete is my brother's daughter.  On that day when we arrived at home,  our sisters were there, but we didn't find them at home when we arrived.  We just, we entered the house, the two of us.  This mentioned sister, I am not able to testify what has happened. I just heard what she told us, that she did all those things.  Her husband wanted to hit her and then this man rushed to call the IFP people.  When they entered the house they didn't get this person, they just got us in the house and they didn't know which one is which one, so they just did what they did.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you. There is only two questions I would like to ask you.  The first one is to do with yourself.  You were injured that day, the things that you told us about that happened when you ran away.  Are you completely cured now or do you still suffer from that?",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "I was nearly hurt, but I was safe.  I was not injured, I was nearly injured, but I was never injured.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.  The last question I want to ask is about your own family.  You told us that your brother left three children behind and you have to take care of them.  How many children do you have yourself?",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "Only two children, Sir.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Are they also at school at the moment?\nKLERKSDORP HEARING TRC/GAUTENG\n8 A M MOLETE",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "It is only the one who is at school, the other one is still young.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Fazel Randera?",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mr Molete, did you report this incident to the police?",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "Yes, long ago I did report it to the police.  They did come to fetch me at home.  It was a man called Sollie. I don't see him anymore, I think he has gone on pension long ago.  But I remember it is a long time that he has gone on pension.",
            "Male"
        ],
        [
            "DR RANDERA",
            "So you laid a charge at the police station and was there an inquest?",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "It was very quiet and steps were not taken. They didn't make any investigations.  I was surprised to see how quiet it was.  It was only the time that they came to fetch me at home.",
            "Male"
        ],
        [
            "DR RANDERA",
            "As far as you know nobody has been arrested for this incident?",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "No, Sir, I don't know.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Did you recognise any of the people who attacked your house that night?",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "I can't testify because I would not be able to identify those people.",
            "Male"
        ],
        [
            "DR RANDERA",
            "The question is, in response to Prof Meiring you said just now you can't understand the motive for the attack and you weren't a member of any political party.  But you thought that they were IFP members.  How did you know that they were IFP members?",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "I knew that they were IFP members the way Johanna did explain to us, that the people that I went to\nKLERKSDORP HEARING TRC/GAUTENG\n9 A M MOLETE\ncall were IFP members.",
            "Male"
        ],
        [
            "DR RANDERA",
            "So there was a court case.",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "No, Sir.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Sorry, Mr Molete, I just want to clear this, because it is very important in terms of our work.  The way the statement has been made, is that this was a conflict between the IFP and the ANC.  As the Chairperson said earlier on, our responsibility is to look at what happened during that conflict.  Now how did you know they were IFP members yourself?  Let's leave Johanna out of this.",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "I could hear through their voices, the way they were shouting, that they didn't want to leave us and they were throwing stones.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Let me ask you one more question.  Did anybody, when they were shouting, said or shout IFP slogans or say we are the IFP?",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "I don't understand, Sir.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Let me put it another way, Mr Molete.  Please don't feel that I am trying to frighten you here, just relax, tell the story as you remember it and understand it.  When these people came and started throwing stones and shouting outside your house, did any of them shout and say look, we are members of the IFP or did they shout any IFP slogans?",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "No, Sir.  When they attacked us, as I have mentioned earlier on, it wasn't long when we were in the house.  We only heard sounds outside, people throwing stones at the house, saying if we don't want to open the house, they will kill us right inside the house.  They were calling us bastards and they were calling us all names.  Well, they are IFP members.\nKLERKSDORP HEARING TRC/GAUTENG\n10 A M MOLETE",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you, Mr Molete, I don't have any more questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Let me just try and clarify.  We have already heard that Tigane is a small, a very small community and we know that there was this conflict.  There was this conflict, there were only two groups involved this conflict.  It was the ANC whom we have heard was in the majority in the community and the IFP on the other side.  Those were the only two groups that were fighting each other. Do you agree with that?",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "I do not agree.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were there any other groups that were fighting in that same community of Tigane, apart from ANC and IFP?  Wasn't that the only conflict in that community, between the two groups that I am talking about.",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "There was unrest in the township, but I didn't get a chance to examine the situation as to who were fighting. I don't want to give evidence because I don't have any information.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now a few weeks before this incident, there was this attack on the house of Mogapi, that she spoke about earlier. That was in July, just the previous month.  She said that she was a member of the IFP and that the people that attacked her house and members of her family and herself were members of the ANC.  Now a few weeks after that your house is attacked, and you suggest, you said it again now, it was members of the IFP that launched that attack.  Let me ask you, would the ANC have attacked you?",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "The ANC?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "No, Sir.\nKLERKSDORP HEARING TRC/GAUTENG\n \n11 A M MOLETE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you living in Moscow, that section of the township called Moscow, is that where the ANC people lived?",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "I won't say it is an ANC area.  I don't understand, is it an ANC stronghold or IFP stronghold. I just see it as an area for people to stay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you think of any reason why your house was - I am repeating the question that was asked earlier. Can you think now today, can you think of any reason why your house was attacked by a group of people that seemed to have been IFP, if it didn't have anything to do with the conflict between the IFP and the ANC in Tigane?",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "I don't have evidence.  I don't understand and I didn't know at that time that there was a conflict between the two parties and what they were fighting for.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This group that was there, did they do anything to your house?",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "Yes, this was only death took place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Your house wasn't burnt and your property destroyed?",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "No, no property was destroyed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And your house wasn't burgled, I mean, this doesn't seem to have been an ordinary crime, with people coming to rob you and to burgle your house.  Not so?",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "I ran to my sister's house, who was married in the township and I took a long time before I could go back to the house.  That was after the death.  When I went back home I destroyed my shack and I moved to a squatter camp.  Because I wasn't involved in any political party.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Molete, were there any other houses attacked on that night that we are talking about now?",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "Are you referring to other families?  Yes.  I\nKLERKSDORP HEARING TRC/GAUTENG\n12 A M MOLETE\nonly heard that many houses were actually attacked the evening, but I don't have evidence.  I heard as women were talking.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What were the women saying, who was responsible for the attack or the attacks on all those houses?",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "I don't have evidence, Sir, I won't give evidence on something I did not see myself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, that is perfectly understandable, but it ... (END OF TAPE - SIDE A).\n ... and what the background was to this incident, because if we don't understand that, if we don't understand whether or not there was a political context to this incident, then the Commission can't be of assistance to you.  That is why it is important for us to ascertain whether or not there was a political issue, a political connotation to the whole incident, and that's why I am asking you.  From what you heard, not from what you have seen.  You have already explained to us what you saw and what you didn't see.  But from what people were saying there, who was responsible for these attacks?",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "Sir, I do not understand your question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All right, I am going to repeat it once more and if you can't help then you can't help.  You have heard and you know about a lot of other houses, you say that were also attacked on that same night.  You have heard people talking about the incidents.  Now what I am asking you, is from what you heard, who did people say were responsible for these attacks on all these houses that you know were attacked?",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "I won't be in a position to give you evidence,\nKLERKSDORP HEARING TRC/GAUTENG\n13 A M MOLETE\nbecause I didn't see, it was dark.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you think that this incident has got anything to do with politics?",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "I do not understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The stoning of your house and the killing of your brother, do you think that had anything to do with politics?",
            "Unknown"
        ],
        [
            "MR MOLETE",
            "No, M'Lord.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are there any other questions?  Thank you. Mr and Mrs Molete, thank you for having come, gone to the truoble of giving us a statement and coming through today and testifying.  You, Mr Molete, particularly, for giving us at least a first-hand account of what happened.  We understand your evidence and we understand what you are saying, that from your personal knowledge, of course, you can't say very much, because the circumstances were such that you simply had to flee, you had to somehow preserve your own life and you didn't have much time to make observations and to see what happened and so on.  But we will look into the matter. We know what the circumstances were in Tigane when this incident happened.  All the indications are that this had to do with the conflict that was going on in that community at that stage.  One must say that it is an incident that has happened very recently, even the previous one that we heard about, 1992 and 1993 is not so very long ago. But we have also heard that at least it seems as if the conflict that was raging at that stage doesn't exist any more, which is a very positive thing for us.  We will have to look into the matter.  You have brought it to us now, we will investigate it and we will more than likely contact you again. You must today, as I have said\nKLERKSDORP HEARING TRC/GAUTENG\n14 A M MOLETE\nearlier, before you leave, we will have to arrange for the statement-takers to be in touch with you, but you will have to give a statement as well, and we will work on that statement as well as the evidence that you have given.  Thank you once again.\nKLERKSDORP HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}