{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-25",
        "location": "KLERKSDORP",
        "day": "3",
        "names": [
            "MOLAPISI PETRUS MOGAPI"
        ],
        "case number": "01543",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55419&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/klerks/mpmogapi.htm",
        "speakers": [
            "DR RANDERA",
            "MOLAPISI PETRUS MOGAPI",
            "MR MANTHATA",
            "PROF MEIRING"
        ],
        "original_speakers": [
            "PROF MEIRING",
            "MR MOGAPI",
            "MOLAPISI PETRUS MOGAPI",
            "DR RANDERA",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "PROF MEIRING",
            "The last witness for the day is the person first mentioned on the programme, Mr Molapisi Petrus Mogapi. He will be our final witness and I welcome him on the stage.\n Mr Mogapi, can you hear me?  Are you settled?  Everything okay.",
            "Unknown"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "Yes.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "May I say to you a word of welcome. You have waited a long time, but you are the final witness of the day and very welcome.",
            "Unknown"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "I thank you, Sir.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "You brought somebody with you.  Please introduce us to him.",
            "Unknown"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "This is my mother.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Sorry I didn't look properly.  May I say to you very welcome and thank you for coming to us with your son. Now Mr Mogape, before I ask Dr Randera to lead you through your testimony, will you please stand to take the oath.",
            "Unknown"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.  Now I hand you over to Dr Randera.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Molapisi, good afternoon to you and to your mother.\nKLERKSDORP HEARING TRC/GAUTENG\n2 M P MOGAPI",
            "Unknown"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "Good afternoon, Sir.",
            "Male"
        ],
        [
            "DR RANDERA",
            "You were delayed in coming to us this morning, but I am glad you have made it.  Molapisi, we are going back to Ikhutseng for your story.  In fact, we are going back to the 18th of August 1984, when you were - when a tear-gas canister was shot and you are going to tell us what happened afterwards.  But before you do that, can you tell us something about yourself, how old are you now, are you working, are you married, do you have any children?",
            "Unknown"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "Okay.  At this time I am 18 years old. I am 31 years old, sorry.  I was injured when I was 18. I was a student at Ikhutseng at Basuki School. I am still single. I don't have a child.",
            "Male"
        ],
        [
            "DR RANDERA",
            "And are you a member of any political organisation or were you a member of any political organisation in 1984?",
            "Unknown"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "Yes, I was a member of COSAS, those who were fighting apartheid during the time and during inside the school.  Then I was injured.  Then I had a stroke on my right-hand side, then I left school.",
            "Male"
        ],
        [
            "DR RANDERA",
            "We will come to that. Just tell us, what was happening in Ikhutseng at that time in 1984?",
            "Unknown"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "There were riots and we were studying with difficulty.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Can you tell us a little more, what were the riots due to, who was fighting whom?",
            "Unknown"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "We as COSAS we were fighting apartheid. In other words we were burning Whites' properties, we were instituting consumer boycotts and then again, they were treating us by burning our houses.  So we were forced to do those things.\nKLERKSDORP HEARING TRC/GAUTENG\n3 M P MOGAPI",
            "Male"
        ],
        [
            "DR RANDERA",
            "So let's go back to the 18th of August, what was happening on that day and then what happened to you?",
            "Unknown"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "We were continuing with our struggle until I was injured and then I had a stroke. Then thereafter they took me to hospital and then the doctor examined me, with my mother.  He told my mother that I inhaled something which is poisonous and which is dangerous. It is the thing which has caused my stroke.  When we examined very carefully with the doctor, maybe it is because of the tear gas.",
            "Male"
        ],
        [
            "DR RANDERA",
            "So you were in the street and somebody - who fired the tear-gas?",
            "Unknown"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "During that time soldiers were camping at the schools with their Casspirs, then they would shoot us within the yard or outside the yard whilst we were just working. At times we were not throwing stones, but they were just shooting us with tear gas.",
            "Male"
        ],
        [
            "DR RANDERA",
            "And did the tear gas just land near you or did you fall down at the time? Did anything hit your head?",
            "Unknown"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "In short, it didn't hit me, it was just the smoke and then we were running through the smoke.  So it didn't hit me but many children fell and we, because we are a little bit intelligent, we were not able to fall, but were able to run out of the tear gas smoke.",
            "Male"
        ],
        [
            "DR RANDERA",
            "So when did you start feeling the paralysis?  You say you have had a stroke and that means that one side of your body is paralysed.  When did you start feeling the paralysis, after you ran out of the smoke?  You say you were still able to run.",
            "Unknown"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "My body was mixed-up and I didn't understand what is happening until one morning when I wanted to go to school.  That is then I began to feel that my right-hand\nKLERKSDORP HEARING TRC/GAUTENG\n4 M P MOGAPI\ndoesn't work and it is a little bit heavy.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Molapisi, I am sorry, I am not trying to be difficult here.  I just want to be clear.  The soldiers fired tear gas, you managed to run out of the smoke and then one morning, how many mornings after you had been exposed to tear gas, did this happen?  Was it the next morning or one month later?",
            "Unknown"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "Yes, I think after a week.  It is after a week, I began to have a problem after a week.  Then the doctor talked about many things, but the only information centred around the tear gas smoke.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Is it only your arm that is affected?",
            "Unknown"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "It is the hand and one foot, on the right-hand side.",
            "Male"
        ],
        [
            "DR RANDERA",
            "And your speech was not affected at all?",
            "Unknown"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "During that time I finished about a month with speech impediment, I was not able to talk. I was able to speak clearly after I had been hospitalised.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Were there any other people who were affected in this way, who had also been exposed to the same tear gas?",
            "Unknown"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "I heard about other people who were shot.   They were taking them to the Indian doctors, because at hospitals they were returning them.",
            "Male"
        ],
        [
            "DR RANDERA",
            "When you say the hospitals were returning them, were the hospitals refusing to treat them?",
            "Unknown"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "Yes.",
            "Male"
        ],
        [
            "DR RANDERA",
            "On what grounds?",
            "Unknown"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "The main concern was, we were doing this deliberately because we don't know what we are fighting for.  That is why the comrades were going to the Indian doctors, who helped them, until they brought me to Klerksdorp, where\nKLERKSDORP HEARING TRC/GAUTENG\n5 M P MOGAPI\nI met Dr Motara who helped me.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Do you know of any other comrades who were paralysed like you?",
            "Unknown"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "No.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Is there anybody else who was paralysed the way you are?",
            "Unknown"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "I never heard of anybody, Sir.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Molapisi, tell us how this, what standard were you in at the time when this happened?",
            "Unknown"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "I was doing Std 5.",
            "Male"
        ],
        [
            "DR RANDERA",
            "And did you go back to school after this?",
            "Unknown"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "I didn't attend school because I had a problem with my nerves.",
            "Male"
        ],
        [
            "DR RANDERA",
            "So tell us how this whole incident has affected your life.",
            "Unknown"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "Which incident, Sir?",
            "Male"
        ],
        [
            "DR RANDERA",
            "The paralysis of your hand and your foot.  How has it affected your life?",
            "Unknown"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "This incident has brought many depression and oppression more than apartheid itself, than I could see, that that time of apartheid life was better and then the opression it seems it has doubled. It doesn't help even now, I am not, I cannot be employed. I am just an ordinary person who has a disability allowance and my life is deteriorating day in and day out.  Then I want my future and work.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you, I have no other questions.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Molapisi, just one question.  At the very beginning when you started with your story, you said that it was a difficult time and there was trouble and that you and your colleagues were involved in burning White properties.  Did I hear you correctly?\nKLERKSDORP HEARING TRC/GAUTENG\n6 M P MOGAPI",
            "Unknown"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "Yes, Sir, it is true.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Tell me a little bit more about that, was that farms or houses or businesses in Potchefstroom and the surrounding areas?",
            "Unknown"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "It was business property and even the vans and the lorries, because if you are a student you are oppressed to do something. If you don't do it, you were hated.  So we were forced to do that.  In other words, I was saying why are you doing this, and they were saying we are fighting apartheid.  So we didn't say no, it is not proper, because at that time when you say it is not proper, they will promise you a necklace.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Were you intimidated into doing these things?",
            "Unknown"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "Yes, the reason is we were from the farms and then we came to the villages.  We were afraid of those youth who were staying at the location.  At times we would give in, at times we would run away.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "Mogapi, when this incident took place, how long have you been in this township?",
            "Male"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "It was just a year, it was in 1984.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "You didn't join COSAS voluntarily, it was because of the pressure?",
            "Male"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "Yes, things were not comfortable in those days. If you didn't join the COSAS, you were likely to be a target.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "In other words, because of the fear you didn't even make enquiries as to how many of your members were killed?",
            "Male"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "There were such people that were shot like I was.\nKLERKSDORP HEARING TRC/GAUTENG\n7 M P MOGAPI",
            "Male"
        ],
        [
            "MR MANTHATA",
            "I am saying how did you perceive this thing, because you were, you joined COSAS because of the pressure, you didn't do it voluntarily.",
            "Male"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "We were actually fighting apartheid, we didn't want a Black person to be oppressed and I moved along with those principles.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "The doctor that examined you, is it the doctor that said the tear gas poisoned you or did he say something got into your body which was allergic?",
            "Male"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "Yes, he said something allergic got into my body, but he didn't say it was tear gas.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "He didn't specifically say that?",
            "Male"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "No, he didn't.  He said it was something like smoke.",
            "Male"
        ],
        [
            "MR MANTHATA",
            "I thank you.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mr Molapisi, thank you for coming. I know that you were reluctant to come to today, for different reasons. I hope that coming has helped and that you found that telling your story hasn't been so frightening after all.  We also note in your statement, particularly, that you stated that you feel ashamed of yourself because of the stroke, and also how the stroke has \"murdered\", to quote you, happiness in your life.  There is no doubt that the - and we have taken about 7 000 statements in the country so far, and most of these, the people who are coming forward, are young people like yourself. You have been the casualties of our political turmoil.   We would like to say to you don't feel ashamed of what you did.  It is the contribution of young people like yourselves that has allowed us this opportunity today to have a Truth Commission in this country.  And that those ideas that you expressed to Mr Manthata so clearly\nKLERKSDORP HEARING TRC/GAUTENG\n8 M P MOGAPI\njust now, it burnt in your chest in those turbulent times of the eighties, should be rekindled, it shouldn't be something you are ashamed of. So that you too can play a meaningful role in rebuilding our nation.   Thank you for coming.",
            "Unknown"
        ],
        [
            "MOLAPISI PETRUS MOGAPI",
            "Thank you, Sir.  I also thank you.\nKLERKSDORP HEARING TRC/GAUTENG",
            "Male"
        ]
    ]
}