{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-24",
        "location": "KLERKSDORP",
        "day": "2",
        "names": [
            "WILLIAM NXANXA"
        ],
        "case number": "01533",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55422&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/klerks/nxanxa.htm",
        "speakers": [
            "ADV POTGIETER",
            "CHAIRPERSON",
            "DR RANDERA",
            "MS SOOKA",
            "PROF MEIRING",
            "WILLIAM NXANXA"
        ],
        "original_speakers": [
            "DR RANDERA",
            "CHAIRPERSON",
            "MR NXANXA",
            "WILLIAM NXANXA",
            "ADV POTGIETER",
            "PROF MEIRING",
            "MS SOOKA"
        ]
    },
    "testimony": [
        [
            "DR RANDERA",
            "William, good morning and welcome.  I am going to be helping you in telling your story this morning.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Could we please ask people to take their seats.  Could we ask people to refrain from talking whilst the proceedings are going on.  These proceedings are for victims and we would ask people to have private conversations outside of this room and to allow the proceedings to go forward quietly.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Thank you, Chairperson.  William, will you first introduce the person who is sitting next to you so that we can also welcome him.",
            "Unknown"
        ],
        [
            "WILLIAM NXANXA",
            "This is my friend, Nicodemus.",
            "Male"
        ],
        [
            "DR RANDERA",
            "We welcome Nicodemus to the Commission's hearings as well. William, if you will please stand to take the oath.",
            "Unknown"
        ],
        [
            "WILLIAM NXANXA",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Thank you, William, will you please be seated.  William, you are from Letsopa and you are going to tell us about an incident that happened to you in Ottosdal in 1990.  We will, at the end of your story of course, ask you some questions for clarification, but I want to give you this time now to tell your story. Will you please go ahead.",
            "Unknown"
        ],
        [
            "WILLIAM NXANXA",
            "It was on Saturday, it was in September 1990, I\nKLERKSDORP HEARING TRC/GAUTENG\n2 W NXANXA\ncan't remember the date very well, we were parking along the roadside at about nine o'clock, and four boers approached us, and they asked us why were we parking there. We told them that we have just parked, we are doing nothing.  The other one got out of the car and broke the window and he grabbed me by my arm.  They chased us and then we stopped.  We heard our neighbour called Pakimele, he was together with us, he managed to escape.  They got hold of me and they assaulted me, they even fiddled with my private parts.  They took me to their farm and they locked me in a store room and they released their dogs.  Thereafter they called the police.  One of the police was a White person and he slapped me, even though I was injured.",
            "Male"
        ],
        [
            "DR RANDERA",
            "What happened after that, William?",
            "Unknown"
        ],
        [
            "WILLIAM NXANXA",
            "I was taken to the doctor and the doctor referred me to Tsipong Hospital here in Klerksdorp. I was admitted for one day and I was taken back to Ottosdal.  I laid a charge against the people. It was taken and it went to the court of law, but not even one of the four boers pleaded guilty.\n I did not know but at that time I was sort of an accused and they were the complainants.  It is funny, because I am the person who laid a charge.  They went into the witness box and we were told that the case has been dropped.  \n When the doctor gave evidence, it was a telephone evidence, I do not know was it the right court procedure to take evidence through a telephone.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Is there anything else you want to say, William?",
            "Unknown"
        ],
        [
            "WILLIAM NXANXA",
            "There is nothing left to be said, Sir.\nKLERKSDORP HEARING TRC/GAUTENG\n3 W NXANXA",
            "Male"
        ],
        [
            "DR RANDERA",
            "William, before I proceed to ask you some questions for clarification, can you just tell us something about yourself, what do you do, are you married, do you have any children?",
            "Unknown"
        ],
        [
            "WILLIAM NXANXA",
            "I don't have children, Sir.  I am working in the taxi industry.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Now on this day that you say you were parked, you were parked in your taxi at the time?",
            "Unknown"
        ],
        [
            "WILLIAM NXANXA",
            "Yes, it was a taxi.",
            "Male"
        ],
        [
            "DR RANDERA",
            "In your statement you say that these four people who broke the window of your taxi and then proceeded to assault you, told you that this road was meant to be for the AWB. Is that right?",
            "Unknown"
        ],
        [
            "WILLIAM NXANXA",
            "After assaulting me, they told me that it was an AWB road, but you know it is a road leading to Schweizer-Reneke and it is used by everybody.",
            "Male"
        ],
        [
            "DR RANDERA",
            "William, what was happening in Ottosdal at the time? This was 1990 we are talking about.  As we have heard from many statements already over the last day and a half, that period seemed to be a period of boycotts, unrest in the townships, impending release of our now President, what was actually going on that may have actually triggered this incident?",
            "Unknown"
        ],
        [
            "WILLIAM NXANXA",
            "I really do not know because even in the township it was just a quiet time, it wasn't even a boycott, it was a normal situation around the township.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Now you say they took you to a farm and then they released the dogs.  Were you bitten by the dogs as well?",
            "Unknown"
        ],
        [
            "WILLIAM NXANXA",
            "No, I jumped on top of the other Kombi that was parked and they couldn't reach me.\nKLERKSDORP HEARING TRC/GAUTENG\n4 W NXANXA",
            "Male"
        ],
        [
            "DR RANDERA",
            "And then subsequently, once the policeman had slapped your face, you were taken - you say you were taken to hospital. Did the police take you to hospital?",
            "Unknown"
        ],
        [
            "WILLIAM NXANXA",
            "No.  We went to the police station and a Black policeman escorted me and when - he escorted me home.  When I got home I was taken to the hospital.",
            "Male"
        ],
        [
            "DR RANDERA",
            "You also said that you spent a day in hospital. What injuries did you have that made them keep you in hospital for a day?",
            "Unknown"
        ],
        [
            "WILLIAM NXANXA",
            "They pulled me by my private parts.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Did you have any wounds?",
            "Unknown"
        ],
        [
            "WILLIAM NXANXA",
            "Yes, and I was given a few stitches.",
            "Male"
        ],
        [
            "DR RANDERA",
            "William, thank you, I don't have any more questions. I will hand over to the Chairperson.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you, Chairperson.  William, I am interested in the court proceedings.  Were you charged eventually?",
            "Unknown"
        ],
        [
            "WILLIAM NXANXA",
            "I was the complainant actually.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And you laid a charge against these four persons that assaulted you and injured you?",
            "Unknown"
        ],
        [
            "WILLIAM NXANXA",
            "Yes, that's correct.  An identification parade was conducted and I managed to point them out.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And they were actually in court, they were in the accused's box, they were standing in court?  These four persons.",
            "Unknown"
        ],
        [
            "WILLIAM NXANXA",
            "They were in the court, they didn't say anything.  They were made to stand in the box and I was in the other box, but they didn't say anything.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Which court was this, where was this?",
            "Unknown"
        ],
        [
            "WILLIAM NXANXA",
            "It was at Ottosdal court.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And you are not sure exactly what happened\nKLERKSDORP HEARING TRC/GAUTENG\n5 W NXANXA\nat the court hearing.  Subsequently you understood that the case was just dropped, nothing came of the case. Is that correct?",
            "Unknown"
        ],
        [
            "WILLIAM NXANXA",
            "That's my understanding. I was just told that the doctor gave evidence through the telephone and there was not enough evidence.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Did you actually yourself give evidence in court, did you speak in court?  Did you tell what happened to you?",
            "Unknown"
        ],
        [
            "WILLIAM NXANXA",
            "I gave my evidence and the people who were with me at the time of the attack, gave their evidence in the court.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You didn't make any claims against these four persons for damages, for payment of compensation for your injuries?",
            "Unknown"
        ],
        [
            "WILLIAM NXANXA",
            "No, I haven't made a claim yet.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Have you got the identities of these four persons?",
            "Unknown"
        ],
        [
            "WILLIAM NXANXA",
            "I still have their identity.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "All right. Perhaps it is practically better if you just give it to us when we are finished with the actual evidence instead of listing it now.  What is your feeling about a claim against these persons, to pay for what they have done?",
            "Unknown"
        ],
        [
            "WILLIAM NXANXA",
            "I cannot function properly any more, some of the things I used to do I cannot do now.  I would like to claim.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you, William.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Piet?",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "William, I just want to know what work you are doing at the moment?  Are you still in the taxi industry?\nKLERKSDORP HEARING TRC/GAUTENG\n6 W NXANXA",
            "Unknown"
        ],
        [
            "WILLIAM NXANXA",
            "Yes, I am still in the taxi industry.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Do you find it difficult to work, but you can go on with that?",
            "Unknown"
        ],
        [
            "WILLIAM NXANXA",
            "At times I get problems, especially with my back and that doesn't allow me to go to work.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Apart from your back, is that the important thing that still bothers you?",
            "Unknown"
        ],
        [
            "WILLIAM NXANXA",
            "Yes.  I have a problem with my private parts.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "William, I just have two questions to ask you.   You mention in your statement that the people who did this to you, were members of the right-wing group, the AWB, but you also talk later on about policemen. Now were these people policemen or were they members of this right-wing group?",
            "Female"
        ],
        [
            "WILLIAM NXANXA",
            "Some of the people were the police and some were the members of the AWB, but the people who fetched me from the farm were the policemen, among them was a Black policeman.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Was it common in Ottosdal for the AWB and the police to work together?",
            "Female"
        ],
        [
            "WILLIAM NXANXA",
            "We didn't know anything about the AWB.  We didn't even know at neighbouring farms they were AWBs.",
            "Male"
        ],
        [
            "MS SOOKA",
            "The other question relates to your medical condition.  What have been the effects of the suffering that you had to go through?  You talk about your back not being right. You have also talked about having problems with your private parts.  Does this mean that you are not able to have children, could you be a little more, I think if you could give us a few more details, please, for the record.",
            "Female"
        ],
        [
            "WILLIAM NXANXA",
            "I think I cannot have children, you know.  That\nKLERKSDORP HEARING TRC/GAUTENG\n7 W NXANXA\nis why I have told you that I go to a doctor every two weeks, I have a problem with erection actually.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Are you receiving - I note that you say that you go to the doctor every two weeks.  So are you receiving treatment for that?",
            "Female"
        ],
        [
            "WILLIAM NXANXA",
            "Yes, they do give me tablets and I get an injection and they say it will help me, but up to this stage it hasn't helped.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Thank you.  Thank you for telling us your story.  I think we would appreciate if you could make sure that the details of the names of those who did this to you, are given to our statement-takers, so that it can be handed over to the investigation unit.  We will also appreciate receiving your medical records so that we can also pass that on.  Thank you for sharing your story with us.  We know that it is not an easy experience for you.",
            "Female"
        ],
        [
            "WILLIAM NXANXA",
            "Thank you.\nKLERKSDORP HEARING TRC/GAUTENG",
            "Male"
        ]
    ]
}