{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-23",
        "location": "KLERKSDORP",
        "day": "1",
        "names": [
            "S MANDLENKOSI RASMENI"
        ],
        "case number": "1556",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55425&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/klerks/rasmeni.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR RANDERA",
            "MANDLENKOSI S RASMENI",
            "MR RASMENI",
            "MRS RASMENI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "DR RANDERA",
            "MR RASMENI",
            "MRS RASMENI",
            "MANDLENKOSI S RASMENI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Order, please!",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Senator Rasmeni, good afternoon.  Welcome.",
            "Unknown"
        ],
        [
            "MR RASMENI",
            "Good afternoon, Dr Randera.",
            "Male"
        ],
        [
            "DR RANDERA",
            "It has been a long day for you.  Could you please introduce the lady who is with you today?",
            "Unknown"
        ],
        [
            "MR RASMENI",
            "Yes, Doctor.  This is my wife, Rachel Rasmeni and in most of the events that took place she was directly involved.  Maybe if through the permission of the Commission she would also make her statement to the fact of what happened.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Senator, I would like the Chairperson to make a ruling on that particular request.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "One of the problems is, I mean, has she given a statement, is there a written statement?  Because for your sake and our sake, it is usually a good thing to have a written statement. Is it vital matters that she would corroborate?",
            "Unknown"
        ],
        [
            "MR RASMENI",
            "Yes, she never signed her own statement, we were together when we compiled the statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I understand.  Well, I would have - you are married in community of property?  (Laughter).",
            "Unknown"
        ],
        [
            "MRS RASMENI",
            "Everything.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And what is yours is hers.\nKLERKSDORP HEARING TRC/GAUTENG\n2 S M RASMENI",
            "Unknown"
        ],
        [
            "MR RASMENI",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I would say, if there is a matter of some substance which you haven't mentioned ...",
            "Unknown"
        ],
        [
            "MR RASMENI",
            "Thank you, Bishop.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you Chairperson, for getting me out of that one.\n Senator, you are coming here today to talk about two incidents, as I understand it.  One was related to an attempted murder on your life and the other one was related to a bombing of your house and attempted killing again.  \n Senator, before we go on to the stories, I wonder if you could actually give us a brief outline of your family life and your life.  I understand that you are from this area of Klerksdorp.  Were you born in this area?  If you can just give us that sort of background, please.",
            "Unknown"
        ],
        [
            "MR RASMENI",
            "Thank you, Doctor.  My name is Mandlenkosi Rasmeni, commonly known as Solly Rasmeni.  I got married in 1981.  I was born in Sterkspruit. I started working around the mining towns like Rustenberg.  In 1975 I came to Klerksdorp and I worked for the mine called Vaal Reefs Mines.  I established myself around here, up until I got married.\n I subsequently joined the National Union of Mineworkers during its inception.  I also acted as community leader in the form of the civics and I ultimately worked for the National Union of Mineworkers as a regional organiser.  I was also instrumental in establishing the structures in the Western Transvaal, together with other comrades, who formed a leadership in this Western Transvaal.  People like Zakes Molekane, people like Thabo Sithole, people like Sylvia Benjamin, Howard Jawa, my wife as well, Rachel Rasmeni and \nKLERKSDORP HEARING TRC/GAUTENG\n3 S M RASMENI\nI also became a chairperson of the ANC in the Western Transvaal and I am now a senator.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Can you give us a brief background - before I now actually into the meat of your statement, will you please stand to take the oath.",
            "Unknown"
        ],
        [
            "MANDLENKOSI S RASMENI",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Thank you.  Senator, if you can now just go on to tell us about what you have already made clear in your statements.",
            "Unknown"
        ],
        [
            "MR RASMENI",
            "Doctor, thank you very much.  What I would like to say here is that the apartheid regime led by the Nationalist Party commited gross violations of human rights against the communities in this region, formally known as Transvaal region.  This included murder, torture, shooting of the people, detention without trial, throwing people out of their houses, unfair labour practices, there are many others. I take that, the unfair labour practices, to me, falls within violation of human rights.\n The people of the Western Transvaal, the communities, Klerksdorp, Kanana, Schweizer-Reneke and many other places here, stood up to oppose this brutal system.   They organised themselves into trade unions, some organised themselves into civics.  The youth, Seiko, the youth league of the ANC and other organisations.  They called for the dismantling of the apartheid system.  The resigning of the Black local authorities, they mobilised themselves into mass actions.  You know, they engaged in mass actions, to fight the evil system of the apartheid.  In the response of the regime, many of these people were killed, some detained without trial. \n I will now come to issues that directly affected my \nKLERKSDORP HEARING TRC/GAUTENG\n4 S M RASMENI\nlife, my wife's and my family.  I want to start with the first experience that I had on the 21st of November 1986.  I can't forget that date. Because that date was the day by which we were supposed to celebrate the birthday, first birthday of my son, Manyana Rasmini.\n We couldn't, we couldn't even think of it.  Because what happened was that a group of vigilantes which were purportedly organised by Vaal Reefs management, attacked my house.  I was then staying in UMzamomhle.  It is a township Komplasie, a township which is there at Vaal Reefs. I was staying in House No C8.  These people were armed to their teeth with swords, assegaais and other assortments of weapons, which they displayed openly.  \n I want to refer people to incidents that we have seen you know, around the Gauteng, you know before 1994, you know, warlords marching, and in the KwaZulu/Natal, warlords marching with all those weapons. You know, our first experience to see this, it was at Vaal Reefs, an organised group of vigilantes marching, you know, in multitudes, attacking people.  The previous day before the 21st of November 1986, they had killed four shop stewards; shop stewards that belonged to the National Union of Mineworkers.  Those that I can still remember, one was by the name of Tollo and the other one was Alton.  They died the day before this attack was directed to my own house.\n Fortunately, when they came to the house, or maybe unfortunately for them, they could not find me in the house.  I was away holding a meeting with three of my comrades, Oliver Sakyinela, (indistinct), and Willie Matyana, to discuss the issue of the killing of shop stewards.\n These warlords, you know, they were called the leaders, KLERKSDORP HEARING TRC/GAUTENG\n5 S M RASMENI\nyou know, that formed, the group that formed the leadership, you know, that was marching in the forefront of the whole grouping, went straight to my house.  There were about 20 of them and went into the house, found my wife with some of my family, including my brother-in-law, Jonas Nojola. They demanded my whereabouts and started searching all the rooms, under the beds and saying that they wanted me and that they wanted to kill me.\n When they could not succeed they intimidated my wife and my brother and they said they would be coming back.  Then they went to the neighbourhood to search for me.  \n At that moment, Mr Chairperson, I was coming, I was on my way coming back to the house.  Then I decided to hello to one of the neighbours, known as Yapan.  As I was there I saw my wife running away from the direction of the house.  I went outside the house to call her.  She came and I could see that she was highly terrified. She told me that I was - she told me that I must run away as this group of vigilantes were out to kill me.  At that moment another big group of people was moving up the street just in front of those houses that we were standing at.  They were all carrying these dangerous weapons, you know, and marching and singing.   Then I asked my wife to return to the house so that I can take this matter to the police.  Then I went into the street, went through this crowd of people, the vigilantes, but fortunately they could not identify who Solly Rasmeni is.  So I managed to walk through them and immediately I met Mr Oliver Sekanyele, who was also a shop steward.  He was going to see me at my place.  He was actually aware of what was taking place as we met. Because he knew some of the people amongst the group here - because that group was, you \nKLERKSDORP HEARING TRC/GAUTENG\n6 S M RASMENI\nknow, formed from people of the Pondos, people from the Bathas and the Zulus.  They knew some of the Pondos because he is coming from Pondoland, as you know himself.  \n Then he asked them what was happening.  They explained that they were marching to kill the shop stewards.  They were actually searching for the shop stewards in the village or the township.\n Then I suggested to Mr Sekanyele that we must go to report the matter to the mine security police and we discussed that.  We decided against that, because it was clear that amongst the leadership of the group, some of them were mine security officers, like one whose name is Dhlamini, one of them was a team leader or a group supervisor in the name of Ndlovu, you know.  That was clear to us that because they passed through the mine security barracks, when coming into the village, it was clear that this was sanctioned by management.   \n So we decided to go instead to Orkney police station to go and report the matter. In fact, to lay a charge.   I must say that when we got there, the police demanded that we must actually identify or say the names of the whole group.  Then that confronted us with a difficulty, because we couldn't really know each and every person that was involved in that march or in the attack.\n So we said we don't know all the people. So they said no, they are only going to put this in their incident book and consult with the authorities.  Then we said why can't you come and stop the group from attacking the people, they have already killed some people.  They said no, they can't do that, because at this stage they are not allowed to go into the mine premises, if they are not being called by the \nKLERKSDORP HEARING TRC/GAUTENG\n7 S M RASMENI\nmine authorities.  So they wouldn't go to the mine. \n We went back.  When I got back home, my house was empty, the whole family had gone. I went to my brother-in-law, Derek Buno, and then I found my wife there and the family.  \n After I joined them, we decided that we must actually move out of the village, because it was clear that we are going to be attacked. We decided to move to Kanana township in Orkney, to seek refuge at the place of Mr Zolake Jilagi.  We did so.  We stayed with Mr Zolake Jilagi for two weeks.  Mr Nunjasi Nonjola who stayed with me at home, left the house for good and he never came back again.  \n Then after we returned to my house, I spent only a few days there, then the South African security branch officers rumbled at my door with knocks.  It was early in the morning at half past one, am.  That was on the 13th of December 1986.  The officers introduced themselves as Lieut Pelser and Sgt Muller.  They told me that I was under arrest. I asked them why they came at that hour of the night or the morning, is is that they are going to kill me.  They started panicking and said they wouldn't. I demanded that they should then commit themselves in writing that they are there at that time on that date, to arrest me under the state of emergency and they would not kill me and sign the document, which they did. They handed the document to my wife.\n I was briefly kept in the Stilfontein police station until the morning.  Round about eight o'clock in the morning, one police officer came to collect me.  He put me into a van, at the back of the van, drove away.  He drove around the whole day, you know, into Kanana, into Jouberton, into various other places which I did not know, \nKLERKSDORP HEARING TRC/GAUTENG\n8 S M RASMENI\nbecause I could not see some of the places properly.  \n At about 15:00, that is three o'clock in the afternoon, he drove to the Klerksdorp police station and there he collected four other youths.  These youths were arrested from the Wolmaransstad areas.  I know, I can only remember two of them at the moment, Romeo and Isaac.  They were loaded with me into the back of the van. Then this police officer drove us to the Klerksdorp Golf Club and there he stopped and talked to two senior police officers, who were in private clothes.  One of them was Capt Viljoen. \n They escorted the van to Stilfontein police station, where the four youths were ordered to come out and as they did, they were badly assaulted.   Their hair was pulled off.  If I can remember Romeo had dread-locks and they were actually rooted out physically.  Water was poured over their body. I was just kept in the back there to watch all this happening.  They subjected me to psychological torture.\n Then Capt Viljoen and his companion carried, you know, Capt Viljoen and his companion carried out these assaults.  They then came to me and told me that my turn was coming.  We were then taken to Klerksdorp prison and locked up there in solitary confinement without food.  \n One day Mr Pelser and Mr Muller - I understand now they are promoted to higher ranks - came to interrogate me in the prison.   They made me to stand on foot for more than two hours interrogating me.  In the main they were pressurising me to co-operate with them as the police, that is to be an informer.  I in turn demanded from them why the police did not protect me as I was the target of assassination by a group of vigilantes in Vaal Reefs, and in turn when that plot failed, they resorted to arrest me. Was that they were\nKLERKSDORP HEARING TRC/GAUTENG\n9 S M RASMENI\ntrying to force me to be their informer, their impimpi.  As they were doing their interrogation there, they would actually switch on, you know, a tape-recorder, a small tape-recorder. One would say, you know, threaten me, you know, now we shall kill you.  Then as they did that, they would switch off the tape-recorder as they were talking.\n In the end they asked me if I knew the old shafts of Stilfontein mines and that if I refused to co-operate I would end up there. They told me that I must go back to my cells, but they day I would be released, I must make it a point that I meet with them near the tower, which is near the Vaal Reefs Mine offices. If I failed, they will see to it that I am killed.  \n Subsequent to this, again a group of Black policemen - you know, the majority of this group of police officers from the South African Police security branch, the majority were the Black policemen.  Then I was told that I must go to the reception point and when I got there, I found a group of youths having assembled there, together with the four youths from Wolmaransstad.  Most of whom were from Jouberton and other places, other townships. Some of the police officers that were there were Tjitji, April Tswaidi, Mathete - nickname Zet.  They started assaulting these youths.  I had thought that a Black parent in the form of this Black policemen would have sympathy and passion for a detained young man who still has to be guided in his life, so that he becomes a future parent, who will respect human rights, who will respect human dignity.  But I must regret that these policemen, police officers inhumanly kicked and pulled off the hair from these young men. I have seen men fighting in my life, but what I saw that day was quite terrible. I do \nKLERKSDORP HEARING TRC/GAUTENG\n10 S M RASMENI\nnot know whether all the youth returned safely to their cells, as they were taken in different directions.\n I also returned to my cell, after giving a statement to this other officer named Mathete.  Then in February 1987 I was released and I returned to my work at Vaal Reefs No 2.  But still there I experienced hell when I was released. I was inundated by telephone calls from the South African Police branch officers, demanding that I should go and meet them.  These telephone calls would be received by some of the senior personnel officers.  In spite of the fact that I would tell them that I do not want to take these calls, they would force me to come and take the calls.  \n I finally took up the whole matter with my legal adviser, in the name of Shadish Rhupa and Itvan Motala and letters were written to the high structures of the police, but they could not intervene and ultimately we took up the matter with Adv Lechai Pete.  Then it was then that these telephone calls were stopped.  \n I want to connect this repression, harassment with people with what was happening in Vaal Reefs Mines and in other mines around Klerksdorp as well. In that they would act in concert with the security police. When things suited them, they would actually act as an island or as a government, which was isolated from the Republic of South Africa, the then Republic of South Africa.\n There was this miners' strike in 1987 where about 80 leaders in the NUM offices. I was one of those leaders as well, discussing the strike.  These policemen named Lieut Pelser came in, leading a group of policemen with Casspirs and a lot of vans and we were all loaded into the van.  I must indicate that this office where we were holding a \nKLERKSDORP HEARING TRC/GAUTENG\n11 S M RASMENI\nmeeting in, it is a NUM Office which was bombed in 1993, together with NUMSA offices which were directly opposite the NUM office.\n During the court proceedings, because the people were laying some charges against us, they confessed themselves as police, that they had planted a man who sat in the meeting together with us.  The police planting a man and giving a transmitter to the man, so that whatever is being discussed, they could hear from some distance.  You would ask yourself: why would the police interfere in the labour matters, labour issues, because the strike was merely the NUM strike, workers striking against the mine management, which was clearly a matter between mine management and not the police and not the government. But here they are sending a man to sit and get all the information. \n Finally the charges were withdrawn against most of us, except Charles Mapeshawne and Moses Lidile, who later won their appeal cases, but after serving a long time in prison.  I want to draw another strategy that was used by the apartheid forces.  A strategy that was meant to divide the mass democratic movement. Even the leadership of the union itself.  There were these other four people that were arrested within this 80, who were never released.  Mr Chairperson, they were never released in the name that they are State witnesses. \n So those were the dirty tricks that were used by the police.  They said - you know, I wanted to say, their wives were there knowing us, they wanted to talk to us to intervene. Their wives would even go to our lawyers, Motala, to say please, intervene, we know our husbands are not State witnesses.\nKLERKSDORP HEARING TRC/GAUTENG\n12 S M RASMENI",
            "Male"
        ],
        [
            "DR RANDERA",
            "Senator, I wonder if I could move you along to 1993.",
            "Unknown"
        ],
        [
            "MR RASMENI",
            "Okay.  Could I just round up this one, shortly?",
            "Male"
        ],
        [
            "DR RANDERA",
            "Sure.",
            "Unknown"
        ],
        [
            "MR RASMENI",
            "But after the case was completed by the Court, they were released and it was clear that these leaders were still committed leaders of the labour movement.\n So I just wanted to also share that following these events, I spent numerous periods in detention without trial, with the leaders that I mentioned earlier on, Howard Jawa, Thaba Sitholi, Sylvia Benjamin, Henry Molema, Sithisun Mathane, George Malawaya, and in many cases under hunger strike.  \n From 1986 onwards, I was under constant surveillance by the mine security police and the South African Police, and my wife also would be - they would monitor her movements.  At some other stages these people would actually go to our house in Jouberton, No 88/6, when we would be at work, pretending that they are friends and actually to go and see how the set-up is at my place. \n Mr Chairperson, I know that the statement that you have there does not contain many of these issues highlighted by me there.  I must confess that I have sent a certified copy of what I am going through now, through Olly in your office.  Because what you have there, I have realised that it is short of many other key issues that need to be highlighted here, like the bombings of my house, which is important to me.\n On the 4th of February 1990, that was immediately after the announcements to unban the ANC, SACP and other political parties, my house was bombed during the night.  The kitchen \nKLERKSDORP HEARING TRC/GAUTENG\n13 S M RASMENI\nwindows, the stove, and other furniture was damaged. As I was out of town during that night, my wife reported the matter to the police.  Mr Pelser, who was Lieut Pelser then, came and inspected the damage. He promised to investigate. Up until now nothing has come up.\n I don't want to waste your time, Mr Chairperson. I want also to refer to an incidence that took place on the 15th of February 1991.  On the 15th of February 1991, that was the bombing again of my house, the same house in Jouberton.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Order, please!",
            "Unknown"
        ],
        [
            "MR RASMENI",
            "Now the turn of events here before the bombings, my telephone line gets disrupted on the 13th. My wife investigates on the 14th.  They say there was a problem, but it could be, it was going to be corrected. In the afternoon of that day the phone is in working condition. That was the 14th, preceding the 15th, which was the day the house was bombed.\n On the same day, on the 14th, security police driving a Land Rover moved up and down the street.  On one occasion they stopped in front of the house, pretending to be directed to a certain house.  They saw me.  Fortunately I was off for the day.  I told them that I do not know the house they were looking for.  They drove off.  We slept during the night, the phone was in working condition. At 25 to 2 am the house is bombed.  The front of the house has collapsed, the doors, the ceilings, the furniture is destroyed.  Afterwards, seeing that there is no more sound of a bomb again, you know, I jumped up, tried to telephone the police. It is not in working order. The phone is not in the working order, until I went to the neighbour, to my neighbours, to ask them so that I could phone the police.  \nKLERKSDORP HEARING TRC/GAUTENG\n14 S M RASMENI\nThen I phoned the police.  Miraculously, again before eight o'clock, the phone is in working order.  So I think it was very much fruitful for me or important for me to highlight on those important incidents and I want to say that all these things are contained in my statement and affidavits that we made when the matter was reported to Lawyers for Human Rights, through Motala, and have been attached for your perusal.\n There are two other incidents that I want to end up this submission with. On the 11th of March 1991, again, a warrant officer known as Kutumela, went to my house twice in the afternoon, knowing full well that I was at work.  He harassed my wife and children, threatening to kill me, that he was there to see to it that he killed me.  Two affidavits to this regard have been made and are also attached.  Charges were laid with the police and the Attorney-General declined to prosecute.\n The last one.  In 1993 an ANC Youth League leader in the name of Thabo Dingwe, was detained by Capt Pretorius.  After his release he came to my house and he was looking terrified.  He explained that he was severely threatened during interrogation, that he was released on condition that he should come to my house.  Later in the evening, under pretext that he is paying me a visit, that they would supply him with a gun, supply him with a gun with a silencer, that he would then ask me to accompany him up to the gate and before he leaves he must shoot me. Well, we advised the comrade that he must actually lay a charge and report the matter to the Lawyers for Human Rights.  But up to this day nothing has come up.  This is the matter that we are placing before the Commission as well.\nKLERKSDORP HEARING TRC/GAUTENG\n15 S M RASMENI\n Also, Mr Chairman, to round up here, I must actually say it is important to mention that front companies of the apartheid regime have been operating in this region one of which is Delta Consultancy, which sought to divide the liberation movement.  This Delta Consultancy was led by a Dr De Jager, who was linked to the military intelligence or NIS.  I want here to make a call that an intense investigation into those front organisations, front companies of the apartheid regime should be conducted by the Commission so that the truth is known, what they were there for, what they did,  so that ultimately our people in the country are of the knowledge of what happened in the past.\n Through you, Mr Chairperson, I want to end up this submission by saying a call should be made that those who were involved, like we have indicated that here, we have even made mention of certain policemen, certain captains, lieutenants and other Black officers, it is now their time to come up to the Truth Commission.  If they were coerced, if it was not their intention and that they were ordered to do all these things, they must come up and tell the truth before the Commission.  Those that fail, even those that bombed my house, traumatised my family, they should come up, but if they fail, the law must take its course and their place should be behind bars.  This is the call I wish to make.  Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I just wanted to ask, I didn't see Mrs Rasmeni whisper to you - does she want to whisper?",
            "Unknown"
        ],
        [
            "MR RASMENI",
            "I think she has, I think she has done so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "She has done so.",
            "Unknown"
        ],
        [
            "MR RASMENI",
            "I think she has done so, Mr Chairperson.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Senator, I do not have any questions, except to KLERKSDORP HEARING TRC/GAUTENG\n16 S M RASMENI\ncommend you for your very detailed statement here today.  I thank you for that.",
            "Unknown"
        ],
        [
            "MR RASMENI",
            "Thank you very much, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We don't know what to do, it is just that there is a vindication that has happened when maybe people were going through all of the people and the anguish and suffering, even though you believed freedom was going to come, there must have been moments when you doubted and it seemed like the powers of evil just might overwhelm good. We are glad, I mean, that we worship a God who is a God of justice, a God of goodness, a God of freedom, and that this God has not let us down.  When we used to say that the freedom we are talking about, is not a freedom for Black people, it is going to be freedom for everyone, because we used to say, and people sometimes thought we were being funny, that White people in this country would never be free until all of us were free together.  Now they are seeing the truth of that. We give thanks for all who have contributed: Black, White, Coloured, Indian, who have contributed to what we have now.  We would want to endorse your call.\n The Commission is not a court of law.  We are not asking people to come and tell us their story so that we should prosecute them.  The purpose is that we should know the truth and then work for reconciliation, forgiveness, healing, unity of our nation.\n The Army officers in Bisho last week, when they said we gave the orders that people should be shot, were sorry. The people sitting there heard this and accepted, and many will still be surprised at the willingness of those who have suffered, to forgive.  We pray that they will hear your call. They will hear the call of so many others, come and\nKLERKSDORP HEARING TRC/GAUTENG\n17 S M RASMENI\nreveal what happened.\n The thing is of course, that the truth will come out.  It will come out. I mean, you try to hide it, it keeps pushing out. It will come out. I mean, we may not get all of the truth ourselves, but it is going to come out. We want to say that we have been given the work of discovering the truth together.  Then people say this is horrible, it is ugly, it is evil, but we must look at it and say yes, it was evil, but it is possible to mooe away from it, because people have acknowledged \"I did do this; I did do this; I did do this\".  We must know that we as human beings are also people who are capable of doing horrible things.  It is good to know all of those horrible things and pray that God will preserve us from doing some of the things that were done to our people. \n I thank you very, very much.  We are most grateful.",
            "Unknown"
        ],
        [
            "MR RASMENI",
            "My plesure, my pleasure, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\nKLERKSDORP HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}