{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-04-08",
        "location": "GRAHAMSTOWN",
        "day": "2",
        "names": [
            "ALBERTINA NOMBOYSELA GOBIZEMBE"
        ],
        "case number": "EC1904/97ALB",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55119&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/gtown/gobizemb.htm",
        "speakers": [
            "REV XUNDU",
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "PRETTY MKALIPI",
            "CHAIRPERSON",
            "ADV SANDI"
        ],
        "original_speakers": [
            "REV XUNDU",
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "PRETTY MKALIPI",
            "CHAIRPERSON",
            "ADV SANDI",
            "MS GOBIZEMBE",
            "MS MKALIPI"
        ]
    },
    "testimony": [
        [
            "REV XUNDU",
            "Albertina Gobizembe, please stand up.",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.  Mr Chairperson, they have been properly sworn in.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Over to you Ntsiki Sandi.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Chairman.  Let us start with Albertina Nomboysela Gobizembe.  Are you from Port Alfred?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "I am from Bathurst.",
            "Female"
        ],
        [
            "ADV SANDI",
            "You are going to tell us this incident.  Where did it happen?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "It happened in Port Alfred.",
            "Female"
        ],
        [
            "ADV SANDI",
            "But you are from Bathurst?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "Yes.",
            "Female"
        ],
        [
            "ADV SANDI",
            "When did this incident happen?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "It was in 1985, if I am not mistaken, it was in June.",
            "Female"
        ],
        [
            "ADV SANDI",
            "In your statement you have also stated that it was in June 1985.  You said that at the time of this incident you were a member of a certain organisation.",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "Yes.",
            "Female"
        ],
        [
            "ADV SANDI",
            "What was the name of the organisation?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "It was AZAPO.",
            "Female"
        ],
        [
            "ADV SANDI",
            "You said that you were attacked?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "Yes, I was attacked.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Please explain to us how were you attacked, what happened on that day?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "Yes, I can explain.  Certain Comrades came to Bathurst.  At that time there was no organisation in that area.  These Comrades formed AZAPO in our area, people joined AZAPO in Bathurst.  If I am not mistaken it was on a Sunday.  Certain Comrades were arrested, but they were not from Bathurst, these Comrades they were the ones who came to launch this organisation.  They were taken to Port Alfred.  There were three ladies, three of us, this disturbed us.  It was myself and Pretty together with Titan Matiyasi, but she is not here.  We visited these Comrades, we had food, we brought them food.  If I am not mistaken, when we arrived there they were released, they were in the township.  We wanted to go to the township to visit them there so that we can find out what happened.\n We went to the township on Sunday, where we arrived there and they explained to us what happened to them when they were arrested.  It was late at that time and there was no transport for us to go back.  There were no taxis at that time.  We stayed there, we discussed together with the Comrades.  While we were still discussing there we got a message that there was a meeting in the hall.  The community from the township were invited to that meeting.  We also decided to join this meeting.  We went to attend the meeting.  It was opened with a prayer.  The, we were told about the agenda.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Are you talking about the meeting in which you were attacked in?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "No.  We knew that we were going to be attacked.  We heard from that meeting.  One person told us to leave that meeting, because we were going to be attacked.  We left the meeting.  We went to one house.  This, the owner was a member of our organisation.  We went in one room in this house.  We were about 20, we were not more than 20.",
            "Female"
        ],
        [
            "ADV SANDI",
            "All of you, were you members of AZAPO?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "Yes, we were all members of AZAPO.  We stayed in that room.  We were discussing our issues.  At night we heard that there were people outside the house, some of them were on the roof.  They were, some were kicking the doors.  We asked them what was wrong, we asked for forgiveness, because we did not know what we have done.  They assaulted us, they beat us, we tried to go through the windows.  When I was trying to get out of the window something struck me in the head, I fell down.  I do not know whether they thought that I was dead, but they just left me.  I could not walk because I was injured in my leg.  I crawled and I managed to go to one house and I walked with one leg to the door of this house.  There was, it was dark at that time, there were no lights in Port Alfred.  I went inside this house.  When I got in I heard someone crying, it was Pretty.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Take your time Ms Gobizembe.  I will wait for you.",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "I went to another room.  There was a man sleeping in that room.  He asked me what was going on.  I could not answer him because I was feeling pain in my back, I could not even breathe.  I hid under the bed.  One lady came, she told me to hide under the bed.  She told me to hide under the bed.  After a while she came back and she took me out.  She took some, she took something and she wiped my face and she also bandaged my leg.  While I was still sitting there we heard that there were many people coming towards this house.  Again this lady took me under the bed.  They came and they knocked in the door.  They asked whether there was someone in the house.  This lady said there was no one.  They then said if there is someone in this house, you are going to be burnt.  I just talked to myself, I was praying that the lady would not tell them.\n They searched the whole house, they looked under the bed, but they did not see me, although they had torches with them.  This lady came and she took me out of the bed again.  There was a knock.  It was a girl who was a member of our organisation, together with the third one.  They gave me a stick and I thanked the lady for saving my life.  I told her that I was going back home, because if they found me there, they will burn this house.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Did they take you to hospital?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "No, they did not take me to hospital.  We tried to go back home.  When we were about a corner, we saw that there were flames.  We did not know what to do at that time.  We did not realise that we were walking through the site where we were going to reach these flames, but we found out that our two Comrades were being burnt down.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Who were these Comrades?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "It was Kolani Anton from Grahamstown and Thembisele, he is also from Grahamstown, but I have forgotten his surname.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Is it Thembisele Mata?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "Yes.  We passed this fire, we went back home.  When I was near the Malandela farm we decided to sleep there.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Who was with you?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "It was myself, Pumla from Port Alfred and Titi from Bathurst.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Where was Pretty at this time?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "I last saw Pretty when she was taken out of the wardrobe.",
            "Female"
        ],
        [
            "ADV SANDI",
            "She was not with you at this time?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "No, I did not know where she was at this time.  We woke up in that place in the morning.  The man of the, the owner of the house said that he was going to go to the farmer and lie and say that I was sister.  When we were going back home we met an ambulance that and it took us to the hospital.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Who were these people who assaulted you?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "We did not know who they were, because it was dark when they came in, the lights went off.  We could not see who they were.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Were there rumours, did you hear any rumours about this?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "No, I did not know who these people were, but I can just say that they are people from Port Alfred, because they belonged to UDF, they did not like AZAPO.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Did you get treatment from the hospital after you were injured?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "Yes, we were taken to the hospital and we were operated.",
            "Female"
        ],
        [
            "ADV SANDI",
            "In which hospital?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "In Settlers Hospital.",
            "Female"
        ],
        [
            "ADV SANDI",
            "When did, for how long did you stay?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "We were just operated and then given pills, we then went back home.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Did you get any other treatment after that?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "There was a need for a treatment, because our wounds were not cleaned, we were just operated.  I could not walk properly.  I just consulted a traditional healer to help me.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Do you have requests or expectations to the Commission?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "Yes.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Can you please tell us briefly?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "My request to the Commission is that I am not feeling well in my health, because I was injured in that incident, especially in my leg and in my body.  I am not feeling well, I cannot do everything for myself.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Do you go to hospital or do you go to a doctor?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "Yes, I do go to a clinic sometimes.  When I feel pain I go to a clinic.  They will give me rubbing stuff and some pills, but I can feel that my body is not well.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Is there anything else you want to say?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "I have another request to the Commission.  I made this request before that I would be very glad if we can get a tombstone for our late Comrades so that if we remember them we can go to their graves.",
            "Female"
        ],
        [
            "ADV SANDI",
            "When you are referring to your late Comrades, are you referring to the two you have mentioned or are there any other Comrades who died this way?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "No, there are no other Comrades, I am referring to the two I have mentioned.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Then we are going to hand over to Pretty.  Is that all you wanted to say?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "Yes, that is all.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Thank you very much.  Let us now go to Pretty Mkalipi.  Are you Pretty Mkalipi?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "Yes, I am Pretty Mkalipi.",
            "Female"
        ],
        [
            "ADV SANDI",
            "You have heard when Ms Gobizembe explained what happened this day.  Were you present when this was happening?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "Yes, I was there.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Without repeating what she has already said, do you have anything else to add?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "Yes, I do have something to add according to my injuries.  She left me, I was taken by these Comrades.  They said that they were going to burn me.  Four people came and saved me, four young men came.  They said that I was too young to be burnt.  They pleaded for me and they said that I was a young girl.  These people from Port Alfred, they did not want to listen, they wanted to burn me.",
            "Female"
        ],
        [
            "ADV SANDI",
            "The people who wanted to burn you, did they say they were Comrades?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "Yes, they were Comrades belonging to UDF.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Did you know them?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "No, I did not know them.  I did not notice them, because it was dark.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Did they take you to the place where they wanted to burn you?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "No, they did not take me, because the four men pleaded for my life.  As a result, the others gave up.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Why did they want to burn you?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "The said that why am I a member of this organisation.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Did they tell you in which organisation they belonged to?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "No, but it was clear in which organisation they belonged to.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Let us now talk about the injuries you sustained when you were attacked.",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "I was axed in the head five times.  I also have wounds in my leg.  They also beat me with sjamboks in my body.  I have five wounds in my head and in my leg and they beat me all over the body with sticks and sjamboks.  They were beating me while I was lying down.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Were you taken to the hospital or to a doctor?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "I was taken to Settlers Hospital here in Grahamstown.  We were just operated, they were told that the, people told us there that they did not have time for us, there were many people to be attended to.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Was it yourself and Ms Gobizembe at the time?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "Yes.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Do you receive treatment now because of the injuries you sustained?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "I use to go to the clinic to be bandaged and I also consulted a traditional healer, because my eyes were swollen.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Is there a need for you to get treatment today?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "Yes, I would like to be checked properly in my head, because I get dizzy sometimes and sometimes I just get moody, I do not want to be with people.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Do you have requests to the Commission today?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "My request is that I would like the people who did this to us to come forward to the Commission.",
            "Female"
        ],
        [
            "ADV SANDI",
            "If they can come forward to the Commission and apologise to you for what they did to you, what would you say to them?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "I would forgive them if they can come forward.  I will be satisfied, because I do not know who did this to me.  If I knew the people who did these things to me, I would be satisfied.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Your request is that you want to know who they are?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "Yes, that is all.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Do you have anything else?  What are you doing now, are you working or are you a student?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "No, I am not a student, I am not working.  I stopped school after I got injured.",
            "Female"
        ],
        [
            "ADV SANDI",
            "When did you stop school?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "It was in, I was in standard seven.  I went back to school when I was better, but I stopped, because when I am at school I get frequent headaches, I do not concentrate to what the teachers are saying at school.",
            "Female"
        ],
        [
            "ADV SANDI",
            "At the time you were attacked, how old were you?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "I was 15 years old.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Were you a member of this organisation?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "Yes, but we had no membership card at the time.",
            "Female"
        ],
        [
            "ADV SANDI",
            "You just joined the organisation?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "Yes, because the organisation was just formed in Bathurst.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Who was the Chairperson of this organisation?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "It was Speedo Kali together with Wanga Ntantiso.  The person who was coming from Grahamstown to Bathurst was Tima.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Who was the National President of this organisation?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "It was Tima from Grahamstown.",
            "Female"
        ],
        [
            "ADV SANDI",
            "I mean nationally.",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "I do not remember who was the President.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Did you know any national leaders of AZAPO at the time?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "I only knew the local leaders, I did not know the national leaders.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Is that all you wanted to say?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "Yes, that is all.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Thank you.  I will hand over to the Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Reverend Xundu.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "I have a question for you Pretty Mkalipi.  You mean that you do not have chances to go back to school because of your health?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "I am not saying there are no chances, but for now I do not feel like going back to school, but I would like to further my education.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Would you like to be helped to go to doctors so that you can feel well?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "Yes.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Do you still have parents?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "Yes.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Are they working?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "My mother is not working, my father is employed.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Thank you.  I just wanted to make sure about this matter.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "In this conflict between UDF and AZAPO were there victims on both sides or victims were just on the AZAPO side?  Were there any UDF members who died during that time?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "No, it was just this one side.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Because you wanted a place where the victims can be remembered, I want, I just want to know whether the victims were supposed to be separated or are supposed to be put together.",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "I request the victims to be placed together.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How old were you at the time of the incident?",
            "Unknown"
        ],
        [
            "PRETTY MKALIPI",
            "I was very young, I was about to reach 15 years old.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ntsiki Sandi.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Chairman.  Let us ask Ms Gobizembe.  For how long, at this time, did you join this organisation?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "This organisation was just formed, it was from January to June.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Did you join in Bathurst?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "Yes, I joined this organisation in Bathurst.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Who was the Chairperson of this organisation in the Eastern Cape?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "I have forgotten his name.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Did you hear about any other leaders, national leaders, of this organisation?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "Yes, but I do not remember whether they were in Johannesburg, but one of them was Makina.  I just heard about him at that time.  There is another one who use to visit us from Johannesburg, but I do not remember his name.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Was he known as the leader of this organisation?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "Yes.",
            "Female"
        ],
        [
            "ADV SANDI",
            "If you can tell us, very briefly, at the time when this organisation was launched, what was the policy of this organisation?",
            "Unknown"
        ],
        [
            "ALBERTINA NOMBOYSELA GOBIZEMBE",
            "We were told that the purpose of forming this organisation was to fight for black people to be liberated, because the Government was oppressing us.  The organisation was said to like peace, because we did not know anything, there was no organisation in Bathurst, we joined this organisation.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Thank you Ms Gobizembe.  Thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We thank both of you.  We remember this time, the conflict between AZAPO and UDF.  There are many statements we received concerning this era.  There are conflicting ideas in these different statements, but what we are looking at is that you are victims, you are women and you were harassed.  This is what is important to us more than a conflict that was between UDF and AZAPO or whether,  who was working with who in working, in collaborating with the police.  We are not concentrating on that now.  We noted your request that the people who did this to you are amongst your community, you would like them to come forward so that they can apologise to you.  If it is possible we would like peace to prevail amongst you.\n We would like the police at the door, if it is possible, if they can see that a person is not, a person is drunk, he is not supposed to come in, but if he managed to come inside, the police should be at the door all the time so that such an event will never happen again. \n Thank you very much.  You may go back to your seats.",
            "Unknown"
        ]
    ]
}