{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-04-08",
        "location": "GRAHAMSTOWN",
        "day": "2",
        "names": [
            "NTSIKELELO BOTHA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55114&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/gtown/botha.htm",
        "speakers": [
            "CHAIRPERSON",
            "ADV DE LA HOOP",
            "NTSIKELELO BOTHA",
            "REV XUNDU",
            "ADV SANDI",
            "MS MAYA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "ADV DE LA HOOP",
            "NTSIKELELO BOTHA",
            "REV XUNDU",
            "MR BOTHA",
            "ADV SANDI",
            "MS MAYA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We would like to call Ntsikelelo Botha.  I would like us to please show mutual consideration.  We have reached a point where certainly people are a bit confused as to what it is we are doing.  The Law which governs us requires that when anyone's name is mentioned in a statement, that person be granted an opportunity by way of being informed and, should the person so wish, come forward and place his version or her version of events with regard to the incident in which the person is being implicated.  Hence, Ntsikelelo Botha together with his attorney have come here to do just that.  This would be the time where we would ask everyone to be extremely disciplined, because we would like to conduct these proceedings with as much order and dignity possible befitting this kind of occasion.  We would like to ask people to contain themselves in spite of hearing things which they may not necessarily approve of, that they exercise the discipline that we know the people of Grahamstown to have so that we can give Ntsikelelo Botha the opportunity to relate his version of events and if there is anyone with an opinion which differs from the one which  Ntsikelelo Botha will relate to us, we ask them to meet with our statement takers and hand in a statement, but for now we ask that we give Ntsikelelo Botha the opportunity to testify.  Is it Mr Vermaak?  We were given the name of Mr Vermaak.  Are you in the same partnership.",
            "Unknown"
        ],
        [
            "ADV DE LA HOOP",
            "He is my Clerk.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You are, you have requested to read your statement into the record.  You will, of course, permit us to allow for the panellists to raise some questions should they have some questions to direct to your client.",
            "Unknown"
        ],
        [
            "ADV DE LA HOOP",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are you going to lead your client or is he going to just read the statement?",
            "Unknown"
        ],
        [
            "ADV DE LA HOOP",
            "My proposal would be to my client that he read his statement, but having translated it into Xhosa so that the general public would hear and that would save the necessity of interpreting that and then you may ask such questions as you might care.  I have no intention of leading, I think the statement itself is sufficiently full of that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  We will follow that procedure.  We would like to welcome you Ntsikelelo Botha.  We are going to ask you to take the prescribed oath.  Reverend Xundu is going to assist you in taking the prescribed oath.",
            "Unknown"
        ],
        [
            "NTSIKELELO BOTHA",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you very much.  He has been duly sworn in, Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Botha, we are not going to lead you as your legal representative has indicated.  We are now going to give you an opportunity to read the Xhosa, relate your version or your affidavit to us in Xhosa.",
            "Unknown"
        ],
        [
            "NTSIKELELO BOTHA",
            "Thank you, Sir.  I the undersigned, Mr Ntsikelelo Botha, hereby state under oath I am the person against whom certain allegations have been made by one, Temtem Kuhlane.  Temtem Kuhlane alleges that on or about the first of May 1986 as Port Alfred I wrongfully and intentionally shot and killed one Mntunyane Kuhlane.  I wish to respond to these allegations as follows.  It was on Friday the ninth of May 1986, I was travelling from Grahamstown on route to Port Alfred to attend a funeral of the father of a priest, whose name is Silimele Richard Magoma.  I was accompanied by my wife, Magatheba, as well as the driver of the vehicles, Sgidla Dumane, and we arrived at Port Alfred after dark.  It was approximately eight pm.\n Upon my arrival at Port Alfred I went to the Magoma home which was in the area and saw that there was a funeral and sent for him to be called.  He was called and I informed him that I was there.  When I left there I went to my mother-in-law's house, her name is Nolala, her surname is Ndumiso, so that I could rest.  At my mother-in-law's house there were people apart from myself and Mr Sgidla Dumane.  This was this woman known as Nyenye, her name is actually Nomalizo Simane.  They were sleeping by the time we got there, everyone was in their bedrooms asleep.  That night I or Sgidla Dumane were sitting in the dining-room at the time when Magatheba was preparing something for us to eat.  While we were sitting there a certain Kuki who was the grandson of Mrs Simane, came in with a very dark boy whom he called Gerald.  \n Kuki came to me and asked me to borrow him my firearm which was licensed.  I thought that he was joking and jokingly said that he could take it.  Kuki and Gerald Kuhlane then left and nothing further became of that.  A short while later, Mr Chairperson and honourable members of the Commission, Kuki came back with Gerald and a third person whom I recognised as someone that was working in the area and I knew him as Sdodo.  Sdodo was carrying a pick axe with a long handle and was not saying anything.  They did not say anything to me and not long thereafter Gerald and Sdodo left the house with Kuki remaining behind in the kitchen.  Approximately five minutes after they left I heard a knock at the front door, because it was a big house and while I was going Kuki passed me and went to open the front door and I was seated by this time.  \n As soon as Kuki opened the door the house filled up with people, young men, whom I could refer to as Comrades, who were masked so I could not identify them.  Because it was a big house some of them went to the kitchen as well and there were only two of us there.  A young man with a cap came to me, he was unmasked and his name was Kanini.  Upon looking at these people I estimated that there were approximately 200 of them.  While Sgidla Dumane and I were in the dining-room, Kanini approached me and it was apparent that he was the leader of the group.  He came, stood next to me and asked me what my name was and where I came from and what my line of work was.  Before I could answer him he slapped me and twisted my ear.  I did not become angry.  I told him without looking at him that my name was Ntsikelelo, I was from Grahamstown and that I was a Minister of religion and that I was there to attend a funeral.  \n He instructed me to get up and stand because they were going to burn Sgidla and I with tyres.  Before I could stand I was being stabbed.  I attempted to stand and I fell against the table.  I attempted to lean against the table.  I sustained 16 to 18 stab wounds.  In all this time I could have shot at them with my firearm, but I did not.  The problem that I had was that all these people were masked and I reached for my firearm when I realised that I was going to be seriously injured.  I fired a shot into the ground in an attempt to warn them to leave me, because I did not want to injure anyone.  Some of them jumped back, but it was dark in the dining-room and I felt a sharp object, a tomahawk or an axe or something strike me and I shot without looking at whom I was shooting.  \n I was terrified and I feared for my life and also the fact that I had pointed the firearm over my shoulder and blindly fired a shot.  I did not aim the firearm at anyone.  I was shooting at an unknown person behind me.  I would say that my intention was in my dizzy state, my fear that the person would repeat the blow from the axe or whatever the weapon was.  People started to run out and I followed them.  When I got to the side of the house I found tyres and 25 litre containers of petrol.  I am not sure whether they contained petrol or not.  All these people left through the gate and Sgidla and I threw ourselves down the bank and when they came into the stadium I could see them.  Many of them were running and I got a chance to run through the location.  I lost consciousness and came to only to find myself in hospital.\n The following day a brother of mine by the name of Velile Mfana came to fetch me at the hospital after he had heard that the Comrades were going to come and finish me off in hospital.  I was not strong enough to do anything yet. It surprised me when I was going to leave the hospital when I heard that Beckson Kuhlane had died, because Beckson was someone with whom I played soccer and we never had any argument or anything.  I never regarded him as an enemy, I regarded him as an in-law, because he shared the same clan name as my wife and there was no bad feeling between the two of us.  I was shocked by this, because I regarded him as my friend and I had absolutely no intention of killing anyone, because I was a Minister of religion and I worked in the Gini area and many of the Grahamstown Comrades knew me to be a Minister in Grahamstown.  \n I accept that the person who I shot was Beckson Kuhlane, but there was a reason for me having fired that shot, because it was a life and death situation and I can say that I did it in self defence.  A trial was conducted in 1986 and between 1992 and 1993 I received notices from court that I had to go to Port Alfred and a trial was conducted and the court found that I had acted in self defence and that if I had any intention of any wrongdoing, I could have injured more people.  It is incorrect that I went and attacked the deceased at his home.  The distance from where my mother-in-law stays, honourable members, is quite a distance from the deceased's home.  I would say that it is approximately 100 metres away.  Secondly, I did not know that they were coming to me, because of their involvement in organisations and I confirm that I was a councillor.  I am going to stop there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We thank you, Mr Botha.  We are not in a Court of Law now, we are at a Truth and Reconciliation Commission hearing and all these submissions and statements which we receive, we will investigate, because we have to submit a report to the President which reflects the truth, the whole truth and nothing but the truth.  So, all the statements which we receive here will be included in the report to be submitted to the President, including this one.  We will allow a few questions from the panel which we would like you to answer if you can.  Ntsiki Sandi.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "I would like to ask you, Mr Botha, this Mr Sgidla Dumane, in which way was he related to you?",
            "Unknown"
        ],
        [
            "NTSIKELELO BOTHA",
            "He was the driver of my vehicle.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Was he driving your vehicle for you because you were unable to drive?",
            "Unknown"
        ],
        [
            "NTSIKELELO BOTHA",
            "No.",
            "Male"
        ],
        [
            "ADV SANDI",
            "At the time you were attacked there, was he also attacked?",
            "Unknown"
        ],
        [
            "NTSIKELELO BOTHA",
            "I cannot say whether he was stabbed or attacked or what, because I did not see anything wrong with him, but I saw him having been hung, he was suspended in the air while they were attacking us at that house, because he had on a soldier's coat.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Was he not, perhaps, your bodyguard?",
            "Unknown"
        ],
        [
            "NTSIKELELO BOTHA",
            "No, I never had a bodyguard.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did he, possibly, have a firearm in his possession?",
            "Unknown"
        ],
        [
            "NTSIKELELO BOTHA",
            "No, Sir, he did not.",
            "Male"
        ],
        [
            "ADV SANDI",
            "At the time you fired the first shot, if you were to guess, would you be able to estimate approximately how many stab wounds you had sustained?",
            "Unknown"
        ],
        [
            "NTSIKELELO BOTHA",
            "That was not the first time I had been stabbed.  When you are being stabbed, your whole body becomes hot and you do not know how many wounds you have sustained.  The only time you can establish that is when you are being treated.",
            "Male"
        ],
        [
            "ADV SANDI",
            "In your affidavit, in your sworn affidavit you say that both Port Alfred and Grahamstown are places where you are welcome in the community and where you worked in the community so this surprised you.",
            "Unknown"
        ],
        [
            "NTSIKELELO BOTHA",
            "I would like to start with the Port Alfred incident.  Even though it may not be clear to the community that I was a freedom fighter, it is true because when the ANC started out here in Grahamstown I was active and when I went to Port Alfred, when I was transferred to Port Alfred I found that people were being charged for services where there were no services, there were no roads in Port Alfred.  There was only one tap, there were none of these services which they people wanted, were supposed to pay for.  People's cows were being taken from them, their livestock and I tried, by all means, for them to have a better standard of living.  I did not go of my own accord, I had resigned from the church for good reasons.  I was elected by the people.",
            "Male"
        ],
        [
            "ADV SANDI",
            "In your statement or at least not in your statement, you said that these people had on masks, that their faces were covered, but you suspected that they were Comrades.  What made you think so?",
            "Unknown"
        ],
        [
            "NTSIKELELO BOTHA",
            "The way in which they handled me.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did that make you realise that they were Comrades?",
            "Unknown"
        ],
        [
            "NTSIKELELO BOTHA",
            "That was not the first time that I was attacked.  They would not just attack me for not having done anything.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you very much, Mr Botha.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Tiny Maya.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you Chairperson.  I only have two questions.  Mr Botha, you said that Mr Kuhlane, the late Mr Kuhlane, you regarded him as your friend since his wife was also a Gadebe and you people played soccer together and you knew each other.  Since you regarded him as a friend and then heard that he was you had killed, did you ever attempt to meet with his family and relatives to let them know that that was a mistake?",
            "Female"
        ],
        [
            "NTSIKELELO BOTHA",
            "As you heard, the mother said that his father was still alive at that stage.  I spoke to his father at Port Alfred and I met him at Boniswa's place again at a later stage and spoke to him and he realised that I would not have done that under any other circumstances.",
            "Male"
        ],
        [
            "MS MAYA",
            "What I want to know is does his mother know anything about your talks with his father?",
            "Female"
        ],
        [
            "NTSIKELELO BOTHA",
            "Mr Chairman, I would not be able to say whether the father told her.",
            "Male"
        ],
        [
            "MS MAYA",
            "How do you feel know about the death of this young man?",
            "Female"
        ],
        [
            "NTSIKELELO BOTHA",
            "I am remorseful about his death, because as a Minister of religion I had no intention of doing anything in spite of what people might say.  People of Grahamstown would agree with me saying that I am the one that use to work in the community of Grahamstown and I use to move around freely.",
            "Male"
        ],
        [
            "MS MAYA",
            "Mr Botha, thank you very much.  Thank you, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Reverend Xundu.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you very much Chairperson.  I have a question I would like to put to you.  Do you recall, since 1983 up until the period which you have mentioned, that there were feelings in the locations that councillors were not welcome and civic organisations were established where it was felt that councillors should not proceed with their work, because the community did not accept them, because they were delaying the freedom, the process of freedom?",
            "Unknown"
        ],
        [
            "NTSIKELELO BOTHA",
            "No one came to me and said, stop what you are doing.  It was being said in the location, what I cared about was as part of the liberation struggle, people should come to me and speak to me directly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I would like to request everyone's co-operation.  The question being put by Reverend Xundu, if I understand it correctly, is that he wants to know if you had any knowledge of the fact that people did object to the presence of councillors.",
            "Unknown"
        ],
        [
            "NTSIKELELO BOTHA",
            "Yes, I knew about that.",
            "Male"
        ],
        [
            "REV XUNDU",
            "I am trying to establish because here we are talking about conflicts influenced by politics, we are not talking about ordinary conflict situations.  We are talking about a situation where councillors were regarded as traitors as the people not just here in Grahamstown, but throughout South Africa.",
            "Unknown"
        ],
        [
            "NTSIKELELO BOTHA",
            "I understand that, Sir.",
            "Male"
        ],
        [
            "REV XUNDU",
            "Thank you Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ntsikelelo, I thank you.  We have several questions and much as we would like to put them to you, as I have indicated, we are going to have to call you back after the victims hearings when we are going to have to make a finding in trying to find out who killed who.  We will not be able to make a finding with regards to a perpetrator without having had an opportunity to go into this matter in\ndepth.  There are several issues which we would like to question you about, but because we are in this type of hearing, I would like to put this question to you and it is up to you whether you would like to answer it or not.  Do you regret what you have done?",
            "Unknown"
        ],
        [
            "NTSIKELELO BOTHA",
            "I have already indicated, Mr Chairperson, that I have absolute remorse for what has happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you like to be put into contact with this family so that you can make peace with them?  Do you regard this as terrible, what you have done?",
            "Unknown"
        ],
        [
            "NTSIKELELO BOTHA",
            "Yes, even though it was a mistake, it was something terrible.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  We are going to take a recess now for lunch and we will come back here at two o' clock.",
            "Unknown"
        ]
    ]
}