{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-04-09",
        "location": "GRAHAMSTOWN",
        "day": "3",
        "names": [
            "TEMBEKA N. MAKI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55130&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/gtown/maki.htm",
        "speakers": [
            "REV XUNDU",
            "TEMBEKA NOCAWE MAKI",
            "NKOSIYABO DAVID NGIDLA",
            "ENOCH MALI",
            "XOLOKHAZI DANSTER",
            "CHAIRPERSON",
            "ADV SANDI"
        ],
        "original_speakers": [
            "TEMBEKA NOCAWE MAKI",
            "NKOSIYABO DAVID NGIDLA",
            "ENOCH MALI",
            "XOLOKHAZI DANSTER",
            "REVD XUNDU",
            "CHAIRPERSON",
            "ADV SANDI",
            "MS MAKI",
            "MR NGIDLA",
            "MR MALI",
            "CHAIRMAN",
            "MS DANSTER"
        ]
    },
    "testimony": [
        [
            "REV XUNDU",
            "Mr Chairman, I would like to greet you this afternoon and I would now like to swear in the following witnesses.  I would like Tembeka Nocawe Maki to stand.",
            "Unknown"
        ],
        [
            "TEMBEKA NOCAWE MAKI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "ENOCH MALI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "XOLOKHAZI DANSTER",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you very much Chairperson, they have been sworn in.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ntsiki Sandi?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Chairman.  Let us start with Tembeka Nocawe Maki.  On the 21st of September 1989, is that date correct?",
            "Unknown"
        ],
        [
            "TEMBEKA NOCAWE MAKI",
            "Yes, it is.",
            "Female"
        ],
        [
            "ADV SANDI",
            "You say that you were shot in the hand, leg and thigh.  Which leg were you shot in, was it the left of the right one?",
            "Unknown"
        ],
        [
            "TEMBEKA NOCAWE MAKI",
            "The left leg.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Which thigh?",
            "Unknown"
        ],
        [
            "TEMBEKA NOCAWE MAKI",
            "The left thigh as well.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Could you please tell us who shot you, who you were with at the time of the shooting and what the\ncontext was at the time?",
            "Unknown"
        ],
        [
            "TEMBEKA NOCAWE MAKI",
            "Where we were, there was a toyi-toyi at the taxi rank.  We heard shots and I fell and had a blackout.  The police, Municipal police, took me and threw me in a police van and went to drop me at the old clinic office.",
            "Female"
        ],
        [
            "ADV SANDI",
            "The municipal police, are these known as the Amangundwana?",
            "Unknown"
        ],
        [
            "TEMBEKA NOCAWE MAKI",
            "Yes.",
            "Female"
        ],
        [
            "ADV SANDI",
            "How old were you at the time?",
            "Unknown"
        ],
        [
            "TEMBEKA NOCAWE MAKI",
            "I was 17 years old.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Were you a student?",
            "Unknown"
        ],
        [
            "TEMBEKA NOCAWE MAKI",
            "Yes, I was a student.",
            "Female"
        ],
        [
            "ADV SANDI",
            "And you say that you were shot, did an ambulance arrive at the scene?",
            "Unknown"
        ],
        [
            "TEMBEKA NOCAWE MAKI",
            "; It arrived when I was at their office.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Did they take you to their office after you had been shot?",
            "Unknown"
        ],
        [
            "TEMBEKA NOCAWE MAKI",
            "Yes.",
            "Female"
        ],
        [
            "ADV SANDI",
            "What happened there?",
            "Unknown"
        ],
        [
            "TEMBEKA NOCAWE MAKI",
            "I sat there while I was in pain and there was a lady from the Mavuso family who phoned an ambulance and it came to fetch me.  I was taken to the Provincial Hospital and my parents were called to sign the release forms for me to be transferred to Frere Hospital in East London and that was where it was found that I had this bullet in my leg.\n Two Coloured police women kept guard over me.  The one would come in from seven in the morning to seven in the evening and the other one would come in from seven in the evening to seven in the morning.  And on the 29th of September, I was taken and held in the cells in East London, the police cells.\n The police in East London  sent a paper and the police came to fetch me on the 1st of October from the cells in East London.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Which date and what was your state when you were taken to the cells?",
            "Unknown"
        ],
        [
            "TEMBEKA NOCAWE MAKI",
            "My leg was still swollen after the operation.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Did you tell them that you were still in pain?",
            "Unknown"
        ],
        [
            "TEMBEKA NOCAWE MAKI",
            "I did tell them.",
            "Female"
        ],
        [
            "ADV SANDI",
            "What did they say?",
            "Unknown"
        ],
        [
            "TEMBEKA NOCAWE MAKI",
            "They did not say anything, they did not pay any attention to me.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Did you appear in a court of law and was anyone charged?",
            "Unknown"
        ],
        [
            "TEMBEKA NOCAWE MAKI",
            "I was charged with public violence for stoning a casper.  Who I remember were Kramkram, Nosiqova and Nozaki.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Do you know Kramkram's full names and also Nosiqova's full names?",
            "Unknown"
        ],
        [
            "TEMBEKA NOCAWE MAKI",
            "No, I know their nicknames.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Do you still see them in the community, do they still live there?",
            "Unknown"
        ],
        [
            "TEMBEKA NOCAWE MAKI",
            "I live in another area.",
            "Female"
        ],
        [
            "ADV SANDI",
            "What happened at court?",
            "Unknown"
        ],
        [
            "TEMBEKA NOCAWE MAKI",
            "I was taken to court and charged and I was released on R100-00 bail.  The case was postponed several times.  My mother eventually took me to hospital on my one court date and it was found that this leg was still swollen.  We went to the Prosecutor and told the Prosecutor that the matter had to be postponed.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Was the matter eventually withdrawn?",
            "Unknown"
        ],
        [
            "TEMBEKA NOCAWE MAKI",
            "Yes, it was eventually withdrawn in July 1990.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Was anyone arrested in connection with the shooting incident?",
            "Unknown"
        ],
        [
            "TEMBEKA NOCAWE MAKI",
            "No.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Who were they, as far as you know?",
            "Unknown"
        ],
        [
            "TEMBEKA NOCAWE MAKI",
            "I was told that it was Mthetheleli Nazo.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Was he also a policeman?",
            "Unknown"
        ],
        [
            "TEMBEKA NOCAWE MAKI",
            "At the time he shot at me, he was a Amangundwana, a municipal policeman.  One of the people that was toyi-toying with me, told me that.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Do you remember what happened with Mthetheleli and could you tell us?  You said that you would like an investigation into why Mthetheleli Nazo was never charged.",
            "Unknown"
        ],
        [
            "TEMBEKA NOCAWE MAKI",
            "That is correct.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Do you remember any other requests that you would like made?",
            "Unknown"
        ],
        [
            "TEMBEKA NOCAWE MAKI",
            "No.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Do you have anything that you would like to ask this Commission now?  Is that all you would like to say?  Are you at school?",
            "Unknown"
        ],
        [
            "TEMBEKA NOCAWE MAKI",
            "No, I am not at school any more, because when the weather is bad, this leg swells up.  All these parts where I had been shot, swell up.",
            "Female"
        ],
        [
            "ADV SANDI",
            "What standard were you when you dropped out of school?",
            "Unknown"
        ],
        [
            "TEMBEKA NOCAWE MAKI",
            "Standard 7.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Why did you drop out?",
            "Unknown"
        ],
        [
            "TEMBEKA NOCAWE MAKI",
            "Because I was in pain.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Thank you Tembeka Maki.  Let us now go to Mr David Nkosiyabo Ngidla.  Mr Ngidla, you were attacked on the 11th of march 1985?",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "That is correct.",
            "Male"
        ],
        [
            "ADV SANDI",
            "In Fort Beaufort?",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You were attacked by who, who attacked you?",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "Spongwazani.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What was he?",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "He was a municipal policeman.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Who was he with?",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "There were five of them.  I saw five of them.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were they all municipal policeman?",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What did they attack you with?",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "I was on my way to the shop and on my way back I did not see anyone, and it appears as though they jumped over fences and I just saw them in front of me.\n They shone a torch in my face and they were masked.  Some of them pointed firearms at me.  The other one had a torch that was shining in my face and then I just stood there and they did what they were going to do to me.\n And they struck me on my collarbone and they broke it.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did they say anything while they were attacking you?",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "No, they did not say anything but I let them assault me and fell down and when they left, I ran around the nearest corner.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You say they were all wearing balaclavas?",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "The one whom you say you saw and you recognised who was he?  Did he also have on a balaclava?",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "Yes, he was the one that was in front of me that shone the torch in my face.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you go to hospital after you were assaulted?",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "Yes, I went to the Matlaqana house and they called Sylvia, a lady who worked at the hospital's son to take me to hospital in a kombi.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Are you still receiving medical treatment from the hospital?",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "Yes, and I receive medical treatment and I applied for a pension.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Have you received a pension yet?",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "No, my documents got lost at some stage and I haven't since heard anything.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When did you apply for a pension?",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "I applied last year.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Was anyone ever arrested for this?  Did you ever go to the police to lay a charge?",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "The investigators came to me at the hospital and I told them.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were they taken to court for that?",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "No, nothing came of it.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Who did you lay the charge with at the charge office?",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "No, the investigators took a statement from me while I was in the hospital.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Who was the investigator who took your statement?",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "It was Nkenke and Nzimqa.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Are they still in Fort Beaufort?",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "Yes, they are.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Didn't they ever come back to let you know what happened to the case?",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "No, they did not.  I went to an ANC Attorney but he didn't do much for me.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What did he do for you?",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "Not much.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Who is he?",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "Mxoli.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is he also in Fort Beaufort?",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Do you have any request which you would like to make in connection with this matter?",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "Well, I am unemployed and I am unable to work.",
            "Male"
        ],
        [
            "ADV SANDI",
            "; Is that all you would like to say?",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "They said that - after the assault when - after my assault I ran to the one yard and after that they assaulted somebody else, gorged out his eyes and left him there for dead.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Who was that?",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "They say he was Monelwya.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Monelwya who?",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "I don't know his surname.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Are his relatives still in Fort Beaufort?",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is that all that you would like to say Mr Ngidla?",
            "Unknown"
        ],
        [
            "NKOSIYABO DAVID NGIDLA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you very much Mr Ngidla.  Mr Mali, you are here to talk about yourself?",
            "Unknown"
        ],
        [
            "ENOCH MALI",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "About what happened to you on the 7th of February 1987?",
            "Unknown"
        ],
        [
            "ENOCH MALI",
            "That's right, yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What happened to you sir, on this day?",
            "Unknown"
        ],
        [
            "ENOCH MALI",
            "On the 7th of February 1987 I went to visit another township.  I came back at about half past five.  When I arrived at home, my brother from King William's Town was at home.\n We were drinking coffee at the time and we were having supper.  Two boys came, they went through our yard.  I greeted them and then they left through the back yard.\n We went outside with my brother, we sat outside in the yard.  From my gate to the house it is about 15 metres.  At about half past seven to quarter to eight, it was a nice weather, we were talking, chanting with my brother, we saw that there were people coming wearing light caps.\n My younger brothers were there at the time together with their friends, we were sitting outside.  When they were passing through my gate, one of them said this is the house, this is the house.  I said to these men, don't stand up, I am the owner of this yard, I want to see where this Amangundwana are going.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Are these the municipality police?",
            "Unknown"
        ],
        [
            "ENOCH MALI",
            "Yes, they were the municipality police, there were three of them, together with certain, some young men.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did you notice who these municipality police were?",
            "Unknown"
        ],
        [
            "ENOCH MALI",
            "I found out who they were after they shot me.  I was given their names by the people who knew them, because I did not know the people from Fort Beaufort.  What happened is that they went in the yard.\n We looked at them, I told the people whom I was sitting with not to do anything, I told them I would ask them one\nquestion.  They went through the gate.  One of them went next to the toilet, he had a gun with him.\n The second one went to another corner.  They shot, one stood next to another corner.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Did they have rifles?",
            "Unknown"
        ],
        [
            "ENOCH MALI",
            "Two of them had rifles, the other one had a 9 mm, they short man.  I asked them who are you looking for.  I asked them three times, they did not answer me.  The other one, said stop pointing a gun to me.\n I told them, I asked them who they were looking for and then I said to them, take whoever you want.  They did not say anything.  There is a fence in my backyard.   I went on the other side of the fence, I told them to leave my yard because they have no right to come in my yard and to point guns at people.\n I told them that is against the law.",
            "Male"
        ],
        [
            "ADV SANDI",
            "One of them ended up shooting you?",
            "Unknown"
        ],
        [
            "ENOCH MALI",
            "Yes, the one who was at the back, because I chased away the two.  I went to Selma Yoyo, he had a cigarette in his mouth, I took out that cigarette.   I didn't want to hit them at the time, you had to be tricky.\n They were tricky, you had to use your mind in dealing with them.  I knew that these people were coming for me.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were you shot by Yoyo?",
            "Unknown"
        ],
        [
            "ENOCH MALI",
            "No, I took him out of the gate together with Kekane Mathe.  The short one came towards me, luckily one of my younger brothers' friends Rangule managed to come to stand next to me.  He is studying in Cape College.\n I told this people to go out of the gate, I took out a knife, then pulled it out and pointed it at my head and pointed it down and fired a shot and it struck me in my hip\nand in ten seconds, my shoe was filled with blood.",
            "Male"
        ],
        [
            "ADV SANDI",
            "How many times did he shoot you?",
            "Unknown"
        ],
        [
            "ENOCH MALI",
            "He shot me once and then he ran and the ones on the outside were shooting into the air because my daughter came running out of the house when she heard the shots.\n And these gentlemen, she came out of the house wanting to know what's happened and these gentlemen that I was with, scattered and I stood there alone.  And then another brother came and they went home.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Mr Mali, excuse me the car in which you were taken to hospital, whose car was it?",
            "Unknown"
        ],
        [
            "ENOCH MALI",
            "It was a car belonging to the Chawe clan family and my brother went to one of the neighbours and got him to take me.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Before this incident took place, did anything else happen?  Did you ever have an argument with the person who shot you, was there an argument between your family and his?",
            "Unknown"
        ],
        [
            "ENOCH MALI",
            "Up to this day, I don't know why those people shot me because they ran away that day and up to this day, I don't know where they are.",
            "Male"
        ],
        [
            "ADV SANDI",
            "did you go and make a statement at the police?",
            "Unknown"
        ],
        [
            "ENOCH MALI",
            "I was admitted to hospital - at about half past nine these police, the people, senior police officers came, they had on shorts and vests, it is not clear whether they were bullet proof vests or not, they knew that I was the organiser of the workers at that stage.\n What happened was these people then came in and said to the Doctor, we want this man.  I looked at them and said I am not talking to you.  I was taken to a single ward because\nof my nerves.  What happened was I stayed there the Sunday and my family came to see me and at about half past two the investigators came, Deon Ferreira and this Makalima.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Were they conducting the investigation?",
            "Unknown"
        ],
        [
            "ENOCH MALI",
            "Yes, they came to ask about this.  At court I was told to go on the 26th of February after I had been shot on the 7th of February, I went there and sat there all day and I wasn't called.\n Then I wanted to know what was happening because nobody is paying any attention to me, they said it had been postponed until the 21st of March.  It was postponed again to April and in April the same thing was done, it was postponed to April, the 27th.",
            "Male"
        ],
        [
            "ADV SANDI",
            "And all these times, your name was not called?",
            "Unknown"
        ],
        [
            "ENOCH MALI",
            "No, I saw this guy who had shot me, once and he was put in another corner because they used the system where he was told that he shouldn't see me.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Who put him into that corner, who told him to sit elsewhere?",
            "Unknown"
        ],
        [
            "ENOCH MALI",
            "I just want to point out that these people would get into these caspers, disguised with balaclavas solely for the purpose of harassing people and hurting people.\n In May when I went back to court, I got there and found a slim, young man, I don't know if he was the Prosecutor.  I said to him,  listen I've been here long, what about my case and he said, what happened to you?  I said no this is the fourth time I've been here, I said, no this is the fourth time that I've come here.\n And this gentleman never answered me and he said, look I will ask these gentlemen.  They have an office around the\ncorner and they went around the corner and eventually I went to them and wanted to know what have you decided and they said the man who shot you, has shot himself.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Who is he?",
            "Unknown"
        ],
        [
            "ENOCH MALI",
            "He was Niki Nzima.  When I heard in May, I found out that he had gone off and committed suicide by shooting himself, but he lived in another location.  Then I said, no look, what about my blood because I don't even know why I was shot.\n And I am now going to an Attorney and I went to Dullab and he came to me after I was discharged from hospital on the 17th of February.  He was with Jack February.  Dullab is an Attorney from Grahamstown.",
            "Male"
        ],
        [
            "ADV SANDI",
            "What did you and Dullab decide?",
            "Unknown"
        ],
        [
            "ENOCH MALI",
            "He said that he was going to try and conduct this matter as far as he could.  We then found that the matter wasn't getting anywhere.\n On the 13th of January 1989 I came to Grahamstown and I found Dullab sitting there.  I asked him what happened and he said no, he got a letter from investigating officers saying that no such person ever existed.  I said to him, look don't pretend that you can't think.\n Everyone in Fort Beaufort knows what happened to me, how can you agree with something that you don't know about?  And he said that he was going to take the matter to the civil court, but I should pay him R250-00.\n I said look, take this matter to the civil court because I am going to hate this person for the rest of my life and so are my children.  And he seems to be targeting people that aren't very educated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sandi, excuse me for a moment.  There are\ncertain people who do not have earphones, because there are people who are making use of earphones without really needing them, because they understand Xhoza.  Perhaps they didn't hear me this morning, but I am appealing to people who understand Xhoza not to make use of the earphones and in stead make them available to people who don't understand Xhoza.\n Could the logistics officer please stand?  I would like everyone who understand Xhoza, to please give her the headphones.  And those people who do not understand Xhoza, could they go to the room over there and get earphones?\n I am sorry to disturb you, but I am noticing that a number of people are just sitting here and they cannot hear  what is taking place because they don't have earphones.\n Thank you very much, Ntsiki, could you bring your witness to an end?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Yes.  Mr Mali, let us round off now.  There is a request which you made in your statement asking for an investigation to be launched into exactly what happened.",
            "Unknown"
        ],
        [
            "ENOCH MALI",
            "Yes, please.  The municipal police, we know who they are, they were criminals who were recruited  and dressed in the green uniform or the blue overalls, they had no education and they were given firearms.\n That is a bit problem which we had because these people are still there now and even at this point in time, these people are still given high posts.  So, we still have that problem.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is there any other request which you would like to make?",
            "Unknown"
        ],
        [
            "ENOCH MALI",
            "I don't know what else the Commission can do, but I would definitely like to know why I was shot.  I cannot\njust reconcile or forgive without knowing.  Because we still live with these people.  My child is still going to grow up and know about these atrocities that took place because one can forgive, but you cannot necessarily forget.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you very much Mr Mali.  Mrs Danster, we have made a mistake when we took your oath, we mentioned a wrong name.",
            "Unknown"
        ],
        [
            "XOLOKHAZI DANSTER",
            "(sworn states)",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Thank you Mr Chairperson.  Mrs Danster, you are here to talk about Nceba Danster, what is your relationship to him?",
            "Unknown"
        ],
        [
            "XOLOKHAZI DANSTER",
            "Nceba Danster is my brother's son.",
            "Female"
        ],
        [
            "ADV SANDI",
            "How old was he at the time?",
            "Unknown"
        ],
        [
            "XOLOKHAZI DANSTER",
            "He was born in 1948.",
            "Female"
        ],
        [
            "ADV SANDI",
            "You said that he was shot, can you please tell us what was happening?",
            "Unknown"
        ],
        [
            "XOLOKHAZI DANSTER",
            "Nceba was shot on the 7th of May 1986.  I was at work at the time.  I was working in the Lukhanyo Day Centre.  It was after lunch, I've just washed dishes.\n I went out.  I saw people looking at the direction of my house, I then went out.  I went in to tell the co-workers that I was going to be back, I just wanted to go and see what was going on.\n When I was on my way there, people were looking at me as if they knew that something happened.  When I was about to reach my home, Nomsa Reysman came to me together with Sbongile Yantolo and Nomfundo Gabashe.  They were coming from the street of my home.\n They were coming towards me.  When I was passing them, they said that we shot Nceba Danster dead.  I did not answer them.  I saw my  mother sitting outside, calling Nceba,\nbecause she could not walk.\n Nceba used to go at home to look after my mother because she was over 80 years old.  My mother just heard gunshots and she called out for Nceba.  She was sitting outside because if the teargas was dispersed, Nceba used to come and go home and take my mother inside the house because she could not walk at that time.\n I heard that my mother was calling for Nceba and I couldn't see where Nceba was.  At the house that he used to visit, the door was closed.  I went through the yard, I then went to the backyard, Nceba was alone.  He was red with blood.\n He was wandering around.  I went to Mr Nazo's house, but he was not there.  I found out that he went to Nondulu to try to a car.  I tried to take Nceba and I put him in the chair.  I was then covered with blood.\n Mr Nondulu together with other people who were coming to help, they came.  Mr Nazo said that here is a car, Makazi, because people referred to me as Makazi.\n I told them that we must take him to Alice because if we are going to take him to that hospital, the police will go ad arrest him.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Were you going to take him to Victoria Hospital?",
            "Unknown"
        ],
        [
            "XOLOKHAZI DANSTER",
            "Yes.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Did you manage to get there?",
            "Unknown"
        ],
        [
            "XOLOKHAZI DANSTER",
            "When we were on our way to Victoria Hospital, there is a village called Mxenge.  He then passed away on our way to the hospital.  After that, one young man who was with us said to me, it looks as if he has passed away.\n I then became unconscious, I woke up in the hospital. \nThe nurses then told me that they will call the investigators because Nceba had already passed away.\n If I remember well, one investigator Memani came.  They took his body.  I then said to Mr Memani we are not going to go there and report because if we are going to report this case, we are going to be arrested.  I requested him to go and report this case himself.\n And I also asked him to phone my brother who was an investigator in Port Elizabeth to inform him about this.  We then went home, we left Nceba in Alice.  Mr Memani then went to give a statement, he then said that when he arrived Nomsa and her friends were there and they were saying that they killed him.\n They were not aware that he was already dead, they thought that they just injured him.",
            "Female"
        ],
        [
            "ADV SANDI",
            "What is the relationship between Nomsa and Nceba?",
            "Unknown"
        ],
        [
            "XOLOKHAZI DANSTER",
            "Nomsa was one of the Amangundwana and Nceba was a member of ANC Youth League.",
            "Female"
        ],
        [
            "ADV SANDI",
            "How was the funeral?",
            "Unknown"
        ],
        [
            "XOLOKHAZI DANSTER",
            "We were told to bury him on Wednesday.  My brother from Port Elizabeth said that that is not going to happen, we are going to bury him on Saturday.\n We were told that only 200 people are allowed and we told them that we have relatives and friends, so I told them that they cannot only allow just 200 people.\n My brother then told them that we are not going to do that.",
            "Female"
        ],
        [
            "ADV SANDI",
            "; At the funeral, were you disrupted by the police?",
            "Unknown"
        ],
        [
            "XOLOKHAZI DANSTER",
            "No, there was nothing because my brother went\nto the Station Commander, telling him that he does not want the police to come and observe the funeral and disrupt the funeral.  They were just there, they were standing in their caspers.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Was there any court case opened?",
            "Unknown"
        ],
        [
            "XOLOKHAZI DANSTER",
            "Yes, in Port Alfred.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Why did this go to Port Alfred?",
            "Unknown"
        ],
        [
            "XOLOKHAZI DANSTER",
            "I did not ask, but one investigator Gani came and told us that the case will be conducted in Port Alfred.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Who was charged in court?",
            "Unknown"
        ],
        [
            "XOLOKHAZI DANSTER",
            "Nomsa Reysman was the one charged, together with Sbongile Yantolo and Nomfundo Gabashe.",
            "Female"
        ],
        [
            "ADV SANDI",
            "what was the outcome of the case?",
            "Unknown"
        ],
        [
            "XOLOKHAZI DANSTER",
            "Only one witness was allowed to talk, to testify in court.  We were then told that we must come back in the following morning for a sentence.\n At about past eleven the following day, Gani came to me at work.  He said that they were not found guilty.  I then said to him, the reason for them not to be found guilty is that they are working for the Government.\n Because Nceba was not doing anything, he was in the yard, they shot him in the yard.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Is Mr Gani an investigator responsible for this case?",
            "Unknown"
        ],
        [
            "XOLOKHAZI DANSTER",
            "Yes.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Where is Nomsa Reysman now?",
            "Unknown"
        ],
        [
            "XOLOKHAZI DANSTER",
            "Nomsa Reysman was killed in Mossel Bay.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Who killed her?",
            "Unknown"
        ],
        [
            "XOLOKHAZI DANSTER",
            "She was killed by her boyfriend.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Where is Sbongile?",
            "Unknown"
        ],
        [
            "XOLOKHAZI DANSTER",
            "Sbongile burnt herself.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Did she die?",
            "Unknown"
        ],
        [
            "XOLOKHAZI DANSTER",
            "Yes, she died.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Nomfundu Gabashe?",
            "Unknown"
        ],
        [
            "XOLOKHAZI DANSTER",
            "Nomfundu Gabashe is still around.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Is she the only one who is still alive?",
            "Unknown"
        ],
        [
            "XOLOKHAZI DANSTER",
            "Yes.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Do you have requests Mrs Danster concerning this matter?",
            "Unknown"
        ],
        [
            "XOLOKHAZI DANSTER",
            "The request we have as the family, Danster family, is that Nceba was working for his mother.  His mother does not have a husband.  His got two children who is still attending school.\n Both of them have completed their matric but they cannot further their studies because no one is supporting them.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Thank you Mrs Danster.  I will hand over to the Chairperson.",
            "Unknown"
        ],
        [
            "XOLOKHAZI DANSTER",
            "I would like the Truth Commission to assist us especially my sister because Nceba was supporting her.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Who is your sister?",
            "Unknown"
        ],
        [
            "XOLOKHAZI DANSTER",
            "Nceba's mother.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Thank you, Ma'am.  Thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Chairperson, I would like to ask these people if any attempts were made by the community to reconcile the people because it is quite clear that these people reside there?  What can be done to reconcile you people and bring about harmony?",
            "Unknown"
        ],
        [
            "XOLOKHAZI DANSTER",
            "We greet each other, we talk to each other, and their parents as well.  We don't bear any grudges against each other, there is no ill feeling.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Enoch Mali, you said that you were the\norganiser of the workers.  Of which Trade Union was that?",
            "Unknown"
        ],
        [
            "ENOCH MALI",
            "It was known as SAWU at the time and I was part of the residential committee of the UDF at the time.\n In 1987 I was on the residential committee of the UDF.  That is all for now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We thank you.  We thank the four of you, Nocawe Maki, Nkosiyabo Ngidla, Enoch Mali and you also Mrs Danster.\n We thank you for your testimony.  I do not know why people said that, called the municipal police Amangundwana, but it is quite clear that the damage done by them is quite extensive.\n These mine rats may appear very small, but their damage can be rather extensive.  We have the hope that by bringing your testimony before this Commission and before the nation, that you would have made a contribution towards ensuring that never again, will there be two legged mine rats walking around in our communities.\n Because the community of Grahamstown and Fort Beaufort and others have been affected by these municipal police.  We thank you for the contributions which you have made and also the requests which you have made.  Our work is to compile a report, consisting of all these requests after having investigated them and thereafter we will submit the report to the President of this country.\n The President of this country will then sit down and see how to respond to these requests, which can be done and which cannot be done.  Our work is basically to put it in his hands.  We thank you for having come to us and testifying before us.  We ask you to take your seats now.\n Goodbye Mr Mali.",
            "Unknown"
        ]
    ]
}