{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-04-08",
        "location": "GRAHAMSTOWN",
        "day": "2",
        "names": [
            "NOMBULELO ETHEL MSUTU"
        ],
        "case number": "EC0203/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55142&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/gtown/msutu.htm",
        "speakers": [
            "REV XUNDU",
            "NOMBULELO ETHER MSUTU",
            "CHAIRPERSON",
            "JUNE CRICHTON"
        ],
        "original_speakers": [
            "REV XUNDU",
            "NOMBULELO ETHER MSUTU",
            "CHAIRPERSON",
            "MS CRICHTON",
            "MRS MSUTU"
        ]
    },
    "testimony": [
        [
            "REV XUNDU",
            "Nombulelo Ether Msutu, please stand up.",
            "Unknown"
        ],
        [
            "NOMBULELO ETHER MSUTU",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.  Mr Chairperson, she has been properly sworn in.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, we welcome you Mrs Msutu.  We will hand over to June Crichton to lead you with questions on behalf of the Commission.",
            "Unknown"
        ],
        [
            "JUNE CRICHTON",
            "Good afternoon Mrs Msutu.  Can you hear me?",
            "Female"
        ],
        [
            "NOMBULELO ETHER MSUTU",
            "Yes, I can hear you.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Mrs Msutu, there are many cases that we hear, many terrible cases that we hear and yours is a case which is particularly horrifying in what happened to your son and I want to set the scene, a little bit, by you telling me what his involvement was, what organisation was he involved in.",
            "Female"
        ],
        [
            "NOMBULELO ETHER MSUTU",
            "My son was a member of COSAS.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "And in his involvement with COSAS he was attending many political meetings.",
            "Female"
        ],
        [
            "NOMBULELO ETHER MSUTU",
            "Yes, he was attending many political meetings.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "And as a result of that there was a lot of harassment in your home.  What happened to your home?",
            "Female"
        ],
        [
            "NOMBULELO ETHER MSUTU",
            "In my home we were not sleeping at night because of the police.  They were harassing me all the time.  They would come at night and they would insult me and I would insult them back.  They would break my windows and smash my doors and during that time my brother got sick.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Now, we are talking about the death of your son.  Is that not right, Mtunzi?",
            "Female"
        ],
        [
            "NOMBULELO ETHER MSUTU",
            "Yes.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "On the 18th of July, will you tell us exactly what happened that caused his death.",
            "Female"
        ],
        [
            "NOMBULELO ETHER MSUTU",
            "What happened is I was at work.  I was waiting for a bus.  One young man came from Metu. He asked me when are you going to bury your son.  I asked which son.  He told me your second born.  I said what do you mean, because I last saw my son on Friday.  It was on Monday that day.  I asked him why are you asking me this.  I went back home. When I arrived at home his younger brother was standing with his cousins.  They told me that the police van passed by, it was Nombenqana and Mankayi.  They, Nombenqana came out of the van, they asked the number of my house.  I asked them whether they found my son.  I did not think at that time that my son was shot. I thought maybe he was arrested.   I then decided to go to church.\n In the following morning I went to my neighbour at about three.  I told my neighbour to accompany me to this beer-hall where the police use to drink.  We met some men and asked them where this beer-hall was.  When we arrived there I asked for Nombenqana.  One lady told me that he was not there, but we waited for him.  Nombenqana then arrived and then I asked him why was he looking for my numbers, my house's number.  He then said that he was just looking for, he was just searching for a certain number.  I then went to work, but before that Nombenqana accompanied one policeman and this lady who accompanied me told me to follow him, maybe he was scared of talking in front of the people.  When I confronted him, Nombenqana said there were people who were shot.  He told me to go to the mortuary to look, to go and look there.\n I went back home and then took a bus.  There was one lady in the bus, Zukiswa, together with Pulani.  I told them to accompany me to go to the police station.  When I arrived at the police station I was, I looked all over for my son, but he was not there.  I then met Dunjwa.  I asked him whether there were corpses in the police station.  He then said, he did not know, but he will open up so that we can look.  He opened up, these children told me not to go in.  They then did go in to search for him.  Then when they came back I could see in their faces that my son was there.  Dunjwa came to me and then he asked me why I came alone, why did I not take my brother with me.  I told him that I did not know my son was dead.  When they showed me my son there were bullets all over in his back.  I then went out of that room.  They told me that they will call me when the post mortem was going to be conducted.\n Dunjwa and these children that accompanied me, they were scared.  There was a plastic in that bin, a black plastic.  I then took my child's clothes to that plastic.  Then I was called to sign.  I then went out.  When I went, when I was going back home I did not know what was going on, I just collapsed.  Notazi came, they took me home.  When we arrived at home they showed me his clothes.  There was blood all over.  It was found that Tobile Nobebe shot him in N Street and he dragged him to another street.  They then dragged him, he was not dead at the time.  They took his body in the S-section, next to the Qangule house.  They gave the impression that he was involved in an attack of this house.  Tobile was a policeman.  He tried to persuade my son to join the police force, but he refused.  Strydom use to come and say that he will shoot him if he can find him.  He then said that next time he will take me and arrest me and then I said to him, do that.  \n Even after my son's death, I was not happy. The police were all over, they were shooting all over.  It was worse when the funeral was in the stadium, they were harassing me all the time, I was not happy.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "I just want to ask you a question.  I am going to interrupt you, Mrs Msutu.  I want to ask you, you say that they tried to persuade your son, Tobile had tried to persuade your son to be a policeman.  Do you think that had anything to do with his shooting, the fact that he refused?",
            "Female"
        ],
        [
            "NOMBULELO ETHER MSUTU",
            "I am not saying that it had anything to do with his shooting, because he was shot for being politically active.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "But you have made it quite clear that he was framed for the stoning or possible stoning of the house of the councillor.  I want to move on now, I want to move on to the funeral now so that we are brief.  At the funeral you were given restrictions, you were told that only 200 people could come.  Is that correct?",
            "Female"
        ],
        [
            "NOMBULELO ETHER MSUTU",
            "Yes, because I had gone to the Commander here at OK and asked that 4500 people attend, 4500, and that was the Wednesday, they refused and Saturday morning that policeman came and was dressed in another way and said that 200 people were allowed to attend and were giving people tickets allowing them to attend.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "What do you mean he was dressed in another way?",
            "Female"
        ],
        [
            "NOMBULELO ETHER MSUTU",
            "Where I spoke to him the first time he was in this brown, these brown clothes that they had, that they use to wear, their uniform and when he came to me he was in a navy uniform, a navy blue coloured uniform.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "And then he said to you that you had to take tickets, give tickets to the people?",
            "Female"
        ],
        [
            "NOMBULELO ETHER MSUTU",
            "He said to me that the tickets he was going to give me were for 200 people.  He did not have tickets for 500 people and I asked him whether he had not agreed, initially, why he was now changing his tune and giving me 200 tickets.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Let us move to the funeral now.  At the funeral there was an upsetting situation that happened?  Would you tell us about that, when the coffin was opened?",
            "Female"
        ],
        [
            "NOMBULELO ETHER MSUTU",
            "When the coffin was opened they were harassing the people and trying to send people away who did not have tickets.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "And then, finally, the court case, you say in your statement that witnesses would not testify because of fear of their lives.  Is that correct?",
            "Female"
        ],
        [
            "NOMBULELO ETHER MSUTU",
            "The witness did not want to testify or give a statement to the Attorney Sandi because he was afraid, he feared for his life and we decided to leave it at that.  I went to court and it was found that Mtunzi was guilty, but he was defended by the Government.  He was found not guilty because it was said that he had gone to raid in spite of the fact that they had planted stones around him.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "You are saying the court said that he was not guilty?",
            "Female"
        ],
        [
            "NOMBULELO ETHER MSUTU",
            "He was, Tobile was found not guilty in court.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Did he have dependents, children?",
            "Female"
        ],
        [
            "NOMBULELO ETHER MSUTU",
            "Yes, he has two children, a boy and a girl who are struggling because of the unstable grant and I have to contribute towards their school education from time to time.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Mrs Msutu, what are your expectations from the Commission, what are you hoping that we will do?",
            "Female"
        ],
        [
            "NOMBULELO ETHER MSUTU",
            "I thank you.  My requests are two, that these children be educated and cared for.  This is my wish, because Tobile's life was cut short and my things at my house were destroyed too, but that does not matter as much as their education.  I would like the Commission to assist in their education, because Tobile, to think that Tobile is a cruel person, he humiliates this boy.  You know, when he sees him in public, he throws him a 50 cents or something and this boy refuses to take his money, he regards it as dirty money.  Up to this day I would not leave him, you know.",
            "Female"
        ],
        [
            "JUNE CRICHTON",
            "Mrs Msutu, thank you for your testimony.  I am going to hand you back to the Chairperson now.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Msutu, we thank you for having come forward to tell your story.  You have reminded us of a very painful period where people were killed and where conditions were set even for their burial.  You have reminded us of a time where the Government was getting involved in things that had nothing to do with Government, as such, limiting amounts of people that could attend funerals.  As you say you applied for permission to have 500 people attend the funeral and, ultimately, you were granted permission for only 200 to attend the funeral.  We remember that period very well.  It was a very painful period.  We as priests were told how long our sermon should be and what we should say and what we should not say and who we should allow to speak and who not and we were told that only a certain priest could conduct certain funerals and others were not allowed to speak.  Those were very difficult times.  We understand that this story has upset you and that it is very difficult for you to find inner peace, but I would like to ask you, in the name of this Commission, since you have come forward to tell your story, that you now leave it in the hands of this Commission, because we are now living in different times and you have to leave the law to run its course.  We will investigate the statement you have made and the allegations which you have made before us, but we would not like to hear, at any stage, that you have taken the Law into your own hands because of fury and find yourself in jail, because of that, at any stage, and do something you would be sorry about.  We trust that after having told your story and shared your pain with us here today, that you will now leave it in the hands of this Commission so that the Commission can do its work, because you can rest assured that you will not be oppressed or harassed in that manner again.  There are many woman who have experienced the pain that you have experienced.  There are many woman who have experienced worse.  We would just like to ask you, since you have come to this Commission, that you now leave it in the hands of this Commission.  Thank you very much.",
            "Unknown"
        ],
        [
            "NOMBULELO ETHER MSUTU",
            "I have a request that the perpetrators be brought forward so that we can see who they are.",
            "Female"
        ]
    ]
}