{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-04-09",
        "location": "GRAHAMSTOWN",
        "day": "3",
        "names": [
            "NOMATEMBA A. NDINGANE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55145&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/gtown/ndingane.htm",
        "speakers": [
            "NOSISI VIOLET PAYI",
            "REV XUNDU",
            "CHAIRPERSON",
            "MS MAYA",
            "MS NDINGANE"
        ],
        "original_speakers": [
            "NOSISI VIOLET PAYI",
            "REVD XUNDU",
            "CHAIRMAN",
            "MS MAYA",
            "MS NDINGANE",
            "MS PAYI",
            "CHAIRPERSON"
        ]
    },
    "testimony": [
        [
            "NOSISI VIOLET PAYI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "They have been sworn in accordingly Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We are now going to hand over to Tiny Maya.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Mama's I would like to welcome you.  I would like to start with Mrs Nomatemba Agnes Ndingane.  The story that she is going to tell is about Selby Zanemali Ndingane, who is said to have been shot dead in 1985 in Fort Beaufort.\n We would like you to just confirm whether the date which you remember was in March 1985.  According to the statement it says that he was shot while going to the prayer service for a victim who had been shot.  Do you remember who that victim was?",
            "Female"
        ],
        [
            "MS NDINGANE",
            "I think it was Xolani Ntsangani.",
            "Female"
        ],
        [
            "MS MAYA",
            "What was happening in Fort Beaufort at the time can you remember why people were being shot?",
            "Female"
        ],
        [
            "MS NDINGANE",
            "At the time?",
            "Female"
        ],
        [
            "MS MAYA",
            "Yes Ma'am.",
            "Female"
        ],
        [
            "MS NDINGANE",
            "What happened at the time is that things were very bad, you could not even walk around, it was very bad.  Police would shoot people at random.",
            "Female"
        ],
        [
            "MS MAYA",
            "How old was Selby?",
            "Female"
        ],
        [
            "MS NDINGANE",
            "He was 16 years old.",
            "Female"
        ],
        [
            "MS MAYA",
            "Was he still a schoolgoing child?",
            "Female"
        ],
        [
            "MS NDINGANE",
            "Yes, he was doing standard 10 here at Lawson High School.",
            "Female"
        ],
        [
            "MS MAYA",
            "Was he politically active, was he involved in the political organisations or in the community?",
            "Female"
        ],
        [
            "MS NDINGANE",
            "He was involved in the ANC at the time.",
            "Female"
        ],
        [
            "MS MAYA",
            "In the Youth League?",
            "Female"
        ],
        [
            "MS NDINGANE",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "It is said that your heard that Selby was shot.  Who told you that he had been shot, how did the person come and tell you, what did they say happened?",
            "Female"
        ],
        [
            "MS NDINGANE",
            "A child came at approximately six o'clock while I was sleeping and knocked at the door.  The child had also gone to the prayer service for this deceased person and came to tell us that the people that had gone to that service, had been assaulted and others were arrested.\n Selby was one of the people who was at that service.  I was told that some of them were at the police station.  I then went and got my aunt and we went there and when we got there, we were told to stand aside.  We stood aside.  I think the Commander of the Police said that because there were so many of us.  \n It was then asked who the child's mother was and I heard him tell my aunt, that the child had been injured, fatally injured and was at the mortuary and the aunt said that I was the mother.  And he said that he sympathised with me, the child had been shot by the police.\n I then fainted and I - when I came to, I was at Mr Fani Mdange's house.  The following week we were told to go to the Investigators to find out what happened.  They told us that we should come back the Wednesday morning and that a post-mortem was going to be conducted at the Day Hospital.\n We then went at one o'clock and went to Stompie's, it was performed and my aunt went in because I could not handle it, I was ill.  My aunt went in and came out with her hands full of blood and we were told to get transport and take him to a mortuary.",
            "Female"
        ],
        [
            "MS MAYA",
            "Let us finish off, we are going to be very brief.  You say that she came out with her hands full of blood, did she tell you why?",
            "Female"
        ],
        [
            "MS NDINGANE",
            "No, we were told to take him, we looked for transport and took him to Newtown to a place there and then we went back to the Investigators and we were given a burial date.  We were told not to bury him over the weekend, but to bury him either on a Wednesday - Tuesday or Wednesday and not too many people were to attend.\n I then told them that his fellow students were going to  go.  I was told that they had to be in the yard and not outside the yard, and that when the police came, I should show them the letter.",
            "Female"
        ],
        [
            "MS MAYA",
            "Were you not harassed in any way on the day of the funeral?",
            "Female"
        ],
        [
            "MS NDINGANE",
            "No, the police were there in their caspers.",
            "Female"
        ],
        [
            "MS MAYA",
            "Is there anything that you would like to add lastly before we finish off or is that all you would like to say?",
            "Female"
        ],
        [
            "MS NDINGANE",
            "In September I received a summons and I went to court and told them that I was summonsed and they said that they called me in to tell me, the Prosecutor told me that he called me in to let me know that my child was killed by the police.  It seems that the Prosecutor has since died in a car accident and I wanted to know who the police were\nand I was told that no, we are merely going to tell you that policemen are responsible for the death of your son, we are not going to tell you who those police are.",
            "Female"
        ],
        [
            "MS MAYA",
            "Were those police ever prosecuted?",
            "Female"
        ],
        [
            "MS NDINGANE",
            "At the time we did not know what we could do, but we were told that the police were responsible although he did not want to tell us who the police were that were responsible.",
            "Female"
        ],
        [
            "MS MAYA",
            "Is that in the Fort Beaufort court?",
            "Female"
        ],
        [
            "MS NDINGANE",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you have an Attorney?",
            "Female"
        ],
        [
            "MS NDINGANE",
            "No, we did not.",
            "Female"
        ],
        [
            "MS MAYA",
            "Is there any request which you would like to make?",
            "Female"
        ],
        [
            "MS NDINGANE",
            "My request is that the Truth Commission please see what I can do because I don't even know who those police are that shot my child and my child was doing standard 10 at Lawson and I am sure that my dreams for my child to become something and then work for me and take care of me, would have been fulfilled.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you Ma'am.  We would now like to go to Mrs Nosisi Violet Payi.  Mrs Payi, your story is about Bukelwa Notargane Payi.  Was she your daughter?",
            "Female"
        ],
        [
            "NOSISI VIOLET PAYI",
            "She was my brother's daughter, but she was staying with me.",
            "Female"
        ],
        [
            "MS MAYA",
            "Was she also shot on this day?",
            "Female"
        ],
        [
            "NOSISI VIOLET PAYI",
            "Yes, it was on the 8th of March in Ntsangani's home.",
            "Female"
        ],
        [
            "MS MAYA",
            "How old was Bukelwa at that time?",
            "Female"
        ],
        [
            "NOSISI VIOLET PAYI",
            "She was born in 1970.",
            "Female"
        ],
        [
            "MS MAYA",
            "In other words she was 15 years old?",
            "Female"
        ],
        [
            "NOSISI VIOLET PAYI",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "Was she still at school?",
            "Female"
        ],
        [
            "NOSISI VIOLET PAYI",
            "Yes, she was doing standard 5 at the time.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you find out why they were shot by the police?",
            "Female"
        ],
        [
            "NOSISI VIOLET PAYI",
            "They were attending this night vigil of Xolani Ntsangani, he was from Debe.  That day it was not a riot night vigil, because even older people were attending this night vigil.\n I was sleeping at home, this child told me that she was attending this night vigil.  In the morning while I was still wondering where she was, one other child came telling me that people have been assaulted in the night vigil.  On the 9th of March at quarter to nine I saw a police van.\n There was a Black Detective, Makalima and one White Detective.  Makalima came in, he greeted us.  We agreed, he then sat down.  He asked whether we are the Payi family, I said yes.  He asked whether we knew Bukelwa Payi, I said yes, that is my child.\n I asked what happened to her, he said that she had been shot.  I said what?  He said that she had been shot yesterday.  I asked him where she was.  He said that she was in Van der Baker Mortuary.  I said what happened, he said that she died.\n I was confused.  They then left.  Because I have a heart problem, I said to my brother they must go to Stompie.  They did, she was there.  She was shot in the head.  We then decided to take her to Newtown parlour in the Coloured area.\n We then buried her the following week.  I tried to consult my family to help me so that we can bury her because I am a pensioner.",
            "Female"
        ],
        [
            "MS MAYA",
            "Were you disrupted by the police in the funeral?",
            "Female"
        ],
        [
            "NOSISI VIOLET PAYI",
            "No, we were not disrupted, but only 200 people\nwere allowed to attend the funeral.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you allow that order?",
            "Female"
        ],
        [
            "NOSISI VIOLET PAYI",
            "The people did attend the funeral, the police were all over, they were surrounding us.  Their police vans were in the field next to the graveyards, but nothing happened.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you know who killed Bukelwa?",
            "Female"
        ],
        [
            "NOSISI VIOLET PAYI",
            "No, we did not know.  We only heard from Makalima that she was shot by the police.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you get something from the Magistrate saying that she was shot by the police?",
            "Female"
        ],
        [
            "NOSISI VIOLET PAYI",
            "No.",
            "Female"
        ],
        [
            "MS MAYA",
            "Did you open a case?",
            "Female"
        ],
        [
            "NOSISI VIOLET PAYI",
            "No, we did not open a case.  We just left this in God's hands that if these people are killing people, they must continue doing that.",
            "Female"
        ],
        [
            "MS MAYA",
            "Thank you Ma'am, is that all you have to say?",
            "Female"
        ],
        [
            "NOSISI VIOLET PAYI",
            "Yes, that is all.",
            "Female"
        ],
        [
            "MS MAYA",
            "Do you have a request or a wish to make to the Commission?",
            "Female"
        ],
        [
            "NOSISI VIOLET PAYI",
            "Yes, I do have a request to the Commission because I am a pensioner, my child would have been educated today.  She would have worked in the office or somewhere else, because our children have pride in their minds or they are intelligent.",
            "Female"
        ],
        [
            "MS MAYA",
            "In other words you are saying that your daughter would have been supporting you today?",
            "Female"
        ],
        [
            "NOSISI VIOLET PAYI",
            "Yes.",
            "Female"
        ],
        [
            "MS MAYA",
            "I am going to hand over to the Chairperson, thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We thank both of you.  Your story have touched us.  Mrs Payi's words have also touched us that she\ngave this to God's hands.\n We hope that what the Commission is doing, all the questions will be answered.  All your prayers will be answered.  We will try to investigate.  We will also consult Makalima to try to clarify this matter to tell us what happened.\n Mrs Ndingane, you named your son  Zanemali, because you hoped that one day he will bring money in your family, but that did not happen.\n We have noted your request and we will forward them to the President.  For now we thank you.",
            "Unknown"
        ]
    ]
}