{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-04-08",
        "location": "GRAHAMSTOWN",
        "day": "2",
        "names": [
            "BULWANA VAALTYN"
        ],
        "case number": "EC0523/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55156&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/gtown/vaaltyn.htm",
        "speakers": [
            "CHAIRPERSON",
            "BULWANA VAALTYN",
            "REV XUNDU",
            "MS MAYA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR VAALTYN",
            "BULWANA VAALTYN",
            "REV XUNDU",
            "MS MAYA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Sir, how do you pronounce your name?",
            "Unknown"
        ],
        [
            "BULWANA VAALTYN",
            "I am Bulwana Vaaltyn.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We welcome you.  We will hand over to Reverend Xundu to swear you in.",
            "Unknown"
        ],
        [
            "BULWANA VAALTYN",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you.  Mr Chairperson, he has been properly sworn in.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Tiny Maya will lead you with questions on behalf of the Commission.",
            "Unknown"
        ],
        [
            "MS MAYA",
            "Thank you, Mr Chairperson.  Mr Vaaltyn, in your statement in front of us you are going to talk about yourself, about what happened to you in July 1980 in M Street next to T Street in Grahamstown.  Can you please tell us, briefly, what was the situation in your area at that time.",
            "Female"
        ],
        [
            "BULWANA VAALTYN",
            "There was chaos all over.  The police were all over the area.  There was shooting all over, the police were shooting at people.",
            "Male"
        ],
        [
            "MS MAYA",
            "What was the reason for that?",
            "Female"
        ],
        [
            "BULWANA VAALTYN",
            "The reason was that the youth were fighting for their freedom.  They were all over the streets.  It is when the police were shooting them.",
            "Male"
        ],
        [
            "MS MAYA",
            "You said that you were shot when the police were passing with their seven police vans in M Street.",
            "Female"
        ],
        [
            "BULWANA VAALTYN",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "Were you shot because of political reasons or were you just passing by?  What happened?",
            "Female"
        ],
        [
            "BULWANA VAALTYN",
            "At the time when the police were shooting me, they were just shooting black people.  I was alone at that time.  I was coming from church, I was on my way home.",
            "Male"
        ],
        [
            "MS MAYA",
            "In other words, the police, at that time, were just shooting everybody in the streets?",
            "Female"
        ],
        [
            "BULWANA VAALTYN",
            "Yes, they were just shooting black people in the streets, because I was alone in the street, I could not do anything to the police.  They came with their seven police vans.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you notice any of the police who were shooting you?",
            "Female"
        ],
        [
            "BULWANA VAALTYN",
            "It was at night, they were in their police vans.  I did not notice anyone, I just heard gunshots.",
            "Male"
        ],
        [
            "MS MAYA",
            "What happened to you after you were shot?  Were you treated?",
            "Female"
        ],
        [
            "BULWANA VAALTYN",
            "When I got shot I went in one house.  I asked them to find a car for me to take me to hospital, because I could not sleep without getting medical treatment.  They managed to get this car.",
            "Male"
        ],
        [
            "MS MAYA",
            "How were you injured?",
            "Female"
        ],
        [
            "BULWANA VAALTYN",
            "I was injured badly.  As a result the doctor came on Sunday, because I was shot on Saturday evening.  The doctor said I had to undergo an operation.  There were bullets in my lungs.  The doctors, the doctor decided to operate me so that they can remove the pellets in my body.  Even now I have pellets embedded in my body.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did they manage to take them out?",
            "Female"
        ],
        [
            "BULWANA VAALTYN",
            "Because I could not breathe all night, but when they operated me, I got better, I could breathe, but it was very painful.",
            "Male"
        ],
        [
            "MS MAYA",
            "How long did you stay in hospital?",
            "Female"
        ],
        [
            "BULWANA VAALTYN",
            "I stayed for two weeks.  I was discharged in the third week.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you lay a charge?",
            "Female"
        ],
        [
            "BULWANA VAALTYN",
            "I went to an attorney, but they told me to go to one white lady in Gofa Street.  She will be the one attending my case.  I went there.  She told me that I must go to Rhodes University, there is a professor there, because she cannot take my case.  After two days I was called and the professor said that he cannot take my case. I then confronted an attorney and he said that he will deal with the Government.  He then took steps for my interest.  As I was injured in 1980 and in 1982, in February in 1982 my case started in court.",
            "Male"
        ],
        [
            "MS MAYA",
            "Then what happened to your case?",
            "Female"
        ],
        [
            "BULWANA VAALTYN",
            "I was on the stand from nine o' clock up until three o' clock and the police were found guilty.  I was then awarded R3 100,00.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you receive that money?",
            "Female"
        ],
        [
            "BULWANA VAALTYN",
            "Yes.",
            "Male"
        ],
        [
            "MS MAYA",
            "At the time of this incident were you working?",
            "Female"
        ],
        [
            "BULWANA VAALTYN",
            "Yes, I was working.  I was a driver in the Nuns Organisation.",
            "Male"
        ],
        [
            "MS MAYA",
            "Did you go back to work?",
            "Female"
        ],
        [
            "BULWANA VAALTYN",
            "Yes, I did.",
            "Male"
        ],
        [
            "MS MAYA",
            "What is your request to the Commission?",
            "Female"
        ],
        [
            "BULWANA VAALTYN",
            "Because I was injured, the money, that the settlement was not enough for me.",
            "Male"
        ],
        [
            "MS MAYA",
            "In other words, what do you want?",
            "Female"
        ],
        [
            "BULWANA VAALTYN",
            "I want money, because I was injured.",
            "Male"
        ],
        [
            "MS MAYA",
            "Is there any specific amount of money you would like?",
            "Female"
        ],
        [
            "BULWANA VAALTYN",
            "No, but the R3 300,00 is not enough for me.",
            "Male"
        ],
        [
            "MS MAYA",
            "Is that all, Sir?",
            "Female"
        ],
        [
            "BULWANA VAALTYN",
            "Yes, that is all.",
            "Male"
        ],
        [
            "MS MAYA",
            "I will hand over to the Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Bulwana Vaaltyn, in your statement, in your written statement you requested that you need us to investigate who the perpetrators are. Is that so?",
            "Unknown"
        ],
        [
            "BULWANA VAALTYN",
            "Yes, that is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you think we still need to investigate, because this case was in court and these people were sentenced?  Did you not find from the lawyer who did this?",
            "Unknown"
        ],
        [
            "BULWANA VAALTYN",
            "There was only one person who was found guilty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So, in other words, the police, as a whole?",
            "Unknown"
        ],
        [
            "BULWANA VAALTYN",
            "Yes, because there was one police on behalf of the rest of the other police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand, Sir.  Thank you, Sir.  You have a short testimony and a clear testimony.  Your request is also clear.  We will try to talk with your Attorney, Nickledon?  Is he still around?",
            "Unknown"
        ],
        [
            "BULWANA VAALTYN",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will try to talk to him so that he can help us in this investigation so that we can find the perpetrators and you can know who their names are.  Even your second request we will forward it to those who will receive the report of the Commission.  They will decide what to do.  Thank you for your testimony.  It is clear that you are a, it is clear that you are a Priest from your congregation.",
            "Unknown"
        ],
        [
            "BULWANA VAALTYN",
            "I thank the Commission, because before we did not know what to do, we did not know where to talk to.  God has made such an event, such a hearing so that we can say what was happening to us at that time.  This was a very painful thing to us.  We did not, we were not able to say these things to anyone, but today it will be better, because we managed to come here and to say what was the pain.  Thank you.",
            "Male"
        ]
    ]
}