{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-08-22",
        "location": "HEIDERVELD",
        "day": "1",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55167&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/heide/ct00104.htm",
        "speakers": [
            "CASE NO",
            "VICTIM",
            "NOMAKULA EVELYN ZWENI",
            "VIOLATION",
            "TORTURE AND",
            "BEATING",
            "TESTIMONIES FROM",
            "GIRLSIE NYENYEMBEZI",
            "DR BORAINE",
            "MS GOBODO-MADIKIZELA",
            "MS NYEMBEZI",
            "CHAIRPERSON",
            "WENDY ORR",
            "ADV NTSEBEZA",
            "INTERPRETER"
        ],
        "original_speakers": [
            "CASE NO",
            "VICTIM",
            "NOMAKULA EVELYN ZWENI\n",
            "VIOLATION",
            "TORTURE AND\n",
            "BEATING\n",
            "TESTIMONIES FROM",
            "GIRLSIE NYENYEMBEZI\n",
            "DR BORAINE\n",
            "MS ZWENI\n",
            "MS GOBODO-MADIKIZELA\n",
            "MS NYEMBEZI\n",
            "CHAIRPERSON\n",
            "DR ORR\n",
            "ADV NTSEBEZA\n",
            "INTERPRETER\n"
        ]
    },
    "testimony": [
        [
            "CASE NO",
            "CT/00104",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "",
            "Unknown"
        ],
        [
            "VIOLATION",
            "SHOOTING,",
            "Unknown"
        ],
        [
            "TORTURE AND",
            "",
            "Unknown"
        ],
        [
            "BEATING",
            "",
            "Unknown"
        ],
        [
            "TESTIMONIES FROM",
            "",
            "Unknown"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "",
            "Unknown"
        ],
        [
            "GIRLSIE NYENYEMBEZI",
            "",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "We invite Nomakula Evelyn Zweni to the witness stand please.  Good morning Ms Zweni, you are very welcome, we are delighted to see you.  Thank you for coming.  Ms Zweni yes first put that on.  Ms Zweni can you hear my voice and can you hear the translation?",
            "Unknown"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "Yes.",
            "Female"
        ],
        [
            "DR BORAINE",
            "You can follow - okay.  Ms Zweni I'd like you to take the oath, would you please stand.\nNOMAKULA EVELYN ZWENI Duly sworn states",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Ms Zweni in welcoming you today, I notice that your troubles started as early as 1960 which is when the work [indistinct]",
            "Unknown"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "That's so.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Started, at the start, but you also had more trouble in '76, in 1977, beatings, shooting, torture.  So you have come a very-very long way and we'd like you to tell your story to all of us now, and not only to those in this room, but of course to many-many others who are listening on the radio, or perhaps will watch the television or read about it in the newspapers.  You have a story that we all need to hear.  And Pumla Gobodo is going to help you as you tell that story.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you Chairperson.   Is this on - is it on.  Thank you mamma you can take off your headphones because the two of us are going to understand each other.  But I am going to first give other people a little background of what was happening in 1960's so that you can continue with your story.  I am going to start talking to them, I am going to speak in English.\nThis is going to be very short, it's just a small background on what is going on at the - and what was going on at that time.  Information that was supplied by our research department and compiled by Madelein Fullard.\nOn the 21st March 1960, 10,000 people marched in Langa to mark the launch of the campaign against pass laws.  Prior to the march, the late Robert Sibokwe ?? wrote a letter to the Commissioner of Police General Rademeyer to warn him of the campaign and to assure him of it's non violent intentions.  This was reiterated at a Press Conference on the 18th of March 1960.\nOn the 21st March a group of men marched from Nyanga to the Phillipi police station.  In Langa 10,000 people gathered.  Police [indistinct] and fired shots at the people to disperse the gathering.  Two people were killed and many injured.  Ms Zweni in front of us here, was one of the people present in that gathering in Langa.  Ms Zweni - in Langa and then she later marched to Langa.  She was also involved in activities around the 1976/1977 - '78 periods.\nAs you will remember events of 1967 marked by the Sowetho march on June 16th 1976 were followed by a series of events during 1977.  One of the highlights of which was the death of Steve Biko and then in 1978.\nNow Ms Zweni's experiences involved both those events.  I want to welcome you again here ma, I would like to ask you to start by telling us when did you arrive in Cape Town.  Tell us about yourself when did you - when did you come to Cape Town and what were you doing in Cape Town.",
            "Female"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "I came here in 1957 -  I came here in 1957, I came to my husband.  I was born at George.  I was married to my husband here in Cape Town.  I was living at Jakkalsvlei, from there to Rylands.  Then from there to Welkom, so which is now called Surrey Estate.  There I met Debranch who told us to move, because there was a temporally building that was being built.\nNow he told me all the Xhosa speaking people must go to one place over to the other side.  I never went, I never moved, I stayed.  My husband told me do you know that if somebody gets arrested if a person does not obey the law.  I told him I do not want to move.  But we left because I ended up giving in to my husband.  I went to live to NY6 in a two-room which was sandy on the floor.  And it was made of - it was built of zinc with no ceiling or anything, that's where we lived.  We fixed it up.\nIn 1959 we all covered to get away.  We formed an organisation because we were tortured.  While we were still moving around in Cape Town, we were told that if we go into a certain place we were told that we were trespassing.  When we saw this we really didn't like it.  We simply told everybody else and we - we made meetings, we had held meetings only we had informers amongst us who were informing the boers about what we were talking about in our meetings.\nIn 1960 I don't even know how this happened.  I think it was God's doings, because in 1960 on the 27th - first in 1960 we held a gathering in the field.  In that field, in that meeting, I had a car that time.  While we are still in the meeting the boers came in a van.  What I noticed is somebody I can still remember two or three it was Rosana, Themba [indistinct]\nI can still remember what they said to me.  Because at that time I was still - I hated apartheid with all my heart.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "We are sorry mamma - sorry mamma would you like us to continue?",
            "Female"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "Yes we must.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "You said before you made provisions before - I just want you to tell us please  what role did you play, you personally.  What is it that you actually did in the preparations of the 21st of March, what did you do before the 21st was the day prior to everything that happened.  We had a meeting at Guguletu, what I did I was going up and down, trying to organise the march, that was my role.\nEven when I got to the meeting, I didn't sit down, I had to go up and down just to organise everything.  I told them that if I-  could be arrested by a boer,  and now white man would stay in Parliament, I would even come back in a spirit if I am - after I am dead.   Everybody would be free in the field like what we were before.  We left in the morning, we went to [indistinct] to pray there.\nA certain woman prayed that day, who is now dead.  He was - he was praying for a day like this one, after that I went to Langa, from Langa when I got there, I was told that the answer would be, I would get the answer at six o'clock, it was now on the 22nd in the morning.  I was told that the answer, I will get a response in the evening.\nA response about this pass - this pass laws.  I came back home - I stay - I stayed for a long time at home.  After - after 5 pm I went to Langa to get the response about the pass laws.  When we got there, my question was, is the answer that we are getting now here.  Nobody - nobody said anything, just shootings.  Something said - somebody said it was very full in the room and somebody said we got this from Suvukwe\nBullets were just flying all over, there was a [indistinct] I hid next to a shop, I told - I asked my God, I asked God - God if it is you who has allowed this, if it is you who want us to be killed [intervention]",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Mamma these memories we know are very difficult for you to recall.  We understand that they are terrible, we understand.  If you want to wait, you can just take your time.  You can take your time mamma  end of Tape 4, side B ...",
            "Female"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "[indistinct] the citizens were running in front of us.  They were just bodies, strewn all over the place in front of us.  I am from the ANC there were just dead bodies all over the place.  Some were trying to climb buildings, from Langa, that's where actually everything happened.  That was the time I  kneeled down and try to pray, that's when - that's when I kneeled down he was bleeding from his head.\nI said God please I am asking you, I am asking you God, we are tired of apartheid, after that I left, I simply left.  I went to Guguletu, I was told that - they must come back with their passes they would be responded to.  I didn't even see where my husband was.  I heard a certain woman saying your husband has been shot somewhere, he has blood on his - has been - he has blood on his shoulder.  That's how - I said that's how soldiers die.\n We are arrested, we are tired.  You just go to Parow, you are told that you are trespassing, you go to Paarl, you are told that you are trespassing, which South Africa are we going to live in, if you go anywhere you are told that you are trespassing.  After that the boers were just going in and out of our houses, taking people beating up people, eventually they came to me.\nThey came to me, they asked me - they asked me what are you doing here.  I said you are trying to destroy apartheid, that's what I said to him.  I said we are tired, we are simply fed up.  We are simply fed up to have the boers on our shoulders.  We are tired of the yolk on our shoulders.  They didn't ask, they didn't ask they just simply beat us up.\nI was fighting back - I was fighting back - I was telling myself that if I - if I die, I will die in the struggle, but my child will - will know what I died for.  I don't want anything, I don't even want to go to work in a white man's place, because that's - they treat us like monkeys.  We left now after that we were taken to different places.  Around 1968 was a little better.  In 1975, something started now again.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Excuse me mamma, you said  you said as a - your husband was shot on the shoulder.",
            "Female"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "The bullet was taken out, he couldn't go to the doctor, because the doctor himself was afraid.  You couldn't go anywhere, you had to do the treatment yourself buy medicines from the chemist because you couldn't go anywhere, because if you take them to the hospital you would now be identified as one of the rioters.  I tried to take the bullet out myself, I did everything myself.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Mamma let's just talk about your beatings during the 1960's before we can go on to the Bellville beatings.  Just tell us again how were you tortured just because you were part of the 1960 march, on the 21st  of March.  Please just tell us what happened there.",
            "Female"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "Since then I never rested.  The boers were coming in and out, everyday they would come and fetch me, put me into a van, we were scattered all over and you would be beaten up.  You would be beaten, you would even be beaten and not fight back and tired - and not fight back.  Who told you that this is - this is your country.  Who said to this is your - you - you - I use to say this is our land, you are visitors.  While he was beating me, I would him  tell him these things, you - I live in this country.  Your - you will take your apartheid with you and - away to - from South Africa.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Mamma did you have a pass?",
            "Female"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "No I never had a pass, I only had an ID when Mandela was out from prison.  When I saw the newspaper that Mandela was out  that's the only time that I had, I took - I went to get myself an ID.  Somebody said to me - somebody said to me Mandela now is back, go get yourself an ID.  When they asked what about a pass, when are you going to get your pass, I said I am not a dog, I am not going to have a pass somewhere in my body, I will never have a part, never.  I only had an ID just now.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Mamma again let's talk about your beatings and the torture, then we can go to the Bellville incident.",
            "Female"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "We never rested after that, my husband use to sleep sometimes at work.  Sometimes he would come during the day or even at night, I always.  I was always expecting the police.  They use to say you - you - you think you clever, you - one day you'll get what you looking for, that's what they said to me.  Now after that there was a little silence after that as - now in 1976 it was the youth's turn.\nI saw the policeman, I saw them coming, I knew they coming to me.  They asked me if now you have started a grand - they said is that an ANC.  They said this is just - is this the same thing, just beat up a black woman.  They beat me up, the boers that day, my ears were totally closed.\nThey were slapping my face they would beat my head up.  And I just wait for the next beating.  Each time they - they hit me, each after every blow, I will just for the next one.  But after a while - after a while I lost my energy.  That group left and then a new group came in again of the boers.\nThey told me that we think we are clever, you say - you say have the land, where do you think you have the land from.  I said to them we have the land, this land is ours - I am going to say that until I die.  Until I get under the grave, I don't want  [indistinct] in front of my face, because our blood is one, we are all created by God.\nI told him until the very last day, because a boer treats a dog better than a human.  He will - he will treat a dog much-much better than a human being.  He will give you food in a tin, just like a bandiet, this is my home.  I was born here, I don't have a home abroad.  I will never go anywhere else.  I was - in 1976 they said to me you, have you started again.  I said just leave me alone, he said beat her up again, beat her up again, that is how I was beaten up so much and I was fighting back.\nMy ribs were sore,  my back was sore, everything was just sore.  One of the woman gave me pills.  The boers now came again, they came to take me to Bellville.  There is a little - there is a forest just beyond Bellville at one o'clock they beat me up and I was fighting back, and I told myself if God want's me to die, today I am going to die.\nI am going to fight back, I fought back until these two fingers got injured, these two fingers do not work anymore.  One kicked me up - kicked me here, a car approached us, I was red, my face was swollen everything was just swollen - every part of me was swollen.  I couldn't hear anything.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Where were you taken mamma after that, did you - were you taken to hospital?",
            "Female"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "What - taken to hospital, I can never go to hospital nobody can take me to hospital, because when you get you, you will be beaten up anything.  It's the boers anyway in the hospitals so the talk about you.  No you just treat yourself in the house.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Please tell us about the incidents in Bellville, what happened there.",
            "Female"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "I can't remember some of this incidents, there were so many.  After I was beaten up in Bellville, then the boers came again.  When they came in, they told me we are here to fetch you, you are wanted in Court.  I told them I am not going anywhere, you want to kill me now.   \nThey pointed a finger at me and I said to them if you - if you point a finger at me, why are you still doing that, it will be better if you were now crossing over - abroad and leave this country.  You came to our country and take everything that is ours.  I said you are the - you are the offender, I am not offending anyone.  This is my country, I want to - I want to go around in the country with no fear.  And you come to take our land.  You - you came here as visitors, you are only 12,  I must just tell you that.\nThat day the boers didn't say anything, they just kept quite and left.  I told them that we - you are just 12 here, I don't even know that there was that you came with, you were just - you were just nothings when you came - you don't have no where you suppose to be.   I know myself, I am Xhosa speaking, one of them just said ag just leave her alone.  I said I am ready for your beating, do it again beat me up, just do whatever you want to do.\nAfter that I just kneeled down and I prayed and prayer my God.  I said I have been praying God please don't kill me- I trust God, I still trust him.  I trusted him then, I trust him now.  After that some people were just arrested that time.  Bars were set alight, I was there, I told the boers no we told the boers not to have their bars in the locations, because these bars were abusing our husbands, our husbands use to come back from this bars, drunk with no money, those are the things that the boers did to our people.\nOur husbands would go and spend the money in those bars and come back with nothing to us.  When I talk about apartheid, I feel like crying, I feel like screaming.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "It is - it is obvious mamma that many things happened to you, it is not just the beatings by the police, the things that you talk about, there - they are talking about the way you lived then.  We know - we can see that, that beating is not the only thing that tortured you.  It is obvious to see that you are very angry to the people, we understand.",
            "Female"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "We burned this places up, there was a bar where I use to live, we burnt it -I am telling you we burnt it.  Because they use to call us kaffirs how can you call a person kaffir, what is that - what is kaffir, what is that, what is that?  I don't want apartheid at all.  You will be beaten up - you would be beaten up  in your land by the boers.  People who came from abroad [intervention]",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "When are you going to leave mamma - when did you leave mamma?",
            "Female"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "In 1978 the boers told me that I must go anywhere.  I was not under house arrest.  They will come in everyday just to check me up.  One day I took a jacket, I took my shoes, put them into a bag, I simply left,  I left.  Then I came now - when - when I was told that Mandela is back.\nIf I hadn't left, I would have died, I left my small child, nobody knew  what happened to that child, children - children were buried in black refuse bags.  Even now our children's graves, but I don't know.  It will never be 20 years and the child is still alive, I don't know if my child is still alive.\nYes I know, I agree we must have reconciliation, now because if you don't - if you don't take the pass out of - out of a wound, that would will never heal.  We understand that this pass has to be taken out of this heal - this wound for it to heal.   I am grateful that yes this reconciliation must happen.  But there is one thing I will never forgive and that's apartheid, apartheid I don't even want to see it anywhere I go.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Mamma how do you feel about coming here during these past minutes talking to us, how do you feel now that you have expressed yourself?",
            "Female"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "I feel like that I have vented everything from myself.  But now I am worried about my child, God will give me a forgiveness, because I pray him all the time, yes he will give me peace.  I also pray that he gives me peace, a soldier dies in the war.  But now how can I - how can I accept the death of somebody else's child if I will not accept my own child's death.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Yes.",
            "Female"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "On this date, on the 22nd I do accept reconciliation with both hands.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thank you mamma, thank you very much.  Mamma is there anything else that you would like to add?  Something else that you would like to go on about before we talk to the woman next to you?",
            "Female"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "Please help me with something because I will - my - I lost my house, I am just nothing now.  I would like it if you can just help me with something, I don't know, you will - you will see what to do yourselves.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "You said that Ms Girlsie Nyembezi  will be your witness because she knows something.",
            "Female"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "Yes she knows something about 1976, there she is.",
            "Female"
        ],
        [
            "MS NYEMBEZI",
            "All right.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Please mamma  wait just a while.  Yes Wendy.",
            "Unknown"
        ],
        [
            "WENDY ORR",
            "Ms Zweni do you know the names of any of the police who beat you, sorry?  Ms Zweni do you know the names of any of the police who beat you?",
            "Unknown"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "I would never know their - I will never know the police names, because I was never friendly with the police.  There was nothing that I was associating me with the police anyway.",
            "Female"
        ],
        [
            "WENDY ORR",
            "Ms Zweni you mentioned that you saw bodies when you - you said that the - you saw the things flying around and you saw bodies.  Can you tell me a little bit more about that please.",
            "Unknown"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "About the bodies, these - these bodies were the result of the shootings from the citizens.  On the way to the flats to Langa, there were - there were shootings and I am telling you for sure I saw - I saw this bodies, we buried those bodies, all those people we buried them.",
            "Female"
        ],
        [
            "WENDY ORR",
            "Do you know how many of them there were more or less?",
            "Unknown"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "The ones I saw if I can just estimate, there were more than 20, but now I cannot really remember because it was a long time ago.",
            "Female"
        ],
        [
            "WENDY ORR",
            "Thank you.",
            "Unknown"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "All right.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Any other questions, [indistinct]",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "Excuse me mamma, I would like to follow up a certain question that was asked by the - my colleague here.  Just listen that's all right.  The history about this period, especially things that happened on this day that you talking about.\nThey say there are only two people who died.  But now you are talking about bodies.  Now what do you say about that, are there three of them.  No but the reports that we get say only two people.",
            "Unknown"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "Never there are not two, there were not two, they were bodies.  They were not just two, there were strewn all over from twelve to fifteen or even twenty.  There were even over twenty, some of - some of the people I actually saw them being shot myself.  I witnessed this.\nI was going up and down by a car.  I was looking at all of them, nobody can ever tell me about this, I was there myself.  I was there from Langa to Guguletu, nobody can tell me any stories about that, I was there myself.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Denzil - no - you said you want to ask about her son.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Ms Zweni I wonder  if you could just put the [indistinct]   Ms Zweni I have two questions, the first please tell us a little bit more about your child, the one that is either missing or dead that you don't know about.",
            "Unknown"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "In the first place I left my child here.",
            "Female"
        ],
        [
            "DR BORAINE",
            "How old was the child?",
            "Unknown"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "He or she was born in 1953 on the 20th of March.",
            "Female"
        ],
        [
            "DR BORAINE",
            "[Indistinct]  when you came back the child was gone?",
            "Unknown"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "When I came back no, I couldn't find my child.  I came back in 1992 on the 16th of December.",
            "Female"
        ],
        [
            "DR BORAINE",
            "[Indistinct]",
            "Unknown"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "I have been looking for my child all over the place, I have been to Transkei, other people they were helping me, he or she is nowhere to be found.",
            "Female"
        ],
        [
            "DR BORAINE",
            "[Indistinct] thank you very much.  The other question is you mentioned that in the beating that they gave you in 1978, just before you left.  That your hand was injured, your fingers, were cracked, how many fingers?",
            "Unknown"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "It's these ones, there are three.",
            "Female"
        ],
        [
            "DR BORAINE",
            "There are three, and were there any other injuries on your body?",
            "Unknown"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "Yes I was kicked on my knee, here on this knee - on this leg.",
            "Female"
        ],
        [
            "DR BORAINE",
            "[Indistinct]",
            "Unknown"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "Yes I was very much injured, even now I can still feel the pain sometime - sometimes I can't even go anywhere because of it.",
            "Female"
        ],
        [
            "DR BORAINE",
            "And the pain was so great but you decided that if you were going to live you had better leave.",
            "Unknown"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "Very much so because I thought they were going to kill me, especially after the took me to the forest, they  say to me eventually you, you will get what you looking for if you don't stop this.  But then I told them I will never take a pass laws, I will never take pass laws even - even on the judgement day I will never, this is South Africa, if you don't know that.\nThey said you are going to get your day one day.  Something came to me - you know when I was asleep at night, at night I just thought - I just thought you know this people has been warning me one of these days they are going to kill me.  I just took my bags as if I am just going next door, aah, but I was going away.  That's how I left.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you very much",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you mamma, we thank you very much.  We also thank to have people like you - people who know that when there is somebody, who is trying to influence other people, this people can see this and try to prevent that.  We also thank - thank you for your bravery.  To see that you are not afraid - our presence here is because you people.  [indistinct]  is - was going to witness also about the statement given by Ms Zweni, but it looks like she is not going to say anything, because it looks like mamma you have already said everything.  Mamma is that so?",
            "Unknown"
        ],
        [
            "NOMAKULA EVELYN ZWENI",
            "She just wants to add something about the bodies.",
            "Female"
        ],
        [
            "INTERPRETER",
            "Ms Girlsie Nyembezi is going to be - is going to take an oath,  Dr Boraine is going to do the procedure.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank  you very much.  \nGIRLSIE NYEMBEZI Duly sworn states.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Pumla thank you.",
            "Unknown"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "Thanks Alex.  Thank you mamma - after Dr Boraine, mamma you said you going to say a word or two.  Thank you mamma for your coming here.  We apologise for the fact that he had to go up the stairs, I can see that your knees are not that strong anymore.  But then we thank you for coming.\nYou said you want to say a few  words.  How do you know Ms Zweni, just please tell us that.",
            "Female"
        ],
        [
            "MS NYEMBEZI",
            "I know mamma - Ms Zweni very much, we've been together for a long time.  We grew up together while we were still at Tani -  we were brought here by sufferings.\nAbout the bodies she's talking about, she's telling the truth.  I was counting them myself, there were 175.  I was counting these bodies myself and NY5, those were the ones that happened overnight.  We made a decision to talk to one of the members of Parliament at CI at the Black Sash office, but now we were told to come the following morning.\nWe were called to talk to one of the members of the Parliament.  We talked to him or her, there a woman was Ms Helen Suzmann.  It was me, Zantsi - Ms Thesapi  - Ms Mazula  we went to count these graves, then we came to report.  And she asked us are you sure about these - are you sure about these graves.  We said yes.\nWe said we were now sitting at the place that is now called Barcelona.  Now that we are the African National Congress we told them that  we don't  those trees there, because those trees are covering up all those graves.   They said - we said now those - these trees are covering up even the smell of those bodies that are there.  They just kept quite when we wanted to ask them how can you hear, how can you smell something that is underground.\nMs Suzmann told us that something like this will not happen again.  She said go home, where are you going to work tomorrow.  We said we are going to start at Pinelands, after Crossroads.  Really and we did that, we were CHACO, that was the first organisation - we were working very hard  end of Tape 5, side A ... but the bodies is so much, so Father Rhamsy  and just - she sat over us.  He sat over us, he - you - that have beat me up instead of these woman.\nNow the police left, when the police left we made as if we were going home.  And then in the morning we went to Crossroads and we worked hard there.  We came back by the National Road, we didn't want to go - we didn't want to take the road between the houses.\nThen we went back and we sat there in that place.  And we talked - we talked about these things to the - with the other cadres.  We just said what we are going to do now, is to fight for the freedom.  Now obviously people cannot just beat us up as if - we started with the - we started at the office.  We thought this people are not well on their heads because - because of the way they beat us up.\nWe went up the shopping centres, we went to Ben de Goosen ?? from there we burnt  the post office, from there we burnt The Pig, from there we burn the police station.  We took a loaf of bread and just water that we - we fetch with a bottle and then we ate that.  We didn't eat the whole day, myself and this woman next to me.  She lost her child, she doesn't even know now where her child is.\nEven after that, she said comrade I am leaving, she said.  I said where are you going, she said I don't know.  It's only now that I see her, she left for exile.  That's the end, I don't want to say to much, because I also - I also have my own case.  That's my mother over there she is the one who made me somebody in this world.\nThat mother over - that woman over there Mary, she is the one who really helped me out.  I didn't have a house, Mary over there and others helped me with a house that I have now.  I didn't have parents, she - that is the mother - the woman who helped me with everything.  \nThose people from The Black Sash. I am somebody today because of that Black Sash.  They are the ones who helped me, to have something to eat,  Sister Townsend and everybody else and all, they were helping Mary and others to make me somebody.  Don't say anything to me about the Black Sash, I will die for Black Sash.\nToday I have a house because of those woman.  Those are my parents.",
            "Female"
        ],
        [
            "MS GOBODO-MADIKIZELA",
            "It's all right mamma we - we just thank you that we are grateful that Mary and others are here at this Commission.  Ja there were many people at that time who didn't want this torturing to people to still go on.  We are grateful to you for telling us about your sufferings.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you mamma, now as you have promised that you coming back,  you - we will hear your case then, thank you.",
            "Unknown"
        ]
    ]
}