{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-04-24",
        "location": "HEIDERVELD",
        "day": "3",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55175&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/heide/ct00506.htm",
        "speakers": [
            "CASE NO",
            "VICTIM",
            "NOMBULELO DELATO",
            "VIOLATION",
            "<UNKNOWN>",
            "TESTIMONIES FROM",
            "THOMZAMA MALITI",
            "DR BORAINE",
            "MS KEWANA",
            "UNKNOWN",
            "CHAIRPERSON",
            "MS MALITI",
            "MR MALITI",
            "MR MALATI",
            "INTERPRETER",
            "ADV NTSEBEZA",
            "TESTIMONY_GIVER:",
            "MARY BURTON"
        ],
        "original_speakers": [
            "CASE NO",
            "VICTIM",
            "NOMBULELO DELATO\n",
            "VIOLATION",
            "HUMAN BURNING\n",
            "TESTIMONIES FROM",
            "THOMZAMA MALITI\n",
            "DR BORAINE\n",
            "MS KEWANA\n",
            "ADV POTGIETER\n",
            "CHAIRPERSON\n",
            "MR POTGIETER\n",
            "MS MALITI\n",
            "MR MALITI\n",
            "MR MALATI\n",
            "INTERPRETER\n",
            "ADV NTSEBEZA\n",
            "MS BURTON\n"
        ]
    },
    "testimony": [
        [
            "CASE NO",
            "CT/00506",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "NOMBULELO DELATO",
            "",
            "Unknown"
        ],
        [
            "VIOLATION",
            "",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "TESTIMONIES FROM",
            "BUSISWE KEWANA [daughter]",
            "Unknown"
        ],
        [
            "THOMZAMA MALITI",
            "",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Ms Kewana thank you very much for coming, I see you are - your really know what to do, so let's - let's do it and start straight away before I forget to ask you to take the oath.\nBUSISWE KEWANA Duly sworn states",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Ms Kewana you are - come to tell a very grim - grim story and we've heard some grim stories but this is perhaps one of the worst that we have heard.  The death of Nombulelo Delato, we want to thank you for coming, we wait to hear your story and my colleague on the Commission, advocate Denzil Potgieter is going to lead you and to assist you in telling your own story.   We welcome you.",
            "Unknown"
        ],
        [
            "MS KEWANA",
            "Thank you.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Thank you Alex, good afternoon Busiswe.",
            "Unknown"
        ],
        [
            "MS KEWANA",
            "Good afternoon Mr Denzil.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Thank you for coming and thank you for being patient.  Your - your evidence - your evidence - can you hear me?",
            "Unknown"
        ],
        [
            "MS KEWANA",
            "No.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Okay, can you hear me now?",
            "Unknown"
        ],
        [
            "MS KEWANA",
            "No.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Or perhaps the translation.",
            "Unknown"
        ],
        [
            "MS KEWANA",
            "Ja I hear you now.",
            "Female"
        ],
        [
            "UNKNOWN",
            "All right,  you'll hear if they translate.",
            "Unknown"
        ],
        [
            "MS KEWANA",
            "Yes.",
            "Female"
        ],
        [
            "UNKNOWN",
            "We'll try again, as the vice chairperson has indicated it - the matter concerns your late mother which is Nombulelo Delato who died in 1985 in - well the incident happened in Colesberg is that correct?",
            "Unknown"
        ],
        [
            "MS KEWANA",
            "Yes.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Perhaps you could just give us some of your own - your personal background, what do you do at the moment.",
            "Unknown"
        ],
        [
            "MS KEWANA",
            "Okay, my name is Busiswe Kewana, I was born at Hanover here in the Cape.  I left it in 1984 and I went to study at Queenstown.  That's where I studied and from there I came to Cape Town to study here.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Thank you very much, when this incident happened that is here concerned you were actually in Queenstown you were studying, you were at school is that correct?",
            "Unknown"
        ],
        [
            "MS KEWANA",
            "Yes that's correct.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Now what actually happened?",
            "Unknown"
        ],
        [
            "MS KEWANA",
            "What happened while I was still in Queenstown, I received a telegram it was from my grandmother in Cape Town.  It was telling me that my mother had passed away.  He has been burnt.",
            "Female"
        ],
        [
            "UNKNOWN",
            "It's okay, we know it's very difficult.",
            "Unknown"
        ],
        [
            "MS KEWANA",
            "After that, my grandmother and others tried by all means to find out what happened.  They went to Bloemfontein, to find out from that hospital where she was, to find out what happened.  Now there, they were told that she has died.  And she was burned while she was pregnant.\nNow after that, we tried to make arrangements for the funeral.  Now we were prevented from burying her at Colesberg, I don't know why - we were never told.  My mother and my maternal aunt - my mother - they were buried by the Government in Bloemfontein, that's all I heard.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Now was there any indication given as to why this happened?",
            "Unknown"
        ],
        [
            "MS KEWANA",
            "I tried to find out what happened, two weeks prior that I've - I met another sister from Colesberg.  After a long time when I have been trying out what happened to my mother, she when she saw me, she recognised me.  She asked me aren't you so and so's daughter.  I said yes I am.\nI got curious and then I asked her, how do you know my mother, she explained to me how she know - she knew her.  So I told - I asked her what happened to my mother for her to be burned like that in Colesberg, so she told me what happened.  I wasn't satisfied, the reason why I am here, I want the Commission to help me - to help me try and find out why they killed my mother.  Because to me this is a wound that will never heal.  That's where I will end.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Can I just ask you,  you said that you were prevented from burying your mother in Colesberg, why - why was that and who - who prevented you?",
            "Unknown"
        ],
        [
            "MS KEWANA",
            "Like I said that we were not personally there we heard rumours that my mother could not be buried there,  we don't know the reason, we were never told, until today.  Do you know whether your mother has been involved in politics in any way?",
            "Female"
        ],
        [
            "UNKNOWN",
            "As far as I am concerned, my mother was - my mother was politically active he use to attend meetings no but now still, I don't understand why that happened to her.  The woman who told me this, she says they were looking for somebody related to my mother.  Now but because they couldn't find the person they were looking for then they took my mother and burnt her.  \n The people who were involved were they arrested, were they taken to Court?",
            "Unknown"
        ],
        [
            "MS KEWANA",
            "Yes according to what I heard they were arrested.  But I don't know what that - the case - how the case ended.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Okay is there - is there anything further that you want to add to what you've said already?",
            "Unknown"
        ],
        [
            "MS KEWANA",
            "No.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Perhaps I should just mention that with you on the witness stand is your grandmother.",
            "Unknown"
        ],
        [
            "MS KEWANA",
            "Yes.",
            "Female"
        ],
        [
            "UNKNOWN",
            "That's - is that Margaret.",
            "Unknown"
        ],
        [
            "MS KEWANA",
            "Kewana.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Kewana and with you as well is a witness, somebody who at least knows what - what actually happened who was in Colesberg that's Thomzama Maliti is that correct?",
            "Unknown"
        ],
        [
            "MS KEWANA",
            "Yes.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Thank you, and you would like her to present her evidence as well.",
            "Unknown"
        ],
        [
            "MS KEWANA",
            "Yes sir.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Thank you, I'll just hear if my colleagues have any questions for you first of all.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Any questions, Dr Boraine.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Mr Chairperson I - I do have some questions, but I am wondering if it wouldn't be wiser to wait for the eyewitness or a witness because he may answer the questions, and it will save some time if I - if I don't ask them now.  But I'll reserve that for later, but could I swear the witness in.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Please.",
            "Male"
        ],
        [
            "DR BORAINE",
            "Ms Maliti can you hear me all right?",
            "Unknown"
        ],
        [
            "MS MALITI",
            "Yes.",
            "Female"
        ],
        [
            "DR BORAINE",
            "You all right.",
            "Unknown"
        ],
        [
            "MS MALITI",
            "Yes.",
            "Female"
        ],
        [
            "DR BORAINE",
            "I have to ask you to take the oath like everybody else, so would you please stand.  I am going to ask you and then you can make your response.\nTHOMZAMMA MALITI Duly sworn states",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you very much please be seated, Mr Potgieter.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Dr Boraine, perhaps I must just hear whether the translation is coming through to you, you can perhaps just indicate, are they translating for you, is it coming through there.",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Is it fine?",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Okay, thank you very much.  Thank you for coming, and of being of assistance to the Commission.  Is it correct that you were - you presently living in Khayelitsha.",
            "Unknown"
        ],
        [
            "MR MALATI",
            "Ja.",
            "Male"
        ],
        [
            "UNKNOWN",
            "But in 1985 you were living in Colesberg.",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Yes that is true.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you, and that you know the deceased that we talking about her.",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Yes I know him.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And you know about the incident that this case is about.",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Yes I know.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Can you still remember when it happened.",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Can you give that date to us.",
            "Unknown"
        ],
        [
            "MR MALITI",
            "It was the end of October - 10th of October 1985.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Can you tell us what you saw what happened.",
            "Unknown"
        ],
        [
            "MR MALITI",
            "He was on his way to work, to young men - young men approached at him.  Now they were five, when they saw him, they chased him.  He went to hide in another house, and now they took him out of that house.\nThey took him - they took his overall; and they poured him with petrol bomb.  One of them held his feet and then they started igniting her - his - her feet.  They were beating him up - her up.",
            "Male"
        ],
        [
            "INTERPRETER",
            "I am sorry I can't hear the microphone is off.  They beat her up and they put a tire on him - on her.  There was nobody who could stop this, the police were looking for - for her but they were lost and they couldn't find her.  She tried to go to them, when she got there, the people who tried to hurt her and [indistinct] they couldn't because she didn't have a voice, the police took her to Bloemfontein.\nIn Bloemfontein she stayed for three days, she started to mention everybody who did this to her.  Then after that, she died.  They didn't allow her to be buried in Colesberg, because they said she was an informer.  After - they said if she was buried there, they were going to burn the church.  Then she ended up being buried in Pilonome Hospital, that's where I will stop for a moment.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I assume that this incident had taken place in the township in Colesberg.",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Sorry?",
            "Male"
        ],
        [
            "UNKNOWN",
            "I assume that the incident happened in the township in Colesberg.",
            "Unknown"
        ],
        [
            "MR MALITI",
            "In the location.",
            "Male"
        ],
        [
            "UNKNOWN",
            "In the location?",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Yes it was [indistinct]",
            "Male"
        ],
        [
            "UNKNOWN",
            "Now was the deceased involved in any politics, supporting any movement?",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Yes he was in every meeting that was held, she never missed any.",
            "Male"
        ],
        [
            "UNKNOWN",
            "In those days there was the UDF, the United Democratic Front.",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Yes it was the UDF.",
            "Male"
        ],
        [
            "UNKNOWN",
            "She supported that movement?",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Sorry.",
            "Male"
        ],
        [
            "UNKNOWN",
            "She was supporting that movement.",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Yes she use to attend UDF meetings every day.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You - I assume you knew the deceased well.",
            "Unknown"
        ],
        [
            "MR MALITI",
            "No I can't hear well no.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I will just repeat that - I'll repeat the question just see if it's coming through to you.  I accept that you knew Ms Delato well.",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Yes I knew her well.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Ja, was there - was there any truth in this allegation that she was an impiempi an informer?",
            "Unknown"
        ],
        [
            "MR MALITI",
            "She is my cousin, my uncle who was a policeman was looking for her, they said if they can't get part of her family, they are going to get her then.  That's they got her, now but the reason why they burn her is because my uncle is a policeman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And the people responsible, who are they - I mean - what - where do they belong in the - in the situation in the location at that stage, were they comrades - what were they - were they [intervention]",
            "Unknown"
        ],
        [
            "MR MALITI",
            "When they - what they called themselves was that they were comrades.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You say that their names were given to the police, do you know what happened further?",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Yes they were arrested in 1985 and they were sent to Middelburg Cape.  Then after that they were arrested.  I am sure they got out of the prison after Mandela was released from prison, then they were also released.  One of them was going to be hanged, I don't know what  saved him, his name is Tifo Sihlaba.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you very much, I've got no further questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you - are there any further questions, Dumisa Ntsebeza.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "Is your name Thomzama?",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Yes my name is Thomzama.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "There are just a few things that I would like us to explain,  you said while this happened there was a boycott of the shops that time.  One of the names stood up we were told now that we should boycott all the shops, a consumer boycott.  Your mother's main offence was that she went to  buy meat from the butchery, is there anything else?",
            "Unknown"
        ],
        [
            "TESTIMONY_GIVER:",
            "No there is nothing else is just   end of Tape 15, side B ...",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "You will correct me if I am wrong, she tried to clear her name.",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Yes sir.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "According to the report that you gave us earlier, the people who were taking the statements earlier of the Commission.  She paid in\nR100-00.",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Yes.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Where did she send this R100-00?",
            "Unknown"
        ],
        [
            "MR MALITI",
            "She send it to the comrades and the comrades announced it that she did pay this R100-00 trying to ask for forgiveness for buying meat during a consumer boycott, they said they forgive her.  At that time she was staying in town, not in the township.  Now she took this letter to the township.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "In other words she wrote a letter, saying that is asking for forgiveness for what she has done, and she would like to come back to live in the township, but - and she was told that - yes she has been forgiven by the comrades and again this was announced in the meeting.  It was announced that  yes she was forgiven?",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Yes this was so.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "When she came back to the township she was under the impression that she was forgiven.",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Yes.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "In other words her killing - she was killed while she was still under the impression that she was safe, knowing that she was forgiven.",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Yes that's so.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "When did the police come in?",
            "Unknown"
        ],
        [
            "MR MALITI",
            "The police arrived when she was burnt already.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "What do you mean now by that?",
            "Unknown"
        ],
        [
            "MR MALITI",
            "When the police came in, they could - they were trying to find out where she was, but they could hear her crying.  They saw her in the Main Road, she was already alight.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Did she run after she was burnt?",
            "Unknown"
        ],
        [
            "MR MALITI",
            "No she couldn't run, she was just walking slowly, her clothes were burning.  She went to the direction where the police were.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Was she walking around while she was naked?",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Yes.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Were the people afraid to help her?",
            "Unknown"
        ],
        [
            "MR MALITI",
            "No-one was allowed by the comrades to help her, so she went alone to the van.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Where these comrades who were chasing people away, where were these people at this time?",
            "Unknown"
        ],
        [
            "MR MALITI",
            "There were five of them, at the beginning there were too many but at the end they were just five, one of them was Tifo Sihlaba, it was Tabo Gusha, Pinkdyaan Kelem, Toto Mayaba, Tembile Falati.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "What about Zolile Silwayane?",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Zolile Silwayane is the one who actually accepted the money, he is the leader of this whole situation.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "I just wanted to clarify that.  So Zolile is the one who accepted the money?",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Yes he is the one who - he is the one who announced that  she has - he had received the money and that he was the one who actually went back again and said she must be ignited.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Now this policeman Fezile Malitiba  - Maliti is he your uncle?",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Yes she is my uncle and the deceased uncle.  We are [indistinct] to him.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "So you are related to Fezile?",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Yes, my mother is Fezile's brother.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Who is Fezile now?",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Fezile is the policeman - Fezile Maliti is his name.  He was wanted because he was a policeman, but because he was staying in town the comrades couldn't get him.  The actual person who they wanted was Fezile, now the comrades.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "So the comrades decided to take - to take Fezile's relative.",
            "Unknown"
        ],
        [
            "MR MALITI",
            "First they came to me, then they went to my - to the deceased.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "What was your offence?",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Our offence was because we were related to this policeman - Fezile our uncle.   I ran to Cape Town.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "We understand Thomzama that this is very painful, could you please and endure until I finished asking questions.  These questions will enable us to finish this report.\nThis - this is a very unique case from all the cases we have heard, we've been listening to cases where our people were being killed by police and the Government but now this is unique because our people now are being killed by our own people at the same time.  But now we are forced now to try and get all the details about this, so that in the report that we make, the Chairman of this Commission can be able to bring out the foolishness of these murders just by suspicion - just a few questions then I will let you go.  Do you know the husband to the deceased?",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Yes I know his name is Doti.  That day - he doesn't know anything because he ran.  He ran to Crossroads, and even today he is not well since then.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Just to clear something up, are you trying to say he was never well again mentally?",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Yes that's what I am saying.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Do you know what happened to him?",
            "Unknown"
        ],
        [
            "MR MALITI",
            "He is now at Vredestad and he want's to come back to his house.  But he is still struggling to get it back, he is the Mayor.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Is there anyone among you who can still go back to Colesberg?",
            "Unknown"
        ],
        [
            "MR MALITI",
            "No I don't want anything to do with Colesberg.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "I heard that one of your wishes was that you would like to have her bones back.",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Yes we would like them to come back to Colesberg.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Among these people who are now out of jail, are they here?",
            "Unknown"
        ],
        [
            "MR MALITI",
            "Yes they are all out of jail.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Do they still feel that Busisiwe's mother was an informer just because he went to buy meat?",
            "Unknown"
        ],
        [
            "MR MALITI",
            "No I can't hear - I can't - I didn't hear anything about that, I don't know if that's how they still feel.  Nobody even bothered to ask for forgiveness.  When we saw each other, they just looked down.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "I am very sorry that we have to ask you these painful questions, but I am sure that you also understand that we have a duty here to perform, thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, anyone with a question, Mary Burton.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Just one question, [indistinct] whether Fezile Maliti has - is still in Colesberg?",
            "Female"
        ],
        [
            "MS KEWANA",
            "[No audible answer]",
            "Female"
        ],
        [
            "MARY BURTON",
            "Can I ask the question again, I just wanted to ask whether your uncle Fezile Maliti is in Colesberg, whether he returned to Colesberg or where he is now.",
            "Female"
        ],
        [
            "MS KEWANA",
            "He was still - he was in Colesberg, he just came last year and he says he is not going anywhere.",
            "Female"
        ],
        [
            "MARY BURTON",
            "Thank you and may I ask another question.  You - as I understand your statement there were a number of possible reasons why there was this attack on your mother, because she had bought things from the shop although she had tried to make up for that, all because these were suspicions that she was a  an informer and also because she was related to a policeman.",
            "Female"
        ],
        [
            "MS KEWANA",
            "Yes that is so.",
            "Female"
        ],
        [
            "MARY BURTON",
            "And at the same time you - there seems to be a suggestion that there were somebody pushing them to do this, that it wasn't just any of those reasons only, but that there was also some pressure on those people to take this action.",
            "Female"
        ],
        [
            "MS KEWANA",
            "Yes that's so.",
            "Female"
        ],
        [
            "MARY BURTON",
            "And you [indistinct]  in your statement that those people were on the one hand working for the organisation but on the other hand also working for the police.",
            "Female"
        ],
        [
            "MS KEWANA",
            "Yes that's correct.",
            "Female"
        ],
        [
            "MARY BURTON",
            "That's also something you would want us to try and find out more about.",
            "Female"
        ],
        [
            "MS KEWANA",
            "[No audible answer]",
            "Female"
        ],
        [
            "MARY BURTON",
            "Shall I say it again, so you would like us also to try and find out more about that so we can understand better.",
            "Female"
        ],
        [
            "MS KEWANA",
            "Yes I would be very happy if you can do that.  I would be happy if she would be buried again in Colesberg and then she would again get her own house.",
            "Female"
        ],
        [
            "MARY BURTON",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much - it's obvious to us that the things that we have to investigate - it's just ugly things and it's not just from one side only it's from both sides, this is why this Commission is an independent Commission.  It is not only pulled by one side - it is meant to investigate all these atrocities that had happened in this country.\nWe are promising you that we will investigate up to the roots of this whole matter.  Then we will be able to tell you why this happened maybe then we can be able to help you and try and bring your mother's bones back to Colesberg, thank you.",
            "Unknown"
        ],
        [
            "MS KEWANA",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You may now leave.",
            "Unknown"
        ],
        [
            "MS KEWANA",
            "No I haven't finished.   As she has said before, my - the question that I expected from you is that we are going to ask me what do I expect from the TRC.\nMy wish from the Commission is that my mother would be buried where she was born, and I would like us to get the house back, our own house back.  I couldn't finish my studies because nobody could give me money, now I had to work so that I can educate myself.  If I could just get something to help my family I will be happy with that.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, we don't really promise that we are going to do all these things, but we will try, thank you.",
            "Unknown"
        ]
    ]
}