{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-04-25",
        "location": "HEIDERVELD",
        "day": "4",
        "case number": "CT/ OO606",
        "victim": "WISEMAN MADODOMZI, THAMSANQU LUTYA",
        "testimony": "MAUDLINA LUTYA [sister and mother]",
        "nature": "KILLING and DISAPPEARANCE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55180&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/heide/ct00606.htm",
        "speakers": [
            "DR BORAINE",
            "MS LUTYA",
            "MARY BURTON",
            "CHAIRPERSON",
            "ADV NTSEBEZA",
            "ADV POTGIETER",
            "WENDY ORR"
        ],
        "original_speakers": [
            "DR BORAINE\n",
            "MS LUTYA\n",
            "MS BURTON\n",
            "CHAIRPERSON\n",
            "ADV NTSEBEZA\n",
            "ADV POTGIETER\n",
            "DR ORR\n"
        ]
    },
    "testimony": [
        [
            "DR BORAINE",
            "The next witness that I will call is Maudlina Lutya, Ms Lutya welcome we very pleased to see you toady.",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "Thank you.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Are you all right?",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "Yes I am fine.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Fine will you need the earphones, okay.  Ms Lutya can you - can you hear my voice on the earphones and can you hear the translation, not yet.  We will just wait until that is fixed please.",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "Not this one - I can't hear from this one.",
            "Female"
        ],
        [
            "DR BORAINE",
            "You can't hear okay, you must get those batteries charged.  How about that, can you hear now.",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "Fine - it's fine.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Excellent, thank you very much we welcome you again.  Ms Lutya will you please stand for the taking of the oath.\nMAUDLINA LUTYA Duly sworn states",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "You have come to tell us a story not only about one person, but about two.  One who was killed and one who has disappeared so you have a double agony that has been with you for a long time.  Mary Burton one of our Commissioners is going to assist you to tell your very own story and I am going to hand over to her now, thank you.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "Thank you, welcome Ms Lutya, thank you for coming.",
            "Female"
        ],
        [
            "MS LUTYA",
            "Thank you.",
            "Female"
        ],
        [
            "MARY BURTON",
            "I am glad that you have some family members with you for your support I believe one of them is your son, is that right?",
            "Female"
        ],
        [
            "MS LUTYA",
            "Yes that's so.",
            "Female"
        ],
        [
            "MARY BURTON",
            "And the other.",
            "Female"
        ],
        [
            "MS LUTYA",
            "Brother.",
            "Female"
        ],
        [
            "MARY BURTON",
            "Welcome to both of you, thank you very much for coming.  Mamma Lutya I am going to begin by reading an extract from some of the history of that time in 1976 when your brother was killed there was a Commission that looked into the events in 1976 and it reported about Wiseman Madodomzi Lutya that he had - that he was aged 22 and that he was killed by the South African Police on the 11th of August 1976 in Guguletu.\nDuring looting and the Commission of Arson at  a store, he died of a gunshot wound in the abdomen, and the inquest that was held, found that no person was liable for his death.  Now the 11th of August was a very violent day in Guguletu and in other townships in Cape Town.  Now we'd like to hear from you what you remember about that day.",
            "Female"
        ],
        [
            "MS LUTYA",
            "On this day of the 11th of August 1976 it was in the afternoon around 300 pm.  We saw student going up and down the streets.  We tried to ask, we were told that these students were trying to burn up the bars because they blamed the bars for the deterioration of black people.  Yes they did demolish the bars, they burnt them up.\nThe policemen came and they shot at the students.  Madodomzi was working in Town - working for lawyers, when he came at home he just took off his jacket and he said he just wanted to find out what was happening.  And he never came back.  We found him after three weeks and he was shot.  The bullet had gone through his ears.  And his head split and some of his brains was - were out, we found him in the Salt River mortuary.\nThey were just thrown on a concrete cement on the floor, there were many-many bodies there, some had open mouths, and they were covered by the green plastic.  I tried to publish it in the newspapers because I couldn't find him before and then somebody tried to call me at home and then that person told me to go and look for him at Salt River mortuary.\nThe person told me where he was exactly in the Salt River mortuary and we only found him after three weeks after he has been shot.  Since then my mother started to have an heart attack, and he died of the heart attack.  She died of the heart attack.",
            "Female"
        ],
        [
            "MARY BURTON",
            "[indistinct] a long time that he was missing and that you had to try and find out where he was.",
            "Female"
        ],
        [
            "MS LUTYA",
            "He was missing, he was lost for three weeks, we couldn't find him anywhere.",
            "Female"
        ],
        [
            "MARY BURTON",
            "Would people like to ask questions now about this part of the story?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Dr Boraine.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "Thank you for - for telling us that story, I just need a little help to understand.  There was tear gassing and there was shooting and your brother was missing.  And you never knew where he was, did you - sorry please continue.",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "What happened was, as there was tear gassing, and these groups of children were running away trying to burn up this bars, he said to me he wanted to find out what was happening.  But now we don't know what happened to him and where he was when he got shot.  The only thing we know is that, that very same day he never came back and now we tried to find him, we tried to look for him after he didn't come back and it was very difficult for us to find him.\nTo the places where we went to look for him, we were just told that now they don't know him and some - in some places they would ignore us.  Then somebody called us and told us that he is dead and he is in Salt River mortuary.",
            "Female"
        ],
        [
            "DR BORAINE",
            "[indistinct] did you report his disappearance to anybody?",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "We went to the police station, and some of the people in the community at large tried to help us, because we were telling everybody that we have this problem.",
            "Female"
        ],
        [
            "DR BORAINE",
            "And no-one came to visit you from the police station or - to tell you anything?",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "Nobody came to us at all.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Just a last question, was there an inquest into your brother's death?",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "There was no inquest  such that when we wanted a death certificate, I remember the undertaker called Zuba, told us to go to the police but the police didn't give any affidavit so that we can have the death certificate for Madodomzi.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Do you have that death certificate now?",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "I still don't have it, we never got it, even then.  We never got Madodomzi's death certificate, Zuba the undertaker said we must go to the police but he can bury him even though there is no death certificate, but we didn't know how he was going to do that.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Would you like us to try and see if we can find out about the death certificate?",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "I'll be very happy.",
            "Female"
        ],
        [
            "DR BORAINE",
            "And perhaps also to find out exactly what happened in the inquest as to how your brother died.",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "I would be very happy.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Advocate Ntsebeza.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "Ja just a follow up question, there is a note from our research department that a post-mortem was conducted on what was called a black male, aged at 22 years, killed by SAP on 11 August 1976.  The post-mortem number was 2047/76.\nNow there also was an inquest registered as inquest number 431/76 which found that no person was liable for his death.  Now this comes by way of the so-called Cilliers Commission of 1976 which described Lutya's death in the terms I have indicated.  Now the question is, from your answers, do we then conclude that all of this information and activities were never communicated to you as family by those who are in authority?",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "Most definitely they did that  all with themselves, they didn't tell us anything.",
            "Female"
        ],
        [
            "ADV NTSEBEZA",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MARY BURTON",
            "We can go on.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is there anything you would like to say mamma, is there anything you want to add.",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "Yes sir there is.",
            "Female"
        ],
        [
            "MARY BURTON",
            "[indistinct] - just before we do - this is at least the second time I think today and in these hearings where we have heard of an inquest being held without the family being notified or being given any opportunity to appear.  I think that this is something else that the Commission must look into.\nAnd perhaps just for the record that really was that 11th day of August of 1976, you lost Madodomzi your brother, but there were 13 people killed in Guguletu that day and at least 8 people killed in Langa that same day.   Let's go on then to talk about your son,  Thamsanqa and the fact that he left your house in - on a Sunday in 1990 on the day of now President Nelson Mandela's  release.\nAnd as I understand it, you haven't seen him since.  Would you like to tell us a bit more of what you know.    It's all right mamma you can - just rest a little bit and then you can be ready to talk to us.",
            "Female"
        ],
        [
            "MS LUTYA",
            "On the 11th of February 1990 when the President was released I was working a night shift.  When I got home, everybody was anxious to go to the Grand Parade because that's where the President was going to be.  Everybody wanted to go to this Grand Parade, he asked for R10-00 from me to go to Town.\nI gave him the money, but I said to him Thamsanqa are you going to be able to see everything there because it will be very full.  They were going to go there in the afternoon.  So I said I was going to go to work early because I knew that transport  would be scarce to go to work that day.  After I had left, apparently Thamsanqa's friend arrived.  Thamsanqa's girl friend, they both went to Town.   When I came back on Monday in the morning, I got a message that Tossi his friend told me that Thamsanqa has been taken by the police.  These policeman were in the yellow police van with the police stamp on the door, beige.\nThen that's when I realised that he is in the police station in Town.  On the same Monday I went to the police station, when I got to Caledon Square, I was told that Thamsanqa wasn't there.  Then I went to Sea Point, even at Sea Point I couldn't find him.  So I went to all the police stations that I could think of, I couldn't find him.  I went to prisons, I couldn't find him there either.\nI went to Salt River mortuary, even there I couldn't find Thamsanqa.  Then I went to ANC's lawyers who were at the vlak called Moosa.  They told me that they were going to look for me - for him.  Then when I got back I got a message that I must quickly go back to vlaking there I was told that there were two bodies at Salt River mortuary.  Maybe I could be able to identify Thamsanqa as one of those bodies.  So when I got there, they showed me all those bodies there, now they told me that there is another body that were the same age as Thamsanqa that was taken by some people to Gauteng.\nUntil today I never got Thamsanqa back, Thamsanqa left me with his children, now even if I am sick I have to go to work, because I have to work for Thamsanqa's child.",
            "Female"
        ],
        [
            "MARY BURTON",
            "[indistinct] your family has had many losses.  Can you - can you think of where the Truth Commission can do something to help you.",
            "Female"
        ],
        [
            "MS LUTYA",
            "Yes I have something in mind, that the Commission can help me with.  Even though I would like to know who killed Madodomzi and why, but I know that Madodomzi will never come back again.  The only thing I want to know is where is Thamsanqa.  And if they have killed Thamsanqa, who killed him.  And now what about Thamsanqa's children who are now orphans.",
            "Female"
        ],
        [
            "MARY BURTON",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Advocate Denzil - Denzil Potgieter.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you Chairperson, I have taken note of what you've said in regard to Thamsanqa, I will just like to ask some details which might be of assistance to us if we try to find out what happened.  Do you know who was with him on that that, who went with him to the Parade?",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "I know the child who went him but he know, the child died.  That was his best friend, he died in a car accident.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Is he also the one that told you that Thamsanqa was put into a yellow police van or is it a different person.",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "Yes it's the same child who came to me to tell me that, Thamsanqa has been taken away by the police.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Did he - did he give you any idea as to why Thamsanqa was picked up by the police, what happened there?",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "I never got any information as to why was he arrested.  Because I never got him back to tell me why he was arrested.  And I couldn't speak to Thamsanqa as I have said to you, I never got any information, if he was arrested why was he arrested I have no clue.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "What was his age when he disappeared?",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "When he got arrested he was 25 years old.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Do you still remember what he was wearing - what clothes he had on and that day?",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "What he had on?",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "His clothes, can you give us an idea of what he was wearing when he disappeared.",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "Thamsanqa [indistinct] with flops and a top written It's a Pleasure on the chest.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Is there any other [intervention]",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "Nothing else, it was a very hot day that day.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "And is there any special characteristic that one can identify him by?  Is there any outstanding feature about his appearance for example, or perhaps it could help.",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "Thamsanqa is a tall well built guy and he is dark in complexion, I've got his photo's at home.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Yes, I was just going to ask you that, perhaps that will be of some assistance to us.  And if you could possibly arrange for us to get one.",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "Yes definitely.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "That's fine, thank you very much.",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Dr Orr.",
            "Unknown"
        ],
        [
            "WENDY ORR",
            "It must have been very painful for you to loose someone on the day which should otherwise have been so very joyful and I really do share your pain.  Do you know when your son was put in the police van was he well and healthy or had he been injured in the shooting and which has been going on.",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "He was well and healthy when he left my house, but I don't know what happened to him after he has left the house.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Dr Boraine.",
            "Unknown"
        ],
        [
            "DR BORAINE",
            "You - you mentioned that he had a daughter and a son, that you are looking after them now, is that right?",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "That's correct.  But now the son was taken by - he was taken by one of - I am sorry I will appreciate it if the witness could repeat that for me.",
            "Female"
        ],
        [
            "DR BORAINE",
            "The son was taken by the girl friend.",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "Girl friend's mother.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Girl friend's mother, thank you very much.  And the daughter?",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "She is with me.",
            "Female"
        ],
        [
            "DR BORAINE",
            "How old is she?",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "She is 8 years.",
            "Female"
        ],
        [
            "DR BORAINE",
            "She is at school.",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "She is at Good Hope Primary School.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you very much, and her name?",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "Ulileltu.",
            "Female"
        ],
        [
            "DR BORAINE",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MS LUTYA",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mamma - thank you very much mamma.  Our sympathies come towards you, we understand your pain thank you very much.",
            "Unknown"
        ]
    ]
}