{
    "header": {
        "type": "1 N N NOAH, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-06-20",
        "location": "UMTATA",
        "day": "3",
        "names": [
            "NOKHWEZI NOCWAKA NOAH"
        ],
        "case number": "EC0301/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56058&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/umtata/noah.htm",
        "speakers": [
            "ADV NTSEBEZA",
            "ADV SANDI",
            "CHAIRPERSON",
            "DR MGOJO",
            "MEMBER OF PANEL",
            "NOKHWEZI NOCWAKA NOAH"
        ],
        "original_speakers": [
            "MEMBER OF PANEL",
            "NOKHWEZI NOCWAKA NOAH",
            "MRS NOAH",
            "CHAIRPERSON",
            "ADV NTSEBEZA",
            "ADV SANDI",
            "DR MGOJO"
        ]
    },
    "testimony": [
        [
            "MEMBER OF PANEL",
            "... and also ask to the Commission what would you like the Commission to do.  I am now going to ask you to please take the oath.  Please stand.",
            "Unknown"
        ],
        [
            "NOKHWEZI NOCWAKA NOAH",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "MEMBER OF PANEL",
            "Thank you.  Noah, could you please briefly tell us about your home, about your husband so that we can be able to know you as a Commission and everyone else who is listening to you so that they can know who you are.",
            "Unknown"
        ],
        [
            "NOKHWEZI NOCWAKA NOAH",
            "Thank you Commissioner.  My name is Nocwaka Cynthia.  My maiden name is, I was called, I am from the Manlova clan name.  I was born at Qoqoleni.  On the fifth of July 1977 I heard that some clerks have been arrested.  They were in the Magistrate Court in Umtata for embezzlement of funds.  Then I sent my husband Patrick Kola to please go to the Magistrate so that to find out if his brother is not only also one of the clerks.  After 30 minutes he has been gone two police vans arrived at my home.  Each van had four policemen.  The second one had four policemen and my cousin.  They said they wanted to search my home about the lost money that has been, that belonged to the Magistrate.  So I asked who has been arrested for this theft.  So they said it is Mahle.  So I said, okay, where is Mahle.  They did not give me the answer.  Two of these men stood outside and then two of them were inside.  They said we must open up all the\nUMTATA HEARING EASTERN CAPE PROVINCE\n2 N N NOAH\ndoors of the bedrooms.  We even opened the bedrooms for them to search, but they did not take anything.  Later they then left.  \n A distance of about a kilometre from my home they met another man.  This man was in a private car and then they swopped.  Then those who were in the van went into the car and those who were in the car came into the van.  Then it came back to Qoqoleni and the vans went to Umtata.  They went to my uncle who use to teach at the primary school at Qoqoleni.  They told him that they are telling him about Mahle's death who has drowned himself in a river while trying to hide money.  They went also again to my uncle. They also told him about Mahle's death.  Then when my uncle asked are you not one of those who was here to come and search and now you are still the same man who is here again to tell us about Mahle's death, but he did not answer that.  So they left again back to Umtata.  \n Now what made us to wonder as a family was that how can Mahle drown in the river while trying to retrieve the money.  We were told that now he has been seen next to the river.  He was floating on the river on the same spot that he has drowned.  This was happening now in the morning.  Secondly, when the family saw his feet as a person who use to wear shoes.  There was no evidence that he has been running away, running on barefoot.  He still had his soft feet.  Now this made the family to wonder and the family asked for a doctor.  The doctor was Mtimkhulo.  The family looked for a doctor Dippenaar to be the family doctor to find out more.  Dr Mtimkhulo was asked for the report, but he kept on saying, no, he was not ready.\n On the 16th of July Dr Mtimkhulo gave the report.  Now \nUMTATA HEARING EASTERN CAPE PROVINCE\n3 N N NOAH\nthis report said that Mahle was drowned and something else that I cannot remember.  From there we went again to Dr Dippenaar who was the family doctor.  Then Dr Dippenaar asked for a report from Dr Mtimkhulo.  Then, as a family, we gave it to him.  According to this report it was said that he was, Dr Mtimkhulo did not bring this report for five minutes.  He refused.  I cannot remember all those details that were in the report.  Then later we buried Mahle, but we were not satisfied at all by all this.  So we thought that our friends like Themba Sangoni were going to help us out and investigate more.  So Themba Sangoni tried more to investigate.  At that time ...",
            "Female"
        ],
        [
            "MEMBER OF PANEL",
            "Sorry, is Themba Sangoni a lawyer?",
            "Unknown"
        ],
        [
            "NOKHWEZI NOCWAKA NOAH",
            "Yes, he was.  At that time Kaiser Dalunga Matanzima was the leader of the country.  It was very difficult for the case to be investigated.  He use to say, no, do not go on investigating about this because it is going to disgrace the State, but later he was allowed to investigate and he was assisted by Mr Dengano.  Now, on the last week of June 1978 we heard that we were being called by General Martin Nbe.  Myself and my mother-in-law and a brother to my father-in-law.  When we got to the General he said to us, they as a Government, now they also suspect that there is something fishy about this, about the death of my husband.  So they said they are going to exhume and husband and be re-examined.  Indeed that happened.  Now after all the examination some policemen on the sixth of July 1978 were arrested.",
            "Female"
        ],
        [
            "MEMBER OF PANEL",
            "How were these policemen accused?",
            "Unknown"
        ],
        [
            "NOKHWEZI NOCWAKA NOAH",
            "These are the policemen who said to us that my husband had gone to a river to go and retrieve the money.\nUMTATA HEARING EASTERN CAPE PROVINCE\n4 N N NOAH",
            "Female"
        ],
        [
            "MEMBER OF PANEL",
            "What was the post mortem showing?",
            "Unknown"
        ],
        [
            "NOKHWEZI NOCWAKA NOAH",
            "Like I said six policemen were arrested.  One it was Damunie Nona, Kwaka, Voke, Damoyie and I cannot remember the other one.  I have forgotten him.  That is the end of my story.",
            "Female"
        ],
        [
            "MEMBER OF PANEL",
            "Was there a court case?",
            "Unknown"
        ],
        [
            "NOKHWEZI NOCWAKA NOAH",
            "Yes there was.",
            "Female"
        ],
        [
            "MEMBER OF PANEL",
            "Was there anybody sentenced?",
            "Unknown"
        ],
        [
            "NOKHWEZI NOCWAKA NOAH",
            "Yes, they were sentenced though I cannot remember the sentence, but it was strange, even though they were sentenced, but they still worked for the State very soon after they had been sentenced.",
            "Female"
        ],
        [
            "MEMBER OF PANEL",
            "How would you like the Commission to help you out Madlovu?",
            "Unknown"
        ],
        [
            "NOKHWEZI NOCWAKA NOAH",
            "Firstly, I would like the Commission to please investigate for me about the reports from Dr Mtimkhulo and the second doctor if that was the truth and how did they escape from being arrested.  Those policemen, if they were found guilty what was their sentence and how again could they work for the State if they were found guilty.  Thirdly, I would like to Commission to please see if there were any claims made by the lawyer, what happened to those claims?  Fourthly, I would like the Commission to please help me out with my children.  None of my children are working.  The first one is in Technikon, the other two are doing standard ten.  The other one who, I do not know, I do not have any means to educate them.",
            "Female"
        ],
        [
            "MEMBER OF PANEL",
            "Was there any pension that you received at the death of your husband?",
            "Unknown"
        ],
        [
            "NOKHWEZI NOCWAKA NOAH",
            "He started working in 1966.",
            "Female"
        ],
        [
            "MEMBER OF PANEL",
            "Did you get any pensions?\nUMTATA HEARING EASTERN CAPE PROVINCE\n5 N N NOAH",
            "Unknown"
        ],
        [
            "NOKHWEZI NOCWAKA NOAH",
            "No.  I only got a cheque of R1 100,00.  I do not know whether it was a leave cheque.  The pension that he use to pay started from R67,00 then R87,00 then R100,00 and now it is now R100,00, R500,00.",
            "Female"
        ],
        [
            "MEMBER OF PANEL",
            "Thank you.  I hand over to Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are there any questions?",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "Just a small question.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Dumisa Ntsebeza.",
            "Unknown"
        ],
        [
            "ADV NTSEBEZA",
            "Nocwaka, there is something I want to ask you.  At the time of your husband's death do you have any knowledge about his involvements in the political organisations?",
            "Unknown"
        ],
        [
            "NOKHWEZI NOCWAKA NOAH",
            "No, I do not have any knowledge of his involvement.",
            "Female"
        ],
        [
            "ADV NTSEBEZA",
            "So, was he not arrested because he was suspected to be involve in political organisations?",
            "Unknown"
        ],
        [
            "NOKHWEZI NOCWAKA NOAH",
            "No, I do not think he was arrested because of those.",
            "Female"
        ],
        [
            "ADV NTSEBEZA",
            "I see.  Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Sandi.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Mrs Noah just to make sure again on the question that Mr Ntsebeza has asked you.  Perhaps I will look like I am already repeating the same question, but in another manner.  I am going to try and do it like this.  Before your husband was arrested by the police, on the day of his arrest, did he ever have any conflict with the authorities, especially the police for political reasons because of his views in political matters?",
            "Unknown"
        ],
        [
            "NOKHWEZI NOCWAKA NOAH",
            "No, I cannot remember.  I do not think this is so.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Where were these policemen from, in which\nUMTATA HEARING EASTERN CAPE PROVINCE\n6 N N NOAH\ndepartment were they from?  Some usually wear uniforms, some are usually in the criminal investigations, some are coming from the Security Department.  The ones who arrested him do you know in which department they came from?",
            "Unknown"
        ],
        [
            "NOKHWEZI NOCWAKA NOAH",
            "These ones were investigators.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Were they CID's?",
            "Unknown"
        ],
        [
            "NOKHWEZI NOCWAKA NOAH",
            "Yes, they were called CID's.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Did you have any lawyer who was defending you at that time?",
            "Unknown"
        ],
        [
            "NOKHWEZI NOCWAKA NOAH",
            "Yes, it was Themba Sangoni.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Dr Mgojo.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "My sister, I have seen something in your statement.  You said Dr Mtimkhulo found that your husband drowned in the river and yet the post mortem says he died of pneumonia.  Did you get any death certificates for both these reports?  Did you get a certificate for the fact that he was drowned and another one stating that he died of pneumonia?",
            "Unknown"
        ],
        [
            "NOKHWEZI NOCWAKA NOAH",
            "No, I do not know anything about this.  The person who use to look for these certificates was his brother.  It was my brother-in-law who use to look at these statements because at the time I was pregnant so I could not walk around too much.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Noah, we accept the statement that you have put forward to the Commission and we thank you for it.  As we have said to your predecessors, we are going to investigate and find out more about the things that Dr Mgojo is talking about and more clarity from the lawyer who was defending your case.  If there is anything that we want from you again, we will contact you.  Thank you very much.\nUMTATA HEARING EASTERN CAPE PROVINCE",
            "Unknown"
        ]
    ]
}