{
    "header": {
        "type": "1 MRS MADLAVU, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-06-20",
        "location": "UMTATA",
        "day": "3",
        "names": [
            "MANKWALI MADLAVU"
        ],
        "case number": "EC0287/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56050&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/umtata/madlavu.htm",
        "speakers": [
            "ADV SANDI",
            "CHAIRPERSON",
            "DR MGOJO",
            "INTERPRETER",
            "MANKWALI MADLAVU",
            "MEMBER OF PANEL",
            "MS GOBODO"
        ],
        "original_speakers": [
            "MEMBER OF PANEL",
            "MANKWALI MADLAVU",
            "CHAIRPERSON",
            "MRS MADLAVU",
            "ADV SANDI",
            "MS GOBODO",
            "DR MGOJO",
            "INTERPRETER"
        ]
    },
    "testimony": [
        [
            "MEMBER OF PANEL",
            "Honourable Chairperson I would like to call upon Mankwali Madlavu to the stand.  Is she here?  Please come up.  Mrs Madlavu, I welcome you here as you are going to present here your details about the violations of your human rights especially when we are going to talk about your son Aeron.  Many woman have paid a dear price because we know that you are the people who bring up children and then when you lose the child that you have brought up you might be feeling so effected more than the males could be.  We appreciate that you never lost hope and you know the sacrifice that you have given to the people.  We thank you very much for being here.  I would like you to stand up for an oath.",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "MEMBER OF PANEL",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I call upon Ntsiki Sandi to lead the witness.",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Thank you Chair.  I greet you Mrs Madlavu.  I would like to confirm your names.  Are you Mrs Mankwali Nofemilie Madlavu, is that so.",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "I am Mankwali Nofemilie Madlavu.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Do you stay at Vumilwano location in Qumbu.",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "Yes Sir.",
            "Female"
        ],
        [
            "ADV SANDI",
            "The story that you are going to present here in connection with the death of your husband Aeron Sibhabha who UMTATA HEARING EASTERN CAPE PROVINCE\n2 MRS MADLAVU\nwas usually called as Babes Madlavu.  Did this happen in the location Mrs Madlavu?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "Yes.",
            "Female"
        ],
        [
            "ADV SANDI",
            "I think I can hand over to you so that you can continue and give us details about what happened, when did this take place and how was your husband murdered?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "In 1990 the ANC organisation was formed and we joined this organisation.  My husband was also a member of the ANC and we worked for this organisation for quite a long time.  After a period when he was still working for the organisation, there were times when he use to say he is going to attend meetings, but at a later stage he stopped attending meetings and I made inquiries about why did he discontinue attending meetings.  He stated that there were differences of opinions and this affected him.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Without disturbing you, the meetings that you talk about are the meetings of the organisation that you talked about?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "Yes.  One day, it was in June, Nkosile Pikelela arrived at my place.  I was with my children and he requested that he was supposed to accompany him.  I asked him who is asking him to accompany him.  He said the Comrades want him to come along with him.  I said I did not know where he is.  This gentleman went out.  As he went out he saw my husband coming and then he called him and then my husband followed him.  I also followed them and I stood in a place which was nearer.  I was a bit far and I could not hear what they were talking about.  They talked for quite a long time and then he came back.  I asked what was the reason for the discussion.  He stated that they were asking why does he not attend the meetings anymore and they said\nUMTATA HEARING EASTERN CAPE PROVINCE\n3 MRS MADLAVU\nthey regard him as neutral now and they have decided that I should attend the meetings and resume my participation.  Everything became normal.  He still did not attend the meetings.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Can I just disturb you a little bit Mrs Madlavu?  When he was called, how long was it that he stopped attending the meetings?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "It was quite some time.  I think it was about two months, between two or three months.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Did he state specifically the reason for discontinuing?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "Yes he did.  He mentioned the fact that they were supposed to patrol so as to see the thieves and control the theft which was taking place in the vicinity.",
            "Female"
        ],
        [
            "ADV SANDI",
            "So do you say when he did not come to the meetings he was called again?  Where was this meeting?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "No, it was just in the open air.  A samsong was just next to this open air, open veld.  We came back at my place.  As it was in June they would patrol during the night and we became familiar with this arrangement, but we realised that we were no longer popular amongst these Comrades.  One day I was outside.  I saw one crippled man who was being tripped and he fell down by one of these young boys, Simpiye Sonselo was the boy.  My husband went there so as to defend this old man.  He came back and took his stick, knopkirrie to approach this.  So they chased each other and then at the end he could get him.  When he jumped over the fence my husband hit the boy with his knopkirrie and then the child fell down.  He woke up and then ran.  There were a few young men who were approaching him.  They also assisted my husband to take this young boy and then they\nUMTATA HEARING EASTERN CAPE PROVINCE\n4 MRS MADLAVU\nwere beating this one.  There was another one was also a brother to the offender.  I do not know what they did to that young boy, but my husband came back to my place.  We stayed for that day.  \n On a Sunday, I am mistaken.  On Saturday during the evening one youth Mfuzo Nokessi came to my place.  He visited, I was alone at this time, as my husband was out of the house.  He asked where my husband is.  I just kept quiet.  Whilst I was still surprised he took a bottle and hit me.  I was expecting at that time and this boy hit me on my stomach.  I was weak and then I sat on my bed.  I went out and I asked Mfuzo why do you hit me so.  He said you bitch, just go away, I am just looking for your husband.  I just kept quiet.  I was looking for my husband and trying to inform him about what has happened to me.  I looked for him, I could not see him.  I came back.  I was crying all the time because I was deeply about what had happened.  At the end my husband came in.  Seemingly he learned about what happened to me and then I informed him.  He took this knopkirrie again and went out looking for this Mfuzo.  I prevented him from doing so because I was under the impression that Mfuzo might come back again.  My husband was very angry.  He hated what happened to me.\n On the Sunday in the evening a group of young people they came into my place.  They surrounded the house, they were so abusive and insulting me about my pregnancy.  Some of them they said they were responsible for my pregnancy.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Mrs Madlavu, do you mean the day when they said you must stop selling?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "No, I have not yet come to that.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Okay.\nUMTATA HEARING EASTERN CAPE PROVINCE\n5 MRS MADLAVU",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "They insulted me, they were so abusive and some of them were using abusive language and the others were so rude.  They were degrading me for quite a long time.  They had rocks and huge stones.  There was another gentlemen who came to prevent them from assaulting us, but there was one gentlemen, it was difficult for them to stop the fight.  Then Mr Mda came and Mr Kekengana Qondo.  I do not know what is his real name, but they usually called him as Qondo.  Those are the two gentlemen who came to assist us.  The youth was pulling me with the dresses, insulting me, calling me names and then it was said at the end these two gentlemen when they came, they were able to control the situation.  The youth was very angry and then they said they would rather stop participating in the struggle because now they are prevented by these men here.  Mr Msikolo took us to a place in an open place when we were supposed to hold a meeting.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Was this the 22nd December?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "Yes, it was on a Sunday.  I have not yet come to the point where some things happened in December.  December is the month on which my husband died.  I am still relating the events that took place before then.  We went to the place where we were going to have a hearing.  There were some old men there who were prepared to discuss this problem.  There were youth also who were there and they were so rude.  They also said we want to take this man and assault him and hit him.  The others were saying Simpiye has suffered a lot, injuries were inflicted on him and he was hospitalised.  They even said there should be money which comes from us so that we can give medical support to Simpiye.  One of the old men said, Mankwali, please\nUMTATA HEARING EASTERN CAPE PROVINCE\n6 MRS MADLAVU\napologise and just pay the expenses.  Then I stood up and apologised on behalf of my husband and I agreed that I would pay the expenses of the medical bills.  They said they will not stop because they were saying they were bringing order and maintaining order in this area.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Amongst the, were there any other utterances like the fact that they were accusing you and alleging that you were an Inkatha members.",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "Yes, it is so.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Can you tell us if people regard you as Inkatha member, what did they mean by that?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "What I thought is that we are members of the Inkatha we were killers or murderers.",
            "Female"
        ],
        [
            "ADV SANDI",
            "So in other words you suspected that the youth was believing that you were murderers?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "Yes, because the other thing there was a gentlemen who was assaulted and his throat was cut and he was also naked.  Then one day this body was found.  Some of the people said it was my husband who was responsible for his death, but nobody ever came out and specifically stated ... of that.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Let us come closer to the date when your husband was killed.  Can you state what happened on that day?  Was your husband with you or with your nieces or what happened?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "Yes, on that day we were in the kitchen and my husband was with the other nieces in another house.  We heard gunshots.  We were shocked.  I jumped and peeped through the door.  I could see that there was huge crowd of people on the premises.  I asked what was happening?  There was another gentlemen who came to say get into the house your backside.  When I went back to the house he went to me\nUMTATA HEARING EASTERN CAPE PROVINCE\n7 MRS MADLAVU\nand then he grabbed me and then we were together in the house.",
            "Female"
        ],
        [
            "ADV SANDI",
            "When you say you whom do you mean?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "I mean myself and my sister-in-law and our nieces.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Where were the others?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "My husband was in a house which is a corner house with his nieces.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Is this the day when it was said Inkatha is dying today, dogs are dying?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "There was a man who said so very early in the morning of the 24th and during that day my husband was shot dead at about 11 o' clock.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Did you say you have never seen your husband, how he was shot?  You heard this from one of the men who came to inform you about that and he was fatally wounded.",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "Yes, there was one gentlemen, Zilisanie.  He knocked at the door and I asked who are you?  Then he said it is me my cousin, please open.  Then he said we must gather into another house.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Did you hear this during the evening?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "Yes, it was just at the time when they were there.  He said he took a wheelbarrow to protect and defend himself because he was also being shot at.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Was there anybody who was arrested about the death of your husband?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "Yes, there were people who were arrested.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Did they appear in the Court?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "Yes, we did go to the Court.  It was the Supreme Court.  The case was postponed for two times.  Then it was said, for the third time it was said it was postponed UMTATA HEARING EASTERN CAPE PROVINCE\n8 MRS MADLAVU\nagain.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Who were the people who appeared before the Court who were accused of killing your husband?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "Malisa Sothlaling, Novuso Sekesie.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Do you believe that the people you mentioned or anybody who also took part in the murdering of your husband, did you believe that their reason was politically associated with their actions?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "I would like you to repeat your question please.",
            "Female"
        ],
        [
            "ADV SANDI",
            "I said the people who murdered your husband according to your own thinking, what impression do you have about their actions?  Do you think this was related to the political situation?  Do you think they were relating this to the politics?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "I am not quite sure Sir.  In my viewpoint, I cannot say it is so because the people who were politically conscious there they loved us so much.  They were very fond of my husband.  I think it was just the youth who had something against my husband because the people who were belonging to the organisations are the people who tried to stop this quarrel.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Before we can conclude can you briefly state what would you like us to do as the Commission?  As you are here what would you like the Commission to assist you with?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "Firstly, I would like the Commission to investigate the death, the reason for the death of my husband.  I was in the house and it was at night.  I did not see the specific person who shot my husband.  I would forgive him when I see that person.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Did you go to the police after the case was\nUMTATA HEARING EASTERN CAPE PROVINCE\n9 MRS MADLAVU\npostponed?  Did you meet any of the police who were investigating the case or did you meet the Prosecutor so as to establish what was the reason for the Court hearings not to proceed?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "I did not, but there was one policeman who accompanied me and we came here at Umtata and he was also surprised.  He said he does not understand what was happening, but he will try to make a follow-up about that.  That was the last time that we discussed about the Court hearing and anything related to the death of my husband.",
            "Female"
        ],
        [
            "ADV SANDI",
            "When was that?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "It was 1993.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Did you go to your place maybe, when you were at home did you ever go to the lawyers so that you can get assistance or any legal assistance?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "No, we did not.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Mrs Madlavu, do you have anything to say further than what you have already said to us?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "Sir, I have this to say.  As I have already requested that I would like to know who killed my husband, I would like that to take place.  Ever since my husband died I struggled to make ends meet because my husband was a breadwinner.  He left me with four children.  I cannot maintain these children.  It is difficult for me to meet the school requirements and the school demands.  The sisters-in-law also went away and they are working in Johannesburg.  I am looking after their children also.  I would like the Commission to assist to get some assistance in connection with the children.",
            "Female"
        ],
        [
            "ADV SANDI",
            "Thank you very much Mrs Madlavu.  I will hand over to the Chairperson now.\nUMTATA HEARING EASTERN CAPE PROVINCE\n10 MRS MADLAVU",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Pumla Gobodo, do you have any questions?",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "Thank you very much Mrs Madlavu.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I would like the people who are going out to please observe the dignity and maintain the dignity of this session.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "I would like to thank you again Mrs Madlavu.  The woman are the people who always feel and are mostly affected by the tortures.  Even if they call themselves as tortures, as Comrades, they always suffer the most because they have to always feel the pain.  Even if it is the husband or the son or anybody who is involved in the struggle.  The mother or the woman is always also affected.  It is very painful what you have just stated here.  To be insulted by a child and also to experience a child who would take a bottle and hit you while you were expectant.  This is a terrible experience.  I would like to know when did you deliver the baby that you were expecting?",
            "Female"
        ],
        [
            "MANKWALI MADLAVU",
            "I was six months pregnant when my father died.  It was in 1990.  The baby was delivered in March 1991.",
            "Female"
        ],
        [
            "MS GOBODO",
            "So when the child was born the father was already dead?",
            "Female"
        ],
        [
            "MANKWALI MADLAVU",
            "Yes, it is so.",
            "Female"
        ],
        [
            "MS GOBODO",
            "In other words you are a widow especially it should be painful that you were killed by the people who called themselves as Comrades?",
            "Female"
        ],
        [
            "MANKWALI MADLAVU",
            "Yes, it is so.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Thank you very much for your explanation.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Dr Mgojo.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Honourable lady, in your statement you said you joined the ANC in 1990.  Were you card carrying members?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "Yes, he was a card carrying member, but I had\nUMTATA HEARING EASTERN CAPE PROVINCE\n11 MRS MADLAVU\nnot yet obtained my card.",
            "Female"
        ],
        [
            "DR MGOJO",
            "Was there any leader in the community.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "I cannot hear properly.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Was there a leader in the community in which you registered?  The one which you could register to.",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "Yes, there was.",
            "Female"
        ],
        [
            "DR MGOJO",
            "What did he say during the assault and all this that happened to you?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "He did not like what happened.  All these things use to happen during the night.",
            "Female"
        ],
        [
            "DR MGOJO",
            "Are there any attempts, maybe, that he made so that he can take this up with the higher authorities of the organisation?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "Usually we use to attend meetings which were organised by the members of the organisation and during the meetings the youth would appear as if they understand that we have apologised, but they would resume their dirty work in the evening.",
            "Female"
        ],
        [
            "DR MGOJO",
            "Did you have any death certificate?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "No, I did not.",
            "Female"
        ],
        [
            "DR MGOJO",
            "I just have a little question.  Who withdrew the case because I hear that you said you attended the case.",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "I was just fetched by the police.  I was just stupid, I did not even know what was going on.  Nobody gave me any explanation.  I was just at home and then one policeman came and said on Monday I was supposed to attend the Court hearings.  Ever since my husband died that is the only time when I had to attend the court case.",
            "Female"
        ],
        [
            "DR MGOJO",
            "Is there any reason maybe which made you not to go and lay a charge for what happened to your husband?",
            "Unknown"
        ],
        [
            "MANKWALI MADLAVU",
            "No, I had no reason.  It is just that I was\nUMTATA HEARING EASTERN CAPE PROVINCE\n12 MRS MADLAVU\nstupid and I was ignorant and I did not have any support system and any advisory people who could assist me and tell me what to do.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Pumla Gobodo would like to pose a question.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "I just want to confirm this.  Usually the woman, especially the people who are in the rural areas, always handle the death issues with their male counterparts.  Is there, maybe, anybody who is related to you, to whom did you hand over these problems?",
            "Female"
        ],
        [
            "MANKWALI MADLAVU",
            "Yes, there was somebody who handled this.  That person came back and they rejoiced.  That person just rejoiced.  They sang songs about my husband and then they said and they were shouting and saying he is an informer.",
            "Female"
        ],
        [
            "MS GOBODO",
            "In other words that person could not continue to assist you?",
            "Female"
        ],
        [
            "MANKWALI MADLAVU",
            "Yes, he could not because they said he was an informer.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Mrs Madlavu about this painful story that you have presented here.  We usually listen to horrible stories, but this one seems to be exceptional.  We, as the Commission, will make investigations especially the Court in which the case was being handled.  We would like to know what happened, why did they not continue and finalise the case especially the case which involves murder.  We would really like to know what happened.  We will continue communicating with you, giving you reports of what is taking place.  I would like to thank you at this present moment.  We will now go for lunch and we will come back.\nUMTATA HEARING EASTERN CAPE PROVINCE",
            "Unknown"
        ]
    ]
}