{
    "header": {
        "type": "1 N MPOSELWA, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-06-20",
        "location": "UMTATA",
        "day": "3",
        "names": [
            "NTOMBIFIKILE MPOSELWA"
        ],
        "case number": "EC0328/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56054&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/umtata/mposelwa.htm",
        "speakers": [
            "CHAIRPERSON",
            "MEMBER OF PANEL",
            "MS GOBODO",
            "NTOMBIFIKILE MPOSELWA"
        ],
        "original_speakers": [
            "MEMBER OF PANEL",
            "NTOMBIFIKILE MPOSELWA",
            "CHAIRPERSON",
            "MS GOBODO",
            "MRS MPOSELWA"
        ]
    },
    "testimony": [
        [
            "MEMBER OF PANEL",
            "Mr Chairman, I would like to call upon Mrs Ntombifikile Mposelwa to the stand please.  Deputy Chairperson I would like to introduce Ntombifikile and I would like to welcome here on behalf of the Commission.  Mrs Mposelwa you are here today because you would like to express the pain that you had experienced so that you can reconcile with the perpetrators.  Most of the people who have come here have come for the same purpose and I think when you have relieved yourself of this burden that you have been carrying for quite a long time and I am sure you had bitterness, but we believe that you will be able to reconcile with the perpetrators and you will not be bitter anymore.  Before you can continue with the giving of this statement I would like you to stand up so that you can take an oath.",
            "Unknown"
        ],
        [
            "NTOMBIFIKILE MPOSELWA",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "MEMBER OF PANEL",
            "Thank you very much.  I am handing over to the Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  We would request Pumla Gobodo to lead you in your evidence.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "Thank you very much Mr Chairperson who is deputising for the Chairperson.  Ntombifikile, I would like to welcome you again.  I just wanted to explain here that you have come to give evidence about your son, but you also\nUMTATA HEARING EASTERN CAPE PROVINCE\n2 N MPOSELWA\nhad a wish that you can also present a case in connection with your husband who was shot dead in 1994.  He was a member of the PAC and nobody was traced and nobody ever knew who was responsible for his death, but unfortunately the Commission is supposed to consider only cases which took place from 1960 to 1993, but unfortunately the incident in connection with your husband took place in 1994 which is after the deadline, but we would like to state and advise you that there is a Committee of the Human Rights and we would like you to please approach it.  It is not that you will not have anybody to listen to your story regarding your husband, but there is somewhere else that you can go.  Presently we would like you to give us information about your son.  Could you please give us information about him.",
            "Female"
        ],
        [
            "NTOMBIFIKILE MPOSELWA",
            "Thank you very much Sis Pumla.  He was Samora Siyasanga Mposelwa.",
            "Female"
        ],
        [
            "MS GOBODO",
            "How old was he when he was killed?",
            "Female"
        ],
        [
            "NTOMBIFIKILE MPOSELWA",
            "During the time when he was gunned down, he was born on the 25th of January 1977.  He was 16 years old at the time.",
            "Female"
        ],
        [
            "MS GOBODO",
            "What were the circumstances around his death?",
            "Female"
        ],
        [
            "NTOMBIFIKILE MPOSELWA",
            "On the 16th in October in the evening, I think it was about seven in the evening.  I was together with my husband and our family as a whole.  Bantoen and Kand who are my children.  We were at Port St Johns.  Whilst we were staying in the house we heard that our car was being reversed and it was revved so strongly.  We could see that it is somebody who knows how to drive this car and who knew the direction.  We looked around and we saw that it was Samora who was driving the car.  We stayed for a long time waiting that he would come back, but he never did.  We slept UMTATA HEARING EASTERN CAPE PROVINCE\n3 N MPOSELWA\nwhilst still waiting for him, but at five am my husband felt that he should wake up.  I did not know what to do.  We were together with my brother Mlolalimin Nombi.  He went out, he ran around the house and in the nearby area.  I was in my room.  He was still searching for him.  \n He came back after a few minutes and then he said I have walked quite a distance and I could hear people talking and I also hear that they were talking about Samora and they said our brother has saw him.  I pretended as if I did not hear them, but I was eavesdropping.  Mr Gaba came in and when he came in he said we must pray.  I asked them why should you pray very early in the morning?  There must be something that has happened.  They openly stated that Samora had committed suicide.  I did not believe what they said.  I was surprised.  How did he commit suicide.  It was said he shot himself.  What do you mean?  No, his uncle found him.  They stated that there was a revolver, his father's revolver in his right hand, but I am not quite sure whether it was in the right or the left hand.  \n You know when you are shocked you become so shocked to the extent that you would use abusive language.  That is what I did because I was cursing, why did this have to happen to me.  Let me just explain this again.  My husband went to the police station.  My brother says he took the gun from the child's hand because he was fearing that somebody might come and take it.",
            "Female"
        ],
        [
            "MS GOBODO",
            "What time was it?",
            "Female"
        ],
        [
            "NTOMBIFIKILE MPOSELWA",
            "I think it was half past five.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Was it in the morning?",
            "Female"
        ],
        [
            "NTOMBIFIKILE MPOSELWA",
            "Yes, it was very early in the morning.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Was the gun in his hand?\nUMTATA HEARING EASTERN CAPE PROVINCE\n4 N MPOSELWA",
            "Female"
        ],
        [
            "NTOMBIFIKILE MPOSELWA",
            "Yes, the gun was in his hand as they said.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Where was the car?",
            "Female"
        ],
        [
            "NTOMBIFIKILE MPOSELWA",
            "He was in the car, in the passenger seat, but there was the difference because he had a wound and you could see that this bullet wound was from the right through the left.  On the left side you could see that there was a bullet hole in the car.  My husband then stated that they went to the police and then they reported the matter to the police and two policemen went to see the accident.  It was discovered that there were cartridges which were found behind the car.  We were also taken to the scene and then we were crying all of us.  My child was half naked.  The t-shirt that he was wearing was at the back of the car.  We did not see the bullets or the shells or the cartridges, but we could see that he was already experiencing rigours.  You could see that he was bleeding.  He bled severely and there was a pool of blood in the car.\n During the day when we went back to our place the nurses from the Port St Johns Hospital, because I was working there also, visited us and they came here to pay condolences.  They stated that the saw a girl who is admitted in hospital.  It was said this girl was Lungiswa Mwanda.  The girl reported that she was with Samora and this was witnessed by the other people, but it is said that she had poisoned herself.",
            "Female"
        ],
        [
            "MS GOBODO",
            "What is the name of this girl?",
            "Female"
        ],
        [
            "NTOMBIFIKILE MPOSELWA",
            "It was Lungiswa Mwanda.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Who discovered this and who gave you the information that she was together with your son?",
            "Female"
        ],
        [
            "NTOMBIFIKILE MPOSELWA",
            "It is said he is, he, she who stated that he was together with my son.  I confirmed that because the\nUMTATA HEARING EASTERN CAPE PROVINCE\n5 N MPOSELWA\nnurses said we are together with one of Lungiswa's friends, Miss Bolo is having a shop there, she is a general dealer and she has come to visit her friend and she has also come to visit me.",
            "Female"
        ],
        [
            "MS GOBODO",
            "What I am trying to get at is what did she know about the cartridges which were just behind the van?",
            "Female"
        ],
        [
            "NTOMBIFIKILE MPOSELWA",
            "Nobody asked her anything.  We did not even see her because after she was discharged from the hospital she disappeared.  We have never seen her ever since.  When we made enquiries about the others from other people somebody said she went to Cofimvaba.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Could you please inform us about the investigation?  What did the police discover about in their investigations?",
            "Female"
        ],
        [
            "NTOMBIFIKILE MPOSELWA",
            "I do not have much to say except that Nombeli who is the uncle to Samora was taken.  They also forced him to give false information that he should admit that he is the culprit.  He came back and he was crying bitterly because he did not want to admit that he did so.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Was there any follow-up in the matter about this girl, Lungiswa, about all what she knew about what happened?",
            "Female"
        ],
        [
            "NTOMBIFIKILE MPOSELWA",
            "No, we did not hear anything about the investigation with regard to Lungiswa.",
            "Female"
        ],
        [
            "MS GOBODO",
            "How did you view this because somebody who was present during your sons death was supposed to have been investigated also.",
            "Female"
        ],
        [
            "NTOMBIFIKILE MPOSELWA",
            "I was disturbed because I did not have trust anymore to the Government and even to the authorities.",
            "Female"
        ],
        [
            "MS GOBODO",
            "What do you know about your son especially as far as politics are concerned?",
            "Female"
        ],
        [
            "NTOMBIFIKILE MPOSELWA",
            "He was still 16 years old.  I did not notice\nUMTATA HEARING EASTERN CAPE PROVINCE\n6 N MPOSELWA\nanything about him as far as the political issues are concerned.  The person that I know and who was well known is my husband.  Kobilitlansin Mposelwa is the one who was not, was involved with the politics.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Is there anybody who said something about the political involvement of your son?",
            "Female"
        ],
        [
            "NTOMBIFIKILE MPOSELWA",
            "No, you cannot know anything about your child.",
            "Female"
        ],
        [
            "MS GOBODO",
            "What did your family think about your son's death?",
            "Female"
        ],
        [
            "NTOMBIFIKILE MPOSELWA",
            "There was an outcry and we were suspicious and we were never satisfied because we could not understand why anybody could be charged about what happened.  We buried our son on the 24th October 1993.  On the 11th November there were two policemen who came at our place.  They had balaclavas and their car was not having any registration plates.  Bantoen, who is my son, was also present.  He had just written examinations.  They asked who is my husband.  He misled them and said he was in Umtata and then they said they must be informed when they come.  We took this matter to the police and then we requested the protection.  I also phoned my husband and I told him telephonically that he was wanted by the police.\n At six you could think that it was a war zone.  There was a lot of police vans, soldiers and everybody.  I could mention Mr Mahilihili.  He was one of the police who were here.  They were giving us protection.  The gun was taken from my husband for ballistics and then he was borrowed one of the guns by the police so that he can protect and defend himself.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Who was protecting you?\nUMTATA HEARING EASTERN CAPE PROVINCE\n7 N MPOSELWA",
            "Female"
        ],
        [
            "NTOMBIFIKILE MPOSELWA",
            "It is the soldiers and the police.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Okay, is this the period during which the military defence was the one who was ruling the country at the time?",
            "Female"
        ],
        [
            "NTOMBIFIKILE MPOSELWA",
            "Yes.  Mr Mantu is the one who said he would borrow us the gun, but after six days they would withdraw their protection and then there were PAC guards who were also here to protect us.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Excuse me Mama.  Do you know whether these policemen, the white policemen with the balaclavas, can you connect it with your son's death?",
            "Female"
        ],
        [
            "NTOMBIFIKILE MPOSELWA",
            "We did not know what to think.  We were not aware of what was happening and my husband was also surprised.  Nobody ever knew what was happening.  We could not even guess of what was happening.",
            "Female"
        ],
        [
            "MS GOBODO",
            "I would like to take you back again to your son because I would like to conclude now.  As there was a case and investigations how far did it go?",
            "Female"
        ],
        [
            "NTOMBIFIKILE MPOSELWA",
            "We did not know anything.  Nobody knew what happened to that.  There were no reports, nobody came to say anything to us and we have never been called to attend any court case.  Everything was just quiet as if nothing had happened, but I can mention that Mr Chwane was the person who was investigating the case.  I think he was the Investigation Officer.",
            "Female"
        ],
        [
            "MS GOBODO",
            "What was his rank, was he the Security Officer or was he the police?",
            "Female"
        ],
        [
            "NTOMBIFIKILE MPOSELWA",
            "No, they said he was a Detective Sergeant.  When he attached the signature he would write his designation as Detective Sergeant.",
            "Female"
        ],
        [
            "MS GOBODO",
            "I would like us to finalise the matter.  We have\nUMTATA HEARING EASTERN CAPE PROVINCE\n8 N MPOSELWA\nlearnt that after he died there were some police who came at your place and the soldiers as well, but we gather that they were looking for your husband.  We would like to find out what happened to your son.  It is not easy to endure the pain when you lose your son.  We know it was something which was very familiar amongst our black community members, but we are aware that during the time of the military rule you would have some people would occasionally have visits from the police or the South African Defence Force.  So what I would like to know is what would you like as to do as the Commission in connection with the disappearance and the death of your son?",
            "Female"
        ],
        [
            "NTOMBIFIKILE MPOSELWA",
            "What I would like to know is why was my son killed and who killed him.  What was the purpose of his death?",
            "Female"
        ],
        [
            "MS GOBODO",
            "Lastly, before I can hand you over to the Chairperson or my colleagues, probably they might be having some questions so that they can ask further questions to you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Any questions.  Thank you very much Mrs Mposelwa.  As you have already heard and you have been listening to the proceedings of this Commission, one of the most important things about the woman and the most painful things that are always mentioned by most of the woman, is the disappearance of their children.  In this case your son was very young, 16 years old, and he died during the time when there was a lot of things happening in our country.  Probably in, amongst other people also we have the same people who have experienced what you have already stated and presented before us.  It is a very painful experience.  You buried your son and it was not long and then you were\nUMTATA HEARING EASTERN CAPE PROVINCE\n9 N MPOSELWA\nwidowed.  Those were very close people to you and they were shot dead.  It just shows us that the time and our future needs to be considered as one of the most important futures and we would wish that the people should try to solve the problems through negotiations instead of violence.  We promise to make a follow-up and see how we can assist you.  Thank you very much.",
            "Unknown"
        ],
        [
            "NTOMBIFIKILE MPOSELWA",
            "Excuse me I have a question.  I would like to ask a question for the Commission.  I would like to know the advice that I can get, where do I get the Human Rights offices?",
            "Female"
        ],
        [
            "MS GOBODO",
            "I would like you to come to us after these proceedings so that we can give you details.  Thank you very much.\nUMTATA HEARING EASTERN CAPE PROVINCE",
            "Female"
        ]
    ]
}