{
    "header": {
        "type": "1 Z NELANI, HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-06-20",
        "location": "UMTATA",
        "day": "3",
        "names": [
            "ZOYISILE NELANI"
        ],
        "case number": "EC0171/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56056&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/umtata/nelani.htm",
        "speakers": [
            "ADV NTSEBEZA",
            "CHAIRPERSON",
            "DR MGOJO",
            "MEMBER OF PANEL",
            "MR SANDI",
            "ZOYISILE NELANI"
        ],
        "original_speakers": [
            "MEMBER OF PANEL",
            "ZOYISILE NELANI",
            "CHAIRPERSON",
            "MR SANDI",
            "MR NELANI",
            "ADV NTSEBEZA",
            "DR MGOJO"
        ]
    },
    "testimony": [
        [
            "MEMBER OF PANEL",
            "Mr Chairperson we would like to call Mr Nelani to take the stand please.  Mr Chairperson Mr Nelani who is here in front of us is one of the men who comes from Umputi where the Chief Joyi and the others come from.  They were all exposed to persecution, prosecution and tortures as they were trying to liberate the country and they also tried to bring justice.  He is here also to give explanations of what use to happen at that time.  We would like to thank him for being here and we are very grateful that the people who come from the rural areas could come forward because some people from the urban areas believe that they are the only people who contributed to the liberation struggle.  They do not recognise the importance and the role which was played by the people from the rural areas.  This is because there were no newspapers and no people to publicise what they were doing.  We are very grateful for your presence here and we would like to know that the people from the villages were also contributing to the struggle and we should salute them for what they have done.  Your efforts are being acknowledged.  You can see that we rejoice today because we can claim that we are free.  We have the Government of the people.  That is why we say the Commission is very proud of you.  I would like you to stand up so that you can take an oath.\nUMTATA HEARING EASTERN CAPE PROVINCE\n2 Z NELANI",
            "Unknown"
        ],
        [
            "ZOYISILE NELANI",
            "(Duly sworn in, states).",
            "Unknown"
        ],
        [
            "MEMBER OF PANEL",
            "Thank you.  Over to you Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Sandi.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Mr Nelani, as far as I can see from your statement you are going to talk about two things.  Firstly you are going to talk about things that happened to you.  Being arrested, being tortured in detention by South African Police and Transkei Police.  Secondly, you will be talking about the death of your neighbour, Mr Twalimfene Joyi, who was shot by a Traffic Officer here in the Transkei.  Is that correct Mr Nelani?",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "Yes, that is correct Sir.",
            "Male"
        ],
        [
            "MR SANDI",
            "Which one would you like to start with?  Would you like to start talking about the first one that affects you directly or are you going to talk first about Mr Joyi's case?",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "Mr Commissioner I would like to talk about first Joyi's case.",
            "Male"
        ],
        [
            "MR SANDI",
            "Excuse me Mr Nelani, my colleague here, Mr Ntsebeza, he is nudging me.  He says he knows much about this case, about the death of Twalimfene Joyi.  He is going to guide you about this case.  He will hand you over again to me when he is through with Twalimfene Joyi's case.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Nel, this case is quite a well known case.  Now, before we can go and dig in about Twalimfene it will be, we would appreciate it if you can just tell us more about Twalimfene.  Who Twalimfene was before you actually come into the day in 1976 when something happened to him.",
            "Unknown"
        ],
        [
            "ZOYISILE NELANI",
            "Thank you Commissioner.  Firstly, I am going to talk about his birth.  Twalimfene Joyi was born through Dalunga Joyi.  There are three men here from Joyi family.\nUMTATA HEARING EASTERN CAPE PROVINCE\n3 Z NELANI\nThey are all from the family tree of the Joyi's.  The first one is Mangaliswe Joyi, second is Dalagube Joyi, next one is now Twalimfene Joyi's father.  These are brothers.  \n Twalimfene became prominent especially as an orator especially regarding the political matters.  I can say that in our area he is the one, he was the leader in the campaigning of our political matters.  He was a member of the ANC such that during his presence all the men of my age at the time use to be his followers.  We use to believe quite a lot in what he use to say.  Earlier today the Commissioners heard from Mr Sigwela about Twalimfene Joyi's arrest.  He use to be arrested with them.  When he came back from Robben Island he was banned for two years.  This was now before his death.  During the time of his banning he got a job here in Umtata in the bus transport department.  That is where he use to work.\n Now on a certain day, it was during the weekend, Twalimfene was plastering a certain house at home.  He talked to Bangilizwe Joyi who was his older brother who use to have a tractor.  He asked for the tractor so that he can transport sand from the Basha River.  He did give it to him.  He was also given a driver to drive this tractor.  So they went on with the transporting of this sand.  At the time the Basha River was overflowing because of the rains that use to fall at that time.  When they came back it was wet.  The rain fell again just for a while.  He was walking on foot, the tractor was driven by this young boy. The tractor was a little bit far from the road.  When the Traffic Cops saw this tractor they came towards the tractor.  Apparently, when he saw the Traffic Cops he slowed down and the boy stopped the tractor and ran away.  \nUMTATA HEARING EASTERN CAPE PROVINCE\n4 Z NELANI\n When the Traffic Cops saw that the boy has run away they went to him.  Now that is Twalimfene, the boy, Joyi.  Apparently these policemen were looking for him for a long time because there was no reason for these cops to go to him when he was not the driver of the tractor.  Now, apparently, this policeman followed him.  They went over the hill and then later bullet shots were heard by the people who were next to this place, but nobody actually realised what really happened.  This other policeman, in a mysterious way, he just left.  He asked the other boys where this tractor use to belong to.  So they were told that it belongs to the Chief's place.  So when they went to the Chief's house before this other one who went with Joyi came back.  This other policeman asked who was the driver of the tractor, but the way that he asked this question, he did not ask who was the driver of the tractor, he just asked who is your driver, Sir.  Now Chief Bangilizwe gave them Sobetwa's name who was the Chief's driver.  He did not mention the boy because this boy did not have a licence.  While they were still talking this other policeman came back and his pants were wet.  It was obvious that he was walking in the tall grass.  He also wanted to know that who was the driver.  Then he was told.  He did not ask that he was leaving somebody next to the banks of the river and the person was injured.  They got into the car and they left for Umtata.  \n After a while the boy arrived again.  He then reported that the man he was with was followed by a Traffic Officer, but nobody took this into cognisance because, but later when he did not come back people wanted to find out what happened, but nobody could see where he was and we would tried to ask, but nobody could see anything.  In the\nUMTATA HEARING EASTERN CAPE PROVINCE\n5 Z NELANI\nfollowing morning they started to take some steps now.  They tried to go and report because they could not find him anywhere.  Now, in short, they came to the police.  They reported the case.  We were still looking for him on the other side and there was another trace that there was another man who has been shot by the Traffic Officers and after shooting him they dragged him to the river.  It took us two weeks for us to get the body.  We found the body in another location at Nabane location in Idutywa.  When we got there the people there said they picked this body up at the riverbanks.  \n As we usually do with a body we, there was a funeral.  It was very difficult for us to get into the water because it was full.  The body was buried on the other side next, in Idutywa not on the other side which belongs to Umtata district.  When the body was exhumed we did identify that it was him.  Now, after we had exhumed him we had to bury him again.  This time now we buried him officially.  Now that was the time now we had to give the report to the police.  Some police were investigated about this.  After we have told them that we have exhumed this body and reburied it we had to go again back to Idutywa to see the District Doctor so that this body can be looked at to see, to have a post mortem.  We did buy a coffin so that if this body had to be brought back again we must have something to put it in.  \n The person who talked to the doctor, it was his elder brother, Chief Bangilizwe.  He brought the doctor to the river and it was the doctor who said there must be something like a jug, just a container so that we can carry water, but we did not even know what the water was going to be for.  We did all that.  When we got there we were forced again to \nUMTATA HEARING EASTERN CAPE PROVINCE\n6 Z NELANI\nexhume the body.  When we did that the doctor said the reason why he wanted a container was that he wanted to make an experiment to make sure that, to make sure if this body went into the river when it was already dead or when the person was still alive.  He said he was going to cut a piece of his lung and after cutting that piece of lung he was going to put into this water and if the person has been drowned while still alive in this water, this piece of lung is going to go down into the bottom of the container, but if this person was put into the river when he was already dead, this piece of lung is going to float on the water.  Indeed he cut a piece of his lung on his left lung and then he put it into the water, but that piece of lung simply floated, it did not go down.  Then he said, yes indeed, he went into the river when he was already dead.  Again, we had to rebury the body now with the coffin that we had brought with us.  \n Now we had to wait for the authorities from the police so that we can rebury the body.  Even on that day we were now, we were going to ask experts to investigate and examine the body so that we can see what killed him, that is a post mortem.  When the day of the post mortem came we again went to go and exhume the body.  Now we were together with the police and it was the police that brought the body to Umtata.  Then we were told what time the doctors would come here in Umtata.  We were here at eight am.  We stayed here for the whole day until it was four pm.  There were no doctors even though we were told that they were going to be here at nine.  They came after four.  They were already in a hurry touching here and there.  After that they said, no, they cannot see anything.  That is now how we were officially given the body to go and bury it again and yet we UMTATA HEARING EASTERN CAPE PROVINCE\n7 Z NELANI\nwere not satisfied at all.  When we wanted to find out why did they come so late, we were trying to find this out, but later we discovered that they were in Butterworth the whole day.  They were talking together with the Government.  We do not know why they were, what they were talking about and then we were forced to bury the body again without getting any report of a post mortem regarding his death.\n Later the policemen went on saying that they are investigating such that this Traffic Officer while he was surrounded by the policemen regarding the bullets that were missing in his gun, he said, no, he had fired in the air.  So then he was asked why did he shoot in the air in the first place, where is the driver of the tractor?  He then said that the person, the driver that he had met was Sobetwa, then he was asked do you know Sobetwa.  Then he said yes, he know who Sobetwa was and he can even point him.  Then there was an identification parade.  We were also there.  This Traffic Officer, his name was Kalipa, could not identify Sobetwa.  He simply identified another policeman who use to work at Qumbu.  It is there now because he could not identify then the Investigating Officer had the authority now to arrest him because he could not identify this driver.  \n Now, on the third day of his arrest there was a command from K D Matanzima, who was the leader of the country at that time, that this Traffic Officer must be released because he has not done anything.  So then he was released.  At the time the Council of Churches had delegated a field worker who could help with the investigation.  His name was M Sooki.  He helped out quite a lot because he even had witnesses, but what was the problem was that he was now \nUMTATA HEARING EASTERN CAPE PROVINCE\n8 Z NELANI\narrested by the Security Policemen.  He was kept for two years here in the Transkei prison, that the office of the South African Council of Churches was banned.  So that all those who had their human rights violated should not have anyone to defend them.  Later on the South African Council of Churches tried to make amends, but it looks like that is the reason why the South African Council of Churches was banned.  There was never even an inquest.  That is just how it was ended.  That is how Twalimfene Joyi.  We still feel hurt about his death.  We will never forget it.  It will always remain in our history.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Excuse me Nel, can you still remember the month of Joyi's death?",
            "Unknown"
        ],
        [
            "ZOYISILE NELANI",
            "It was in March.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Was it 1976?",
            "Unknown"
        ],
        [
            "ZOYISILE NELANI",
            "Yes, it was 1976.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Can you still remember that at that time, the precise time of Twalimfene's death?",
            "Unknown"
        ],
        [
            "ZOYISILE NELANI",
            "If I can just remember well, it was on the 31st of March 1976.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "There was another man who was arrested in Durban.  His name Mhlole.",
            "Unknown"
        ],
        [
            "ZOYISILE NELANI",
            "Yes, they almost died at the same time, Mhlole and Joyi.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Mhlole died less than 24 hours before he was arrested?",
            "Unknown"
        ],
        [
            "ZOYISILE NELANI",
            "Yes.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Mhlole and Joyi were they together in the Robben Island?",
            "Unknown"
        ],
        [
            "ZOYISILE NELANI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Yes, you can get on into the next issue.\nUMTATA HEARING EASTERN CAPE PROVINCE\n9 Z NELANI",
            "Unknown"
        ],
        [
            "ZOYISILE NELANI",
            "There were many events that use to surround these two men, these men from the Joyi family.  Now in 1978 it was myself and Bangilizwe.",
            "Male"
        ],
        [
            "ADV NTSEBEZA",
            "Excuse me Mr Nelani, are you now talking about this incident that affects you directly?",
            "Unknown"
        ],
        [
            "ZOYISILE NELANI",
            "No, there is just one other part that I do not want to leave out.  Then after that I am coming to my case now.  I think we only had two weeks and then on the third week these men, the Joyis' were banished, were banned.  I am the one who was transporting them into their places.  First I went to put Dalanuba to Majeke.  Then from there I went to put Bangilizwe into Mtingweni.  On the following week there was chaos in the Transkeian Parliament.  They were fighting about the positions.  There were questions in Matanzima's Government, why were these people arrested and being charged if they were guilty.  Now just Matanzima's answer was, who was the Minister of Justice at that time, he said we cannot investigate this mans case.  He then pointed out certain deaths about certain people and he said the deaths of those people are connected with these Joyis'.  He mentioned the death of another Chief from Tentu, his name was Dadile.  He also mentioned the death of two men, the Chief of the Kwatis', Makile and his second in command, Thandile.  He also mentioned about his, another Chief.  He also talked about another one who use to work in the forest who killed people and then after that he, personally, was killed.  Now all those incidents he connected them with the Joyis'.  Only to find out, as you have heard here before, Bangilizwe left in 1958.  Then he came back home in 1964 and all these events happened when this man had already left because all these happened in 1961 and yet he left in 1958.\nUMTATA HEARING EASTERN CAPE PROVINCE\n10 Z NELANI\nThen we were forced as the people who were left behind, we were supposed now to answer what George was talking about, but I was the one who made that statement.  I took the statement to the offices of the Daily Dispatch, the Daily Dispatch newspaper.  At that time there was Sydney Moses.  I gave the statement to him.  Within a week I went back to go and check and then he said to me, no, the Management had refused and then he said if he could publish that statement, now the Daily Dispatch newspaper could be in trouble because of the Government that was not going to allow that to be published.  Then later that statement was published.  It was just a couple of lines.  I would like to mention this because these people were accused of murder.\n Now coming back to my own story.  Commissioner, we have run out of time, but I will try and be brief so that everybody can have a chance.  I understand that this is the last day, but my story is a very long one.  I am going to start, I will start in 1970.  In 1970 I was in Gauteng.  Then I was arrested there after we had a meeting as workers.  We were a bigger group.  I was with another man from Transkei.  I am very hurt about the fact that he has also disappeared.  He was from Nqamakwe.  He was Mr Mviti, his name was Pindile.  We were together, we were tortured by another Boer called Taylor for three days and then after that we were released.  We were tortured by electrical shocks.  Then after that I was arrested again here in the Transkei.",
            "Male"
        ],
        [
            "MR SANDI",
            "And Mr Nelani was it now at the time of your torture by electric shocks by Mr Taylor, do you have any other names that you can still remember who were together with Mr Taylor?\nUMTATA HEARING EASTERN CAPE PROVINCE\n11 Z NELANI",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "Yes, I know some.  There is another policeman, another white policeman, his name was Erasmus.  There was another one called van Millier, another one was Strydom.  Those were the ones who tortured us.  Then after that we were arrested in 1976 here in the Transkei.  Yes, I was arrested, but it was before the independence.",
            "Male"
        ],
        [
            "MR SANDI",
            "When did you come back from Gauteng now that you have been arrested in 1976?",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "I was only visiting for a while here because this is my home.  Transkei is my home and that is when I got arrested.",
            "Male"
        ],
        [
            "MR SANDI",
            "At the time of your arrest was it at the time of the independence?",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "Was there any resistance against this independence at the time?",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "All those who were against the independence were arrested.  All those people who were against the Transkeian independence were arrested.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you know why were people against the independence of the Transkei?",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "The reasons of their resistance was that they knew that they will never have any other rights as human beings.",
            "Male"
        ],
        [
            "MR SANDI",
            "Me Nelani, if I remember well, this 1976 we are talking about, now the time that you were arrested here in the Transkei only because you were against ... Now, what I want to know is at the time while you were inside, in the cells, when you were being interrogated, were there any questions that you were asked from those who use to interrogate you regarding the unrest, this national\nUMTATA HEARING EASTERN CAPE PROVINCE\n12 Z NELANI\nuprising that use to be in South Africa in 1976.",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "No, I was never questioned about that unrest.",
            "Male"
        ],
        [
            "MR SANDI",
            "Then on the 24th of September 1977 were you arrested again, is it not?",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SANDI",
            "You were detained for six months.  Why were you arrested?  Under which Law?",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "I was arrested under Act number 47.",
            "Male"
        ],
        [
            "MR SANDI",
            "Was this the Act that says if you are arrested you can never even go to Court, you will be detained for those six months without even knowing why you were in jail?",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "That is correct, that is exactly correct Commissioner.",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "Now again, on that 24 of September 1977 which you were arrested on, Mr Steve Biko was he already dead in the cells?",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "That is correct.  Such that I was together with Reverend Tintilie in the cells.  He was one of the people who was arranging for Mr Biko's funeral.",
            "Male"
        ],
        [
            "MR SANDI",
            "Were you being asked about Bangilizwe Joyi?",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "That is right.",
            "Male"
        ],
        [
            "MR SANDI",
            "What did they ask you about him?",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "They wanted to find out what were Chief Bangilizwe's aims in politics because he was a Chief, a traditional Chief.",
            "Male"
        ],
        [
            "MR SANDI",
            "So did you get out of prison in March 1978?  Were there any other restrictions that you were under?",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "No, there were no restrictions.",
            "Male"
        ],
        [
            "MR SANDI",
            "And then in 1979 when you were arrested again for having unlawful pamphlets and illegal documents with you.  What were these documents about?\nUMTATA HEARING EASTERN CAPE PROVINCE\n13 Z NELANI",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "These pamphlets were talking about the arrest of King Sabata.  They were also about the way people were treated in prisons here in the Transkei, all those political prisoners.  These pamphlets also were talking about the fact that political prisoners were not allowed to make any appeals because the Judges at that time did not allow anyone to appeal especially political prisoners.  Especially, here is another example.  The Commissioner here, Mr Dumisa Ntsebeza, was one of those people who were denied the right to appeal such that there was a petition.  That is the only time that they allowed the appeal, but even this whole period that he was in jail, his cries were not listened to.",
            "Male"
        ],
        [
            "MR SANDI",
            "Who issued all these pamphlets?  Was there an organisation or maybe a group of people, perhaps, that you were part of?  A group that was responsible for the pressing of these pamphlets.",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "The ANC was responsible for the distribution of these pamphlets, but all that was done underground.",
            "Male"
        ],
        [
            "MR SANDI",
            "You said you were arrested for the possession of illegal pamphlets.  You were in a car at that time.  What happened to this car?",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "I started at Tongwo from there I went to Nqamakwe.  Then from there I went to Butterworth.  I use to distribute those pamphlets at night.  Then when I was in the Idutywa district I came across a security car, but when I passed it I thought if they could catch me now they would catch me red-handed.  We were two in this car.  This other mans name was Thembile Maginga.  We came to Umtata.  We went down Alexandra Road then we went to the township.  We had left the pamphlets already in town, but it is when we got into the township when we were trying to get into Kwezi\nUMTATA HEARING EASTERN CAPE PROVINCE\n14 Z NELANI\ntownship when we met the police.  We saw two policemen just near us.",
            "Male"
        ],
        [
            "MR SANDI",
            "I would like to interrupt you now.  Let us go back to the cells. As you know that if a person has been arrested, what happened to you while you were in the cells and who did that to you?",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "After being arrested, after being told that I must leave my car where we were arrested we were taken to the charge office.  We were welcomed by a lot of assault by the policemen in the charge office.  They assaulted us so much.  One of those people was Lavisa, another policeman from the Security Forces.  Another one was Dingana, another one was Molife, Sergeant Msuko, Neba was an onlooker though he did not do anything, but he was there watching.",
            "Male"
        ],
        [
            "MR SANDI",
            "Who are Lavisa and Neba?",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "Neba is Martin Neba.  He was the Head of the police at the time.",
            "Male"
        ],
        [
            "MR SANDI",
            "And who is Lavisa?",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "Lavisa was in the Security Department.  His name was Zulisa.",
            "Male"
        ],
        [
            "MR SANDI",
            "What is he doing now?",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "Today Zulisa is a Deputy Commissioner.  He is the second in command in the higher ranks in the police department in the South African Police Service.",
            "Male"
        ],
        [
            "MR SANDI",
            "How do you feel about this?",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "Commissioner, there is a problem here because the Government does not come to us and find out who the Government should put in their high ranks.  The Government was supposed to do a referendum.  People like that were not supposed to be put in high ranks because they were murderers.  Murderers were not supposed to be put up in such UMTATA HEARING EASTERN CAPE PROVINCE\n15 Z NELANI\nhigh ranks.  If those people are still kept in those high ranks this South Africa will never be well again.",
            "Male"
        ],
        [
            "MR SANDI",
            "Again, Mr Nelani, you said three white policemen arrived from East London.",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "On the third day when I was still in the cell, now I had already been separated from my friend Maginga.  Three white policemen arrived, then I was handed over to them who took me and opened the boot.  I was still hand-cuffed.  I had leg irons as well.  They just lifted me up then they threw me into the boot and they shut the boot.  The car was gone.",
            "Male"
        ],
        [
            "MR SANDI",
            "Now who was lifting you up?",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "It is these three white men.  There was another young security policeman from Transkei who was called Nongogo.  He was there when I was being picked up and put into the boot of the car.",
            "Male"
        ],
        [
            "MR SANDI",
            "This Mr Maginga you have just mentioned, is it the same one who had a private security company?",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "Yes, that is exactly him.  His name is Lucky Maginga.",
            "Male"
        ],
        [
            "MR SANDI",
            "Okay, let us pass on.  While you were in Cambridge what happened there?",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "While I was still in the boot I only saw that now I was in Cambridge when they opened the boot.  Then I was put inside.",
            "Male"
        ],
        [
            "MR SANDI",
            "Is this Cambridge Police Station the one in East London.",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "That is correct.",
            "Male"
        ],
        [
            "MR SANDI",
            "According to my knowledge at the time, is that not at the time the then Government in Pretoria and those in authority here in the Transkei said Transkei has its own\nUMTATA HEARING EASTERN CAPE PROVINCE\n16 Z NELANI\nindependence?",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "Yes, that was the time that the Transkei was still under the impression that it had an independence.  Commissioner there is one more thing that I would like to emphasise on.  I was beaten up very much by these men.  Men like Lavisa, Dingana, Molife and Nongogo.  They really assaulted me while I was in Norwood.",
            "Male"
        ],
        [
            "MR SANDI",
            "Were you again arrested in 1980 for treason and at the time when you were arrested for treason, in which prison were you and what happened to you while you were in prison?",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "I was sentenced while I was in Wellington and the kind of treatment that I received there was very severe.  Such that one of us, King Peter, we had big problems regarding King Peter because as we usually receive letters from our relatives, they usually go via the Security Police who had arrested us.  They were the ones who use to read them and censor them before we could read them.",
            "Male"
        ],
        [
            "MR SANDI",
            "Is King Peter the same one who was mentioned by one of the witnesses here yesterday?",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "Yes Commissioner, it is the same King Peter.",
            "Male"
        ],
        [
            "MR SANDI",
            "Mr Nelani, has your explanation of your ill torture ending up there before I hand over to the Commissioner?",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "Yes, that is the end of it because I was now sentenced and I stayed in prison for five years and again when I got there I was taken by the Security Police who took me back to the Bordersdal Building where I had to give reasons why did I start to involve myself with the struggle and which organisation am I working for and who am I working with.  Those are the kinds of questions that I was asked by\nUMTATA HEARING EASTERN CAPE PROVINCE\n17 Z NELANI\nthe Security Police.  My answer was people I have already served my sentence.  I was never told that now that I have been released from prison I am going to be asked more questions.  I have been sentenced already by the Judge and I served my sentence and I am not prepared to answer anymore questions.  I do not want to answer questions that are going to send me back to jail.  If I had known at the time I could have asked lawyers to please advise me.",
            "Male"
        ],
        [
            "MR SANDI",
            "Now before I can interrupt you Mr Nelani, now by coming to the Commission, Mr Nelani, you have what kind of wishes?",
            "Male"
        ],
        [
            "ZOYISILE NELANI",
            "I would like the Commission to please make means so that though all those people cannot come forward so that they can account for all those things that they did and again I would like to advise our Government.  All those people who use to violate our human rights must resign.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you Mr Nelani.  Thank you Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Sir.  Order please.  Can we have order please.  Are there any questions?",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "There is just one question.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Dr Mgojo.",
            "Unknown"
        ],
        [
            "DR MGOJO",
            "Mr Nelani, I can see that you are, you have undergone quite severe ill treatment in your life.  The men that you are talking about, have you seen them again after your release?  What do you talk about, when you see them how do you feel and what do they say to you?",
            "Unknown"
        ],
        [
            "ZOYISILE NELANI",
            "When I see them I do greet them especially this Martin Neba.  He was being beaten up by one man here in the streets of Umtata, but I try to defend for him, I defended him.  I did defend him.  The other one that I have not seen is this Lavisa.\nUMTATA HEARING EASTERN CAPE PROVINCE\n18 Z NELANI",
            "Male"
        ],
        [
            "DR MGOJO",
            "In your view, after you have been ill-treated by these men and again you can still defend him.  What do you think that they may help, do you think that makes you feel?",
            "Unknown"
        ],
        [
            "ZOYISILE NELANI",
            "I was not fighting against them personally, I was fighting against the system.  They were just tools being used by the system.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Sir.  Thank you for the statement that you have brought forward to us.  We also want to thank you to know that these pamphlets that we use to pick up here to know where they come from because we use to just see the pamphlets and we did not know who was responsible for them.  We realise that from your village, it looks like your village has more heros.  We are grateful to have men like you.  We also hope that the things that you have put forward to the TRC, we are going to look at them quite closely especially those that we have powers that we can take them to the Government.  We hope that the Government will also take a closer look at them.\n Now before you can step down I would like to announce that the people that I think that are the most important in this hall, the witnesses who came forward to the Commission coming from the rural areas just around Umtata and around Transkei as a whole, the time now for them has come for them to go back to relax in their own homes.  We are going to continue with the hearings, but I would like to show respect to them.  We must all stand when they go out.  We ask the Lord to please go with them, accompany them, protect them on the road until they get into their homes safe and well.  To show respect to them when they leave can we all please stand.  Thank you.  Can you can all sit now.  \nUMTATA HEARING EASTERN CAPE PROVINCE",
            "Unknown"
        ]
    ]
}