{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-06-18",
        "location": "UMTATA",
        "day": "1",
        "names": [
            "TEDDY EDWARD \"MWASE\" WILLIAMS"
        ],
        "case number": "EC0247/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56068&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/umtata/williams.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR SANDI",
            "TEDDY EDWARD MWASE WILLIAMS"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "TEDDY EDWARD \"MWASE\" WILLIAMS",
            "MR SANDI",
            "MR WILLIAMS"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "The next witness is Teddy Williams. Please take the stand.",
            "Unknown"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Over to you Mr Sandi.",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Mr Williams ...(indistinct) and even today when we were talking this morning you stated that you have a long history to give to the extent that you would like to touch and highlight the most important details about your history, is that so. I'd request you to briefly give us details about what happened so that you can give us all the things that you know about, just tell us the highlights and briefly state everything that you think is most important. I would like you especially to explain on everything that you think is very important to you.",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "Firstly, I would like to thank and express my pleasure to have this opportunity to come here so that I do not hibernate and bottle up all the pain that I have endured for all these years. I'd like also to thank all the people who gave me support and those who have took the initiative so that we are here today and have these hearings. I would also like to thank the people of South Africa for giving support to the Truth and Reconciliation Commission. There is a lot I could have like to have said but I know it would - I could compile a book, would sleep and wake up again but I will try to be as brief as much as possible so that I do not bore you with all the details. Some of the things I won't state - in short, I would like to speak in English so that I can express myself as much as possible because I know that I could do that properly if I express myself in English. In 1953 at old location - Witbank, under the name of Teddy Edward Williams, my grandmother was Alice Cockrell and the father Teddy Williams Mwase. Some of my parents to the name of my grandfather and then they called themselves Williams. The others remain as Mwase. We stayed or had a home at Alexandra Township - 6th Avenue, this is where I grew up until my parents divorced and my mother was given custody of the children. I came here in the Transkei in 1964. I grew up in the Transkei under my mothers care, schooled in Transkei and then in 1970 I went to Johannesburg, Soweto. I was in the strike at Clugberry Institution that protested against the ill-treatment by the authorities there. We were taken to Ngobo and some of us were questioned, some where just beaten up or given lashes, this is where I started to have doubts about the present authorities.\n Being fed up with the life around I went to Soweto, Johannesburg to look for a job, despite the fact that I had a scholarship, I don't know whether this was a calling or what. I have a free scholarship to continue my education. I had completed Std. 8 in Clugberry and went to Soweto. At Soweto my parents, my father's sisters and brothers encouraged me to continue schooling. I went to Coronationville High School, even there I wasn't satisfied with schooling, I dropped school at Std. 9 and went to work at the Trust Bank Centre - I was one of those who were lucky to be employed there and later I got a job, the it latest was at Westvaal as a Stainer, relieving another white man there. From there on ...(intervention)",
            "Male"
        ],
        [
            "MR SANDI",
            "Sorry Mr Williams, can I ask you to confine your self to the issues, if I may put it that way, I would like you to start off by telling us about the time you got involved in political activities and which organisations those were, then you go on to tell us about the time when you left the country for exile and the problems you encountered when you were in exile - after the time you came back. Thank you.",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "While I was working at Westvaal I was already involved in many underground discussion groups, I used to discuss with some Sasol BPC, Sazim and some ANC Members, underground because all these organisation, especially the ANC and the PAC were suppressed, they were underground. As the youth were a group of young workers and students we tried to create an organisation to challenge the system, we felt that these organisations which existed didn't have the power, they were incapacitated they were scared to challenge the system, wanted to create and organisation that would match the system we were with Jefferson Langani, Nlasi Siki",
            "Male"
        ],
        [
            "MR SANDI",
            "Sorry Mr Williams, which organisation was this?",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "It was the South African Renaissance Party. We felt that it was sort of reviving, we took this name Renaissance because we felt we were reviving something that was dying or dormant or dead so we preferred to call it the South African Renaissance Party. Unfortunately we couldn't continue, we found out that we were being surveyed, I was staying at 697 Jabulani and we discovered sometime that there was already a policeman in one of the corner streets and another street again, then we had this friend of ours who was an ANC member, Jabulani mea, he organised ...(intervention)",
            "Male"
        ],
        [
            "MR SANDI",
            "Sorry, Mr Williams, I hope you don't mind me interrupting you, I thought in your statement the name of the organisation was the South African Renaissance Movement - are you now saying that it was the South African Renaissance Party?",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "That's right, Movement / Party, I mean we didn't distinguish then between Party and Movement you see.",
            "Male"
        ],
        [
            "MR SANDI",
            "Can you say very briefly what were the aims and objectives of that organisation were?",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "Mainly we didn't have actually our own ...(intervention)",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you. Mr Williams, just to come back to you we were still at the stage where you were saying you were part of the group that set up the Organisation known as the South African Renaissance Party - in your statement I understand the aims of the Organisation were to mobilise and prepare students for what is going to happen in 1976, can you carry on from there?",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "We were not students as such, some of us were Workers like myself like another one who died in Lesotho was affectionately called \"Marks\" he was once a student at Morris Isaacson his full name is Batelomay Goodman Umvula. He was a worker like myself, a young worker we had student friends of course, like Tichi Masamini and so one those were our friends, we used to advise them as to what to do and so on but let me say now, what happened as we saw that we were being surveyed, I will just try to be short you see, as we saw that we were being surveyed we felt insecure and then we decided instead of trying to form a that thing - the new Organisation which will end up like the African National Congress or the PAC - let us join one of these Organisations so our ideas were basically those of the African National Congress because we had African National Congress groups with us from a member of the African National Congress - that is Jabulani Mia - he is the one who introduced us to Chris Hani, he had an arrangement - he first talked to Chris Hani while he was in Lesotho he came back and made an arrangement with us that we should skip the country if we feel insecure - he wanted the whole group of us to skip but then we couldn't group at once and go to him. We felt this would lead to danger, you see we would be imperiled. We decided to skip in groups. Some of up went to Chris Hani, some of decided to skip on our own because there was some who had tried to skip and got arrested. So I skipped with a group and we managed to reach that thing in exile safe. The Police tried to catch us in Swaziland but we managed to evade them. We reached the Swaziland and the Swaziland authorities the then Commissioner and Defence Minister Dhlamini forced us to join the PAC while we were looking around for the ANC, he said they would lock us up or deport us and send us back to South Africa.",
            "Male"
        ],
        [
            "MR SANDI",
            "Mr Williams, just to ensure that we stick to the issues, you are part of the group that set up this Organisation, some of you leave the country, you also leave the country, when was this.",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "I left the country on the 17th of September 1976.",
            "Male"
        ],
        [
            "MR SANDI",
            "And in exile you meet Mr John Nkadamenga of the ANC in Swaziland.",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "Yes sir. I was handed over to - well, I then I would say comrade John Kadimane by Mr Mqwala of the PAC because I was, I was restless within the PAC. I even met Vusi Make whom I knew from Jabulani and then I told him that I can't stay here with the PAC. They had wanted to make me a Security member of the PAC. I refused and Vusi Make told me that the ANC is just around the corner. The people who you are looking for are just up there, you see. When Mr Mqwalu came and he was introduced to me I freely talked to him and told him that it is not that I am against the PAC, but because I am already - I am already used, or rather I have contacts with the ANC, I would like to go to the ANC because I already know some policies of the ANC because I knew about the Freedom Charter and some of the books of Mandela - like \"His walk to Freedom\" I had it at home.",
            "Male"
        ],
        [
            "MR SANDI",
            "And at some stage you are taken for military training in an Engineering camp in Angola. Did you say that was an introductory training - what did you mean?",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "Yes Sir. In Angola we were with the Cubans there, in fact they didn't train us, they gave us some protection. We were trained by what we could term Mgwenya - Veterans - we had already trained long ago. They basically gave us just a glimpse of military - that thing, subjects - we didn't train as such. We went to train to Bengela, there was a camp that was established for a short course - three months course at Bengela, and then we later were taken to north of Katanga. It is a little bit South of Luanda. This is where we began our training and this is where maybe physically I got maimed somehow, I am a person who is actually very fluent, but I am not so fluent as before. We got poisoned around September. It was called the Black September. The thing I didn't like the way we got poisoned is that I was one of the ailed there in the June 16th department. June 16th is a catchword, I am sorry. We used to linger around the kitchen when the cooking was done and at one time, one of the leaders - Zondile Lephiliso - was the head of the personnel and training department, gave an order that we shouldn't hand around the kitchen anymore, because nobody knows if anything goes wrong, just about three weeks from there we got poisoned. We were doing night grenade throwing - grenade throwing by the night. I was the first to feel this pain in my groin. I told the instructor and my commander, if he is still alive, I told him that I don't feel OK. I feel nausea and then he said what is it, I said \"my tummy is painful and I feel like throwing out\" but nothing was coming out and then he said \"OK, let me speak to the Cuban Instructor. He talked to the Cuban instructor, the Cuban instructor released me, he said I must go and see the Doctor. I went to the Doctor, Doctor Mpalo - Mpalo gave me pain killers, ten pain killer tablets, I asked him as to whether, are these tablets going to help me - because I had the knowledge of First Aid. I saw that these were pain killers. He said \"No, just take two every time you feel the pain\". I took two at once and went to sleep. I went to the barracks, the barracks, I started to vomit now, something came out, I vomited, I even shat in my trousers. You see, I vomited and vomited up until nothing came out. In front and in back, you see, nothing came out, it was as if the whole bowels are going to go out and I had a blackout. Time and time again I used to have these blackouts, I was asking myself, what's happening, I am a trained man now, but it appears that I am just going to die hitting in bed. Fortunately, while I was still having these thoughts and these blackouts, I heard some Comrades speaking in the distance. That was Africa was a section commissa. He said maybe I was then affectionately called Phyilo - Philosophy. I was called Phyilo in the detachment. I heard in the distance they were saying \"maybe Phyilo is still around there, he hadn't as yet got help\" because the others had already seen the Cuban Doctors. The Doctors were, I think the Cuban Doctors were airlifted immediately. There was some kind of emergency and well I remember being picked up and also brought before the Cuban Doctors. I was given two injections, they finished the injections and then I had a blackout. Well I was healed from there and then fortunately again, I don't know, maybe it's the talents that the lord gave me, I was among the first group to go to the Soviet Union and we came back, when we came back we found that there was another camp called Quibaxe, there were Coloureds there when untrained were supposed to organise them and train them. When we came back from the Soviet Union I was made a Commander of the trained group, the Soviet group. Well there were some friction.",
            "Male"
        ],
        [
            "MR SANDI",
            "Mr Williams, sorry, just for clarity did you take up the - did you make any complaint about the poison story to people who are higher up in the Organisation and if so, can you say exactly what did you do and what happened.",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "OK. Thank you Sir. The thing is when you are a Commander, I mean a soldier you are a subordinate, so everybody speaks for you, especially in exile and another thing is that maybe I didn't explain this better. The whole camp was poisoned, it's only a group of forty individuals who didn't have that thing, eat the food that day and among those who didn't take that food on that day were those who secured the camp who where put to oversee and survey the kitchen. They didn't get poisoned.",
            "Male"
        ],
        [
            "MR SANDI",
            "As I understand you, you say you together with others were poisoned.",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "The whole camp - we were about 600 in the camp and only forty who didn't get poisoned - the Cubans because they had their own food, they didn't want to eat with us and there was a group of people who wanted the Cubans to have the same food as us. The Cubans because I think they were wary of some of these things, they refused.",
            "Male"
        ],
        [
            "MR SANDI",
            "What were these things that were happening that you did not like. You said there were certain things that were happening in the camp which you did not like and you took a position against those things. Can you say exactly what was happening.",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "Thank you Sir. Well what was happened is we came back as Officers from the Soviet Union, there were, that thing, recruits, I would say or newly arrivals. Some of these new arrivals were females of course, so you know there was this type of situation where these young girls were abused or Officers would help themselves, I don't know maybe it was a question of trying to boost their moral or what, you see some of us we had our morale boosted through the visions that we had about the New South Africa. So these guys they used to call these girls part of their - mostly they were administrators, to listen to their orders, it is good of course when you are a subordinate to take orders from above, it is good to respect authority even, because tomorrow you will be authority yourself, but then what happened is that these senior Comrades, some of them they appointed these section Commanders in order to use them, they used to call these girls to the camps - actually to the Administration as if they needed them for something serious and in that way they do what they had wished to do to them. It would appear something voluntary, something that these females permitted, we didn't just immediately challenge this thing, we looked at these things and observed and talked among ourselves and even the trainees, they felt bad about this because some of the trainees they came with their girlfriends to exile. Girlfriends whom - their lovers I would say people whom they planned to marry in the future. Some brought along their wives, you see, and even these wives would be abused. We started to challenge this thing and I was removed from the position of being a Commander, but then fortunately because I had this Engineering and I was very good at military engineering I was later appointed as an instructor, as an engineering instructor, but what, first let me say what usually happens is that as soon as you challenge some of these bad things, like the abuse that I am speaking about, you were targeted, secretly targeted, you wouldn't know about this. Even now, even myself I didn't know about it you see. I didn't know, you come to know about this after a very long time, after the experience that you get and then you feel that I wasn't supposed to be so talkative, you feel I wasn't supposed to be so open, I should have kept myself in the shell you know like a tortoise and you feel it would have been better if you were slow so that when you explode you have the upper hand you see but then we didn't have this hindsight - we were innocent, we were among wolves, it is a pity that I should say this. Most of the leadership you see, or rather the leaders that used to address us in the camps, were men who didn't address to our problems. Those who didn't come to the camps, the man that we needed to come to the camps so that we could speak to - they didn't come to the camps, they didn't come to the camps. When we wanted to speak to ...(indistinct) and explains some of these things to him, we were not given the chance, we felt that he is the only man who can help us and again when Chris Hani was promoted to become an army Commissar from where he went into the National Executive we felt that now here is a man who would listen to our grievances, we were never given a chance to speak to him permanently, we were never given a chance to speak always. When you made and appointment you would always be told that he was in a hurry - he has this and that to do - you know.",
            "Male"
        ],
        [
            "MR SANDI",
            "In your statement you say at some stage in the course of all that was happening you were taken to Quattro where you were beaten up and accused of having caused the death of many people?",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "Yes Sir.",
            "Male"
        ],
        [
            "MR SANDI",
            "And having instigated a mutiny amongst the soldiers. Is that correct?",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "That is right Sir. Thank you. About this mutiny, I would say I wasn't part of the mutiny but before the mutiny I was severally maltreated by the African National Congress. I want to say by the African National Congress because the people who did these things were the forefront leaders, I'll simply exempt maybe - I will simply exempt him because we never had a chance to speak to him. Men like Joe Madiso, Mzwyi Piliso, Andrew Msondo were the ones who came time and again to speak to us and whom we could speak to, they didn't want to listen to our grievances. If ever you had opened your mouth, start challenging something like this or that, as I had said you would be targeted either you will be just given a punishment for something that is flimsy - just to demoralise you and frustrate you. Sometimes you would be given an order whom you feel the next person would not take, you had to do it, just to disgrace you and you would refuse and you would get punished. Your character it was a question of physical assassination of a persons character. You would be punished and the punishment was in this form. A sack would be filled up with soil and this sack would be - a - that thing would be put in water and you would carry this sack running, running around with this sack, let me make a good example. When I was in that thing, this Kamalunga, there I was, I was the head of the Engineering Department in Kamalunga, yes, there was a mutiny there you see, somewhere, they had a great protest by the long train soldiers. They'd all along being trying to speak to the ANC Leaders. We want to go home an fight. We don't want to fight UNITA. We don't want this corruption that is happening here - people abusing other people's wives, there is a man whose wife was abused, he was locked up and taken to Quattro. We challenged this thing openly, we even advise this man to speak to Oliver Tambo, we pushed this thing, he met Oliver Tambo and apparently because we are always all the time he speaks with the security. The ANC security around, I think he must have answered that man badly. The Comrade came back, he was very hurt, came back very hurt. In insulted - he actually said, using his words  - he said \"I was not expecting anything better from these bata\" - he said, \"I didn't expect anything better from these bata, because my wife is being abused by these Officers\" and he did married him, even now I think that woman is married to that Security chap. I don't know, that woman was not weak, it must be understood, that woman was not weak, some people felt that the system was better, you see, that woman was not weak, some people felt that the system was better than this thing that was happening, that's why some broke easily, you see.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you say Mr Williams you were taken to a tribunal where you were facing certain charges - and that tribunal did not find you guilty of anything. Can you tell the Commission how this tribunal was set up? Who constituted the tribunal?",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "Thank you Sir. I am sorry, I want to just shorten this thing on the mutiny. So what happened is this, I was in Kamalunga as an Engineering Instructor, well I was popular among the trainees Kadas. As all these Instructors and the rest in fact they, the, most of the Instructors were genuine you see, we knew who was innocent and we knew the sell-outs and some of the sell-outs were Security men and they were appointed above us but we knew that but we couldn't speak, so in fact there was this boiling that was taking up in the camps, you know, it was this swelling that was supposed to burst you see, so the guys, some Comrades were taken to fight UNITA, they refused. When they refused Joe Modise called them half-baked soldiers, cowards and so on and yet the Comrades explained that \"Listen, it is not that we are scared to fight, their bosses want to fight the Boers not UNITA. If we fight UNITA we are going to die here in Angola. We want to go inside South Africa and die in South Africa fighting, so what happens is that they were kept in this camp far away from the trainees, they were understood to be having a bad influence. Well I continued there in Caculama and this mutiny thing started. The Comrades in Kamalunga, they mutinied over through the Administration, well they told them this \"Listen you guys are simple puppets, they are not going to kill you - we don't want you to go to South Africa and fight. They disarmed the Administration and the Security, they took the trucks, the whole armament, they went to some other, it was called the Eastern Front, of which we didn't recognise it, because it was not in South Africa, it was in Kapuso, another town in Angola, the UNITA had overrun that town, taken it and we went there we pushed UNITA out of that town and was supposed to guard that town, because it was said our logistics used to pass through there. Our argument was that we were able to secure our trucks to and fro with logistics, even if we die at no point had we failed to secure our trucks, especially the June 16 detachment, because it was well trained. Right, OK. This mutiny went to Kapuso, at Kapuso the authorities there, they wanted to resist, they were overrun, trucks and armament was also taken there. The mutiny or mutineers grew - the number they became strong it was most the whole detachment now that was in that thing, in Angola except the Security and another transit camp that was called Vienna. We were prepared to go to Vienna, we knew that the Security would try to fight there and we were prepared to shoot them out and disarm them. I was still at Kamalunga. Another man who was in that thing, in the June 16 uprisings, Bongani came to me, he was a friend of mine, he was also a Military Engineer, he came to me and told me that ...(intervention)",
            "Male"
        ],
        [
            "MR SANDI",
            "Could you please confine yourself to the question of the Human Rights Violations to yourself. Especially what happened to you during the ANC camps so that we should not take long with peripheral issues, we would like you to tell us of yourself, tortures and experiences. Just a small reminder for you to confine yourself to the things that have happened to you and what you did, especially when you came back to the country in 1985. What steps did you take to raise your complaints with the Organisation concerned?",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "Thank you Sir. First, I was demoted without any reason given, secondly, that was in Kamalunga and then in Caculama, in 1983 while I was that thing - head of Engineering Department I was punished, I was punished, I had to carry a sack on my back, doing tactics.....",
            "Male"
        ],
        [
            "MR SANDI",
            "Yes, you have already mentioned that, how you were punished ....",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "I didn't mention that Sir. I just said the punishment was like this, I am trying to confine now the whole thing to myself.",
            "Male"
        ],
        [
            "MR SANDI",
            "Mr Williams, you have come to the Commission to say that you were a victim of gross Human Rights Violations by an Organisation which you have mentioned. The request by the Commission is that you should confine yourself to those issues that deal with your ill-treatment or maltreatment whilst you were in exile and what did you do when you came back to the country.",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "So I was punished, I carried this sack for six hours. I was running doing tactical exercises, that is crawling, jumping up immediately with a sack on what weighed more than 30kg because it was wet and it was sand and it was cold, I ran with this sack for 24 rounds around the grounds and then some of the people, the perpetrators who did this to me, \"No, this one looks very tough, he didn't have enough\", they said he must have some more tactics. They took me to a - that thing - a rivulet, there was a rivulet in Caculama, they said I must, they took some of these things from ZAPU from ZIPRA where Selous Scouts, you see people who were working for the Rhodesian Armed Forces were infiltrated ZIPRA where harassing and frustrating ZIPRA Comrades so they did, they did this also to us, I was put in this rivulet, I mean I am hot now, very hot after doing many rounds and tactics, put in this rivulet to stay there with my head under the water, I was told not to come up, if I come up I will be battered with an automatic rifle - that is a AK - will be beaten, and I had to suffer this all along I told myself that I wish the Lord gives me the power to survive. I prayed all along, and indeed the Lord did answer. I survived this. I stayed there, when the mutiny was at Vienna, Bongani came, he said to me, listen we know what happened to you, you can't stay here, join us, let's be a force, let's challenge these corrupt authorities so that we can go to South Africa. I said OK, wait, my time has not come.",
            "Male"
        ],
        [
            "MR SANDI",
            "I'm sorry, Mr Williams, can I interrupt you. Besides what you have said so far, are there any other forms of brutality to which you were submitted - and if one, what is your instruction to the Commission, what are you asking us to do, do you understand, do you say that we should take this up with the ANC?",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "Thank you. There are so many. In Kapuso, I was done the same thing by a man who we knew was a sell-out, was an informer, was known \"Green\" in Kapuso - that Eastern Front. I was taken to the Eastern Front because the ANC was beginning to be feel UNITA. So we were taken there because we were fighters, real fighters. We went there, we tried to put a check on UNITA and after that I was punished, once more again for being given a party by Soviet Comrades, you see they called me to a party and then I was punished that I am having parties and so on, without seeing the authorities and I get drunk, while I am supposed to be ...(intervention)",
            "Male"
        ],
        [
            "MR SANDI",
            "I am sorry Mr Williams, can I ask you once more what is your, your request to the Commission, all in all before I hand over to the Chairperson.",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "OK. Let me go on. So there was this mutiny, at Kakuso I was re-called back to Kathlawa and then I stayed in Caculama. Later on I ran away from Kakuso to the mutiny",
            "Male"
        ],
        [
            "MR SANDI",
            "You have mentioned the mutiny already, I asked you if there is any other form of brutality to which you were subjected to?",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "Yes sir. As mutineers, we were rounded up - excuse me, I would the Commission to try and protect me also - because you see I am a determined person. When I stand for a principle, I stand for it, I don't think anybody or anyone - that's why I was able to survive up to this point. And that's why the 16th couldn't break me - including the National African Congress itself.",
            "Male"
        ],
        [
            "MR SANDI",
            "Could you please switch off please. Mr Williams you are well protected, we have afforded you longer time than any other witness that has come before us up to this stage. We wish that you bear in mind that there are six more witnesses which we still have to take. Could you please in summary form as the person is asking you who is leading you. Given us Human Rights Violations which were done to your by the ANC on those camps and give us your requests to the Commission.",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "As I said as a mutineer, we were rounded up and we were put in a concentration camp we were 21, and the ANC had a concentration camp.",
            "Male"
        ],
        [
            "MR SANDI",
            "Mr Williams, I am trying to protect you and I am doing my best, could you come to the Human Rights Violations - call them by name so that we can record them and come to the request that you would like to put to the Commission.",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "I was in the concentration camp in Paola - where some of the mutineers were put there, for what was so-called rehabilitation - we didn't need rehabilitation, we were well rehabilitated. We were put here to hue, to hue wood and draw water. Simply that. And it was said we are being reorientated, with being given politics - we were just fed food, food that we didn't even trust, some of us didn't want the food and were asked many questions. I was called upon one day and I was told that I was going to be roped up to a tree by \"Green\" - this \"Green\" was a chief of staff at Paolo, we knew him to be an informer, former police spy - so-called tender - revolutionary - Green said to me \"Listen, for your defiance we are going to rope you up to a tree, and you are going to stay overnight\" there. I said \"No, it would never happen to me\", and he started to box me to hit me, I parried him, the Commissar went in, he said \"What are you doing, are you fighting against the Chief of Staff\". I said \"No, I am not fighting, I am just blocking him, I haven't yet started fighting, if I start fighting, I will hit him very hard. The Commissar said ...(intervention)",
            "Male"
        ],
        [
            "MR SANDI",
            "Mr Williams, sorry, I am afraid I think we, we have given to very close to an hour - can we go onto your instructions or your requests to the Commission. What are you asking the Commission to do - in a nutshell, can you say that very, very briefly please?",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "No, excuse me Sir. You see there are more Human Rights abuses that happened to me, these are just petty ones, being roped up to a tree overnight, they are petty - what about refusing to be chained to a tree - I was taken to Quattro.",
            "Male"
        ],
        [
            "MR SANDI",
            "Please elaborate on your recent statement after you have testified, there is no problem about that. But can we now ask you, to ask exactly what are you asking the Commission to do? I see in your statement here you are saying the Commission should get the ANC to have you compensated for the years spent in exile preparing to fight for liberation of your country. Is there anything more you want to say in addition to that?",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "That one is not important Sir. What is important is that I will request, because you see, when I am here, I am not simply here.",
            "Male"
        ],
        [
            "MR SANDI",
            "You also say in your statement you tried to get what you call \"demobilisation packages\" at the ANC offices but nobody seems to what to cooperate with you in regard to that. Is there anything more you want to say in addition to that.",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "In the interest of time, I must emphasise this - in the interest of time.",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "What I would like to request the Commission to do for the sake of the people of South Africa, especially for the sake of those fathers and mothers who had their children killed in exile without any reason - that the African National Congress if it's prepared to face the truth, to cleanse itself it should come up at least with all the names who died in exile and along each name an explanation be attached or be given that this one died of malaria at such and such an hour. This one died at the hands of UNITA, at such and such an hour. This one died because he was resisting the ANC security or whatever, or this one died because the Security killed him - for this reason or that reason. Or this one committed suicide.",
            "Male"
        ],
        [
            "MR SANDI",
            "OK. The long and the short of it is as I understand you is that the ANC should provide a list of names of all the people who died in exile in whatever circumstances, whatever the circumstances may have been. That is what you are saying in a nutshell.",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "Yes. that's right. To the public, to the public - that is my request.",
            "Male"
        ],
        [
            "MR SANDI",
            "Any further request.",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "Another request.",
            "Male"
        ],
        [
            "MR SANDI",
            "When I ask you any further request, I am not asking you to suck them out of your thumbs, if you think you have exhausted your list of requests - you can simply ask me - hand me over to the Chairperson.",
            "Male"
        ],
        [
            "TEDDY EDWARD MWASE WILLIAMS",
            "Another request is that the African National Congress or rather the present government because now I think it is now the question of the present government, including all the parties - they should give reason why I cannot be given the packages like all other MK Soldiers, APLA Soldiers and their - I as an individual.",
            "Male"
        ],
        [
            "MR SANDI",
            "OK. We have noted that. I am now handing over back to the Chairperson. Thank you Mr Williams.",
            "Male"
        ]
    ]
}