{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-06-19",
        "location": "UMTATA",
        "day": "2",
        "names": [
            "LANDI NXIWENI"
        ],
        "case number": "EC0246/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56060&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/umtata/nxiweni.htm",
        "speakers": [
            "CHAIRPERSON",
            "LANDI NXIWENI",
            "MEMBER OF PANEL",
            "MS MKHIZE",
            "MS SOOKA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "LANDI NXIWENI",
            "MR NXIWENI",
            "MS MKHIZE",
            "MS SOOKA",
            "MEMBER OF PANEL"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "I would like to state that you are one of the parents amongst many.  We know that each detail given here is unique on its own.  Yours is the same, because your sons were trying to liberate this country.\n Unfortunately they were ill-treated.  Some of yours disappeared, others got injured in the process.  The pain that you have been bearing for all these years, especially about the disappearance of your son, needs investigations, because it is more concerning and more hurting not to know where the person or the loved one is.  \n This Commission is committing itself that it will try to share this pain with you and then make attempts to support you so that you can be relieved of your pains, so that you can have somebody to bear the burden with you.  Is the person with you also going to give evidence?  Please stand up both of you.",
            "Unknown"
        ],
        [
            "LANDI NXIWENI",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "LANDI NXIWENI",
            "(Duly sworn, states).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is your name?",
            "Unknown"
        ],
        [
            "LANDI NXIWENI",
            "I am Landi Nxiweni.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "LANDI NXIWENI",
            "Thank you, Chairperson.\nUMTATA HEARING TRC/EASTERN CAPE\n2 MR NXIWENI",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Mrs Nxiweni, I would ask you to tell the Commission a little bit about your family, which special forecasts on your son Phumezo Nxiweni.",
            "Female"
        ],
        [
            "LANDI NXIWENI",
            "Let me first thank the Commission for this opportunity.  Phumezo is my son, he was the fourth born. We were blessed with my wife Dulcie, who originates from Nxobo. He was brought at Umzantaka in Xala.  He attended school in primary and secondary school at the same place and then he came to St Johns High School.  He then became a student in Fort Hare. He also went to Wentworth University in Durban in Natal.\n I was just realising that this child was just an ordinary child, but I was not aware that he was politically involved.  I started to notice that Phumezo was politically involved. In 1985 on the 11th of October, it was during the funeral of Matongondondo at Xala.  During that funeral I learnt that he was detained in Xala and he pretended to be ill and then he was taken to hospital.  That is where we were able to visit him and see him. \n When we went to the police station, trying to look for him, I was chased away by the police.  Especially there was a policeman by the name of Magenenini in Xala.  He said to me this child has taken after you and then you must just go away.\n We looked for him, we even came here at Xaga in the police station.   I think it was four weeks when we saw him arriving and he stated that they were assisted by the students at Wentworth and the attorneys and that is how they were released.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "You said that you saw him growing up as a child.  Were there any qualities that you saw in him which maybe you UMTATA HEARING TRC/EASTERN CAPE\n3 MR NXIWENI\nwould like to tell us about?  Any of his behaviour that showed him to be a person or who was special in one way or another?",
            "Female"
        ],
        [
            "LANDI NXIWENI",
            "No, I didn't notice anything.  He was a very quiet man, he was always quiet. I taught him but you couldn't know him well.  That is why I was a bit surprised when I learnt that he has been detained. I never thought that he was in the struggle.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "(Speaker's mike not on) ... to what he shared with you on his release?   You said you became aware of his political involvement in 1985.  When he came out you said he said he was assisted by lawyers and students from Natal. Did he at that time say maybe he was a member of a political organisation, or if you can just tell us anything that he spoke about on his release.",
            "Female"
        ],
        [
            "LANDI NXIWENI",
            "The person who knows him well is his elder brother. I think he will be able to give more details about his involvement. I am not quite well versed with what he used to do.",
            "Male"
        ],
        [
            "LANDI NXIWENI",
            "During the period and on the day of the funeral of Matangondondo there were members of the UDF, the United Democratic Front.  During - that is why they were part of the funeral attendance.  They were all dressed up and they had a UDF uniform.  That is why they were easily identified by the police.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "After his 1985 arrest did he share with you as to what had happened?\nEND OF TAPE 2 - SIDE A - DAY 2",
            "Female"
        ],
        [
            "LANDI NXIWENI",
            "We released that he was detained here at Norwood, it was the police station which is next to the Works & Energy Department.  He claimed that they were\nUMTATA HEARING TRC/EASTERN CAPE\n4 MR NXIWENI\ntortured severely and were asked about the activities which were taking place in Durban and Natal and also in Lamontville. The policemen tried to interrogate them as much as possible about those incidents.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "It is important for the Commission to get as clear as possible as to what exactly was done when they were torturing them.",
            "Female"
        ],
        [
            "LANDI NXIWENI",
            "The highlights were the beatings and the strangulations and suffocation with the tubes.  Then also they were deprived of food.  When I learnt about their detention at Norwood, I bought some, a few things for them so that they can have tinned stuff, and the processed meat.  We were chased away by the police and we couldn't leave the foodstuffs. When he was released he also mentioned that most of the time they were deprived of food.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "According to the statement here, it is like he went back to the university, after his release in 1985, and in 1986 he was arrested again from the university residence where he was staying.  Have you any knowledge as to the circumstances around his second arrest?",
            "Female"
        ],
        [
            "LANDI NXIWENI",
            "When he was detained for the second time in Natal, I met his friend, who used to frequent my place.  It is Matiwani Flats, it was next to the hospital.  This friend was from Butterworth and he was Mr Ghaso.  He gave me the information that they were a group of twelve and they were all arrested.  They were being accused and detained under the Sabotage Act.  Eleven of them and one of them, it was Dr Ramalakana, and many others.  Some of them were Indians, some Black people and Dudi Buthelezi who was also a girl who was amongst them.\n I went to Natal when I learnt about this arrest, and it UMTATA HEARING TRC/EASTERN CAPE\n5 MR NXIWENI\nwas during this time when I realised that they were detained at CR Swart Police Station.  When I came to Natal, I was assisted by Dr Kukwana and Dr Nzo.  They were at King Edward at the time.  They gave me information about the students representative council and Wentworth and the UDF and the ANC, who are the - their members have already made arrangements to get defence for them.\n The only thing that I was expected to do was to meet those attorneys.  The first one was Dya Pillay and the other one was Bigashisi who was in the offices of the late Mr Griffiths Mxenge.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Maybe I can ask you this, Mr Nxiweni, during this arrest, were you formally informed that your child is no longer at the university, by either the university or the security officers?",
            "Female"
        ],
        [
            "LANDI NXIWENI",
            "There was no information at all by any university.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "Maybe you can then continue telling us whether you did meet with lawyers, what kind of information did you get around his arrest.",
            "Female"
        ],
        [
            "LANDI NXIWENI",
            "I went to Dya Pillay who informed me that they were gathering most of the members from their residence and then he was detained, and was arrested from school.  He was taken from the Allan Taylor Residence in Wentworth in Durban.\n I wanted to find out if I could go and visit him.  It was very late and I couldn't go to CR Swarts on that day. Then I promised to make some arrangements so that I can meet the police, who are at CR Swarts.  Then I was accommodated by the Transkeians who were at the Transkei Consulate in Natal.  Mr Simane was one of them who was at Durban North.\nUMTATA HEARING TRC/EASTERN CAPE\n6 MR NXIWENI\n The second day I went to Daya Pillay's office and then he stated that he had made arrangements so that I can be able to go and visit the CR Swarts Police Station. I did go there.  I went to the 12th floor as directed. That's where I met the detective who refused to identify himself.  He stated that Phumezo and his group were detained by him.  But he said we were not allowed to see him.  I went away from the CR Swarts and I couldn't see my brother.  \n I went back to Daya Pillay and with her was (indistinct).  They openly stated that it was difficult for them to pave the way for us to go there again.  So they would just try to facilitate their charges so that they can be released.  Then it could mean it would be easy for them to be taken out of the police station and be detained in a prison. I was advised to continue contacting them frequently so that we can know what were the developments.\n I was then informed about the court date, which was supposed to be at the Supreme Court in Smith Street.  That was the first time that I made contact with my brother.  It didn't even take 15 minutes because the bail was refused.  There was an agreement that they should be released and then they should be detained at Westville Prison which was outside Durban.  I used to visit them from that prison.  I used to go with Baghasheshi to visit them in the prison.  \n At the time when I met the policeman at CR Swarts, the police informed me that there is some money which was sent by the Transkeian Government from the Department of Health, and this was the bursary which was allocated to him. We were informed that this has been deposited in the Allied Bank account. Then he said he wanted to buy shoes.  Because he had a problem, because he wanted soft shoes.  When we were \nUMTATA HEARING TRC/EASTERN CAPE\n7 MR NXIWENI\nat the Westville, I asked him what was the problem with his feet.    Then he stated that due to the torturing that he experienced, he had experienced a problem that he cannot walk properly except when he uses soft shoes.  \n They stayed in Westville Prison.  Most of the time I used to contact Baghasheshi telephonically who used to visit them in my absence, especially that he was a friend to Dr Ramatlakane.  \n Even if I came late, I was able to leave what I brought for my brother with the lawyers, so that they can give it to the prisoners. \n Then the other day he phoned to state that there were two advocates who had been arranged. The one was Adv Langa and the other one was from Britain. I cannot remember his name.  Then they were supposed to appear at Pietermaritzburg at the Supreme Court.  I attended the first hearing and then only 50 people were supposed to attend the court hearings.   They were charged with bombing several places in Natal; Wimpy Bars at Amazintoti and the railway stations and in many municipal offices at Lamontville.  \n Then I was attending frequently because I was employed here in the Transkei at Mt Frere.  Then I had to travel for these hearings.  The person with whom I used to contact when I was here in the Transkei was Daya Pillay and Baghasheshi.   In October 1987 they informed me telephonically that I should quickly go to Natal.  When I got there I was informed that three were acquitted because they were not guilty.  Phumezo was one of them and the other one was Billy who was from Umlazi and Dudi Buthelezi was also released.\n I looked for him because when I got there it was said that his friends had already taken him with them. Those were UMTATA HEARING TRC/EASTERN CAPE\n8 MR NXIWENI\nthe students.   I felt that I should go to some of his friends who were from Xala and some of them who were originating from the Transkei.  I met (indistinct) Sidwhele who originated from Mt Frere and informed me about my brother's whereabouts.  I went there and really I found him there.  He was with a group of students from several universities in the Natal region. Then I asked him how does he feel about going back home.  He stated that he wants to prepare some of the school requirements and then when he is settled he will go back to Xala. I spent a week with them and I was staying in No 9, which was his room.  He was sleeping in his friend's room who is Gazo.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "If I may assist you, I will refer again to the statement that is made here, that he was ultimately readmitted back to the university.  But in this there is a statement to the effect that he complained that he did not want to stay at the university over the weekends, because he was harassed.  Maybe if you can just clarify for the Commission as to what exactly was happening, around that time.",
            "Female"
        ],
        [
            "LANDI NXIWENI",
            "Before they were arrested, when they went to Front Beach some other day to enjoy themselves, he was shot at by some Whites. The student bodies tried to get these people and they wanted them to be arrested, but this did not materialise.\n I asked him what was his problem, why didn't he want to stay during weekends at the university.   He mentioned specifically one of the police who was a leader of the detective squad, and he mentioned his name as Mr Taylor. I am certain that Bagasheshi is the lawyer who knows more about this Taylor.  Because this Taylor mentioned that he\nUMTATA HEARING TRC/EASTERN CAPE\n9 MR NXIWENI\nmust not think that he has survived, he is still going to get him.  There are a lot of them who had these threats and then most of the students were afraid of Taylor and his henchmen.  He informed me that the most crucial period which is very dangerous for them is during the weekends, because they are not always in the company of each other.  So each one of them would go individually and enjoy himself. So he stated that he preferred to be in my house here at Umtata.   Because we were at times not always at my place, during weekends, then I left my key with him, because at times he would come along with his friends or colleagues and then they would hire a car and visit my place.  But when he came alone to come by bus, Rama or Broadway, which usually arrives here at Umtata at two am.  So I decided to make a duplicate for him so that he can have access even if we are not at home.\n He had a group of doctors who were in Umtata, General Hospital.  He used to visit them when he came to me, even if he wanted some medication, he would go to the hospital so that he can get some treatment.  \n We noticed that he was limping when he was - after his release.  He was very anxious and he used to be frightened during the night.  Usually he used to not sleep on the bed.  He would sleep on the floor.  When I asked him what was the reason for his behaviour, he would state that when he wakes up at night he would recall all the ill-treatment and tortures that he experienced in the prison.  Because there were tapes which used to be put into his room and his room would be bugged. He would dream about all those and would have a feeling that he should run away.  So this would make him always fall from the bed.  That is why he preferred to \nUMTATA HEARING TRC/EASTERN CAPE\n10 MR NXIWENI\nsleep on the floor.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "(Speaker's mike not on) ... that after 1988 holidays he left home and went back to the University. Can you remember his last utterances or did you hear from him after he had left home?",
            "Female"
        ],
        [
            "LANDI NXIWENI",
            "After the June holidays in 1988, I visited Phumezo and I found him a school.  He was still using another accommodation and I used to share this accommodation with him when I visited him.  He would also come back from wherever he is and would visit me here at Umtata during weekends.\n During this stage he didn't frequent the place because he used to stay.  He had to study a lot.  He stated that he doesn't get much of his books when he is here in Umtata, it is much better when he is in Natal. That's why he didn't frequent home.\n I think it was in October, the same year when his friends arrived.  They came to report that he has disappeared from Alan Taylor Residence.  They stated that they had had much confidence in him and that's why he kept the money which belonged to all of them.  That money was going to be used for a party which they were going to hold during the weekend.  They noticed his disappearance when they didn't find him when they were making preparations for the party.  That is when they realised he was nowhere to be found.  He promised to try and trace him and then they will try to inform the authorities of the university of his disappearnce and the wlil also request that they should assist in the search. They had suspicions that probably the police are the police who were responsible for his disappearance.\nUMTATA HEARING TRC/EASTERN CAPE\n11 MR NXIWENI\n I went to the lawyers to report this. They also promised to assist with the search.  Up to date he is nowhere to be found.",
            "Male"
        ],
        [
            "MS MKHIZE",
            "I will hand over to the Chairperson who will give other Commissioners an opportunity to ask more questions.  Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yasmin Sooka?",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Do you want to put on the head-phones, Sir, so that you can understand me or are you able to ...?  Okay. Could you just tell me a little bit about Phumezo.  Was he a medical student?  Was he studying to be a doctor?",
            "Female"
        ],
        [
            "LANDI NXIWENI",
            "Yes, he was studying to be a doctor.  He was studying to be a doctor.",
            "Male"
        ],
        [
            "MS SOOKA",
            "In what year was he when he disappeared?",
            "Female"
        ],
        [
            "LANDI NXIWENI",
            "He started for two years at Fort Hare to do premed and then he went to Wentworth for his second year.\nWhen he disappeared from the university he was doing the third year because he failed.  So in 1988 he was doing his third year.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Do you know what happened to the other people who were not acquitted?  You said 12 people had been charged and only three of them had been released.  What happened to Dr Ramalakane and the other people?",
            "Female"
        ],
        [
            "LANDI NXIWENI",
            "They were sentenced. Dr Ramalakane and the others. They were sentenced to 12 years.  When I visited one who is my younger brother, because he was serving six years in Robben Island, I saw Dr Ramalakane amongst them.  He was also in Robben Island.   Then he was going past because his sister was also paying him a visit.  Because we used to meet at the court hearings.  I asked Lindile about where are the others who were arrested with Phumezo, were they also there\nUMTATA HEARING TRC/EASTERN CAPE\n12 MR NXIWENI\nat Robben Island.  Then he said all of them, the nine of them were serving sentences in the Robben Island.",
            "Male"
        ],
        [
            "MS SOOKA",
            "Was Phumezo also a member of the SRC at Wentworth?",
            "Female"
        ],
        [
            "LANDI NXIWENI",
            "Yes, it is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I would like some clarification because you mentioned another younger brother of yours, who was also serving a sentence in Robben Island, the one whom you call Lindili. Is that so?",
            "Unknown"
        ],
        [
            "LANDI NXIWENI",
            "It is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he also involved in the struggle?",
            "Unknown"
        ],
        [
            "LANDI NXIWENI",
            "Yes, it is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In other words, it was Lindile and Phumezo, the people that were in the struggle?",
            "Unknown"
        ],
        [
            "LANDI NXIWENI",
            "Yes, it is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I would like to get some information about the involvement in the university.   When Phumezo was arrested in 1986 when he was still at the university, was there any role played by the university to inform you about his arrest?",
            "Unknown"
        ],
        [
            "LANDI NXIWENI",
            "No, I cannot remember any information which was brought by the university. Only the students told us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When he got arrested in 1988, did the university inform you about what happened to your son or about his disappearance whilst he was in their custody?\nWere there any attempts which were made to trace or assist in finding him?",
            "Unknown"
        ],
        [
            "LANDI NXIWENI",
            "No, there were no attempts made, Commissioner.  We just learnt it from the other students and his colleagues. Up to this day the university did not inform us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you remember Rev Nuyene who was the rector\nUMTATA HEARING TRC/EASTERN CAPE\n13 MR NXIWENI\nat the time?",
            "Unknown"
        ],
        [
            "LANDI NXIWENI",
            "No, I cannot remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MEMBER OF PANEL",
            "Mr Nxiweni, did you read anything from the newspapers about Pindelim Feti who disappeared who was also a student at the University of Natal.  Do you know anything about him or did you ever hear anything from your brother who disappeared?   Did you hear him talking about Pindelim Feti?  Did you hear them talking about him?",
            "Unknown"
        ],
        [
            "LANDI NXIWENI",
            "Yes, I did.",
            "Male"
        ],
        [
            "MEMBER OF PANEL",
            "What did you hear?",
            "Unknown"
        ],
        [
            "LANDI NXIWENI",
            "What they said about him is there was some policemen, especially they used to mention Capt Taylor.  Because they said he used to say he is going to clean-up the Alan Taylor Residence, because it was a den of guerillas.",
            "Male"
        ],
        [
            "MEMBER OF PANEL",
            "Did you hear anything about Gwaso Twalo?\nGwaso Taylor, did you hear anything about him?",
            "Unknown"
        ],
        [
            "LANDI NXIWENI",
            "Yes, I can also remember, but I can't remember much about him.  The only thing that I can remember is that he also disappeared in Natal.",
            "Male"
        ],
        [
            "MEMBER OF PANEL",
            "Did your brother say anything about probably Pindelim Feti? If he did, what did he say about him after the disappearance of Feti?",
            "Unknown"
        ],
        [
            "LANDI NXIWENI",
            "No, there was not much that I said about Feti directly to me. But when we were together, because he used to come along and visit with his colleagues from Natal, they would meet with those who were students from Unisa. They would spend their time together at my place. They would tal about their disappearance, because they suspected that they had been abducted and they would also mention that there was a Cressida, a white Cressida which always comes and pick up\nUMTATA HEARING TRC/EASTERN CAPE\n14 MR NXIWENI\nsome of the students.",
            "Male"
        ],
        [
            "MEMBER OF PANEL",
            "Thank you, Mr Nxiweni.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Rev Nxiweni, we thank you very much.  We also thank your son Landi for presenting before this Commission the experience that you had about the disappearance about your son, Phumezo.  We promise to make a follow-up about all this as we usually do when we get some information through the evidence.\n We are finding evidence to the fact that we need to investigate how tertiary institutions handled their responsibilities as parents in loco, at that time. Not only the University of Natal.  Not only the University of Transkei.  But I think we will have to investigate tertiary institutions as a whole.  If we are going to bring to the nation a complete picture of what was happening at that time and how those institutions performed or failed to perform their responsibilities to the children who were entrusted to their care, and how, in fact, they co-operated with the police in some universities, in actually serving the political programme instead of being tertiary institutions for higher learning as they were meant to be.\n Thank you very much.  We promise to make a follow-up again as I have said. We will try our best to find out the truth of what happened to your son.  Thank you very much.\nUMTATA HEARING TRC/EASTERN CAPE",
            "Unknown"
        ]
    ]
}