{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-25",
        "location": "KLERKSDORP",
        "day": "3",
        "names": [
            "THABO JOSEPH DIKOKO"
        ],
        "case number": "01405",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55392&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/klerks/dikoko.htm",
        "speakers": [
            "PROF MEIRING",
            "THABO JOSEPH DIKOKO",
            "DR RANDERA",
            "THOMAS MANTHATA"
        ],
        "original_speakers": [
            "PROF MEIRING",
            "MR DIKOKO",
            "THABO JOSEPH DIKOKO",
            "DR RANDERA",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "PROF MEIRING",
            "Mr Dikoko, would you please come to the forum.  Mr Dikoko, are you comfortable, can you hear me?",
            "Unknown"
        ],
        [
            "THABO JOSEPH DIKOKO",
            "Yes, I can hear you.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "You came all the way from Bloemhof to be with us.  Welcome, and I hope you find it is a healing experience to sit here in front of us and tell your story.  You brought somebody with you on your right-hand side.  Would you like to introduce him to us?",
            "Unknown"
        ],
        [
            "THABO JOSEPH DIKOKO",
            "This is the community secretary at Bophelong Town Council, his name is Patrick.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Patrick, a word of welcome to you too.  Thank you for honouring us by coming.  Mr Dikoko, before I ask Dr Randera to lead you in your testimony, will you please stand to take the oath.",
            "Unknown"
        ],
        [
            "THABO JOSEPH DIKOKO",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.  Now Dr Randera will help you with your testimony.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mr Dikoko, good morning again.   Are you comfortable?",
            "Unknown"
        ],
        [
            "THABO JOSEPH DIKOKO",
            "I am comfortable, thank you.",
            "Male"
        ],
        [
            "DR RANDERA",
            "I thank you for coming all the way from Bophelong this morning.  I know having driven to all these towns that it is not around the corner.   Mr Dikoko, before\nKLERKSDORP HEARING TRC/GAUTENG\n2 T J DIKOKO\nI ask you to tell us what happened to you in 1985, will you please tell us something about yourself; are you married, do you have any children, what is your work at the moment, what political organisation do you belong to.",
            "Unknown"
        ],
        [
            "THABO JOSEPH DIKOKO",
            "In 1985 I was working at the Protea Pharmacy.  Because I wasn't schooling at that time.  On Thursday morning when I was on my bicycle to work, at the bridge, past the Indian centre, there was a Skyline car.  These were the new Skylines on the market.  He came very close.  When I was still on my way to town, then I realised that they are not overtaking. It seems they want to push me out of the road.  Then I get on riding until I got to work.  When I arrived at work, then they entered also.  Then I began to realise that these people are members of the security forces.  Then I rushed to the owner of the pharmacy.  Then I said to him these people are members of the security force and they are coming to fetch me, would he please deny. Then he said to me there is nothing he can do, if the security forces are there they have to do their work.  Then they told him that they want to meet this guy.  He agreed.\n Then we entered the car.  Then they took me to the river.  It was outside the boundaries of where people are working. I was handcuffed.  Then they began to beat me with their fists and everything that I should tell them that what was happening in the township. Then I told them the truthful answer there, that the chairperson of the (indistinct), though I was working, but it was around political issues.  We were trying to organise ourselves.  The beating went on.  After two, I don't remember well. From there they made me enter the Skyline again.  Then they showed me a sack, a bag which is full of fresh blood, because that blood was \nKLERKSDORP HEARING TRC/GAUTENG\n3 T J DIKOKO\nstinking.  If I don't tell the truth then I will be the same as those people who were inside those bags. \n Thereafter they took me to the police station.  There are rooms in the police station at the back.",
            "Male"
        ],
        [
            "DR RANDERA",
            "There is a note from our translators that they have a problem.  It seems that you are speaking a mixed language and that they have a difficulty to interpret that.  They asked whether you can either take the ear-phones off or whether you would stick to one language, please.",
            "Unknown"
        ],
        [
            "THABO JOSEPH DIKOKO",
            "Okay, I will try to stick to Tswana.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "THABO JOSEPH DIKOKO",
            "When we arrived at the police station, they carried on with their torture.  They were applying these electrical appliances on me and they switched them on and they were electrocuting me. I was naked at the time.  They were continually asking me about Bophelong and I explained everything to them.  This lasted for about 20 minutes.\n We left the police station.  They put a balaclava on my head or some copper of some kind.  They said I should go and point out where the members of the MCD were residing.  I went to show them where the members were residing, the secretaries and other members. \n From there we went back to town.  They dropped me off at the bridge that is leading to Christiana.  I was swollen, I was full of blood, but I managed to walk until I got home.  From home we went to Dr Rallie and he gave me an injection and the tablets.  \n I do not know who they are up to this day, these are the faceless people, but I know was that they were the security force members.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Do you wish to add anything else to what you\nKLERKSDORP HEARING TRC/GAUTENG\n4 T J DIKOKO\nhave said already?",
            "Unknown"
        ],
        [
            "THABO JOSEPH DIKOKO",
            "Since that incident I suffered from depression and tension and I have been to hospitals. I still suffer from tension and distress.",
            "Male"
        ],
        [
            "DR RANDERA",
            "I just want to come back to what I said earlier. Can you just tell us something about yourself. Are you married, do you have any children?",
            "Unknown"
        ],
        [
            "THABO JOSEPH DIKOKO",
            "I am married, I have two children.",
            "Male"
        ],
        [
            "DR RANDERA",
            "How old are they?",
            "Unknown"
        ],
        [
            "THABO JOSEPH DIKOKO",
            "The boy is 12 years old and the daughter is four and a half years old.",
            "Male"
        ],
        [
            "DR RANDERA",
            "And what is your work at the present time?",
            "Unknown"
        ],
        [
            "THABO JOSEPH DIKOKO",
            "I am a teacher.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mr Dikoko, you say that you were the chairperson of the Bophelong Youth Congress at the time, the Bophelong movement.  Can you tell us what else was happening in the township around that period?  You were - in your statement you say you were mainly involved in the youth political issues.  What else was happening in the township that the security police took such an interest in what you were doing and what was happening in the township?",
            "Unknown"
        ],
        [
            "THABO JOSEPH DIKOKO",
            "I was the chairperson of Bophelong student movement. Even though I wasn't a scholar, but I was involved.  The main reason was to mobilise the students with regards to politics.  The council of the time was not favoured by the people and the youth was not in favour of such a council.",
            "Male"
        ],
        [
            "DR RANDERA",
            "You also mention that after - sorry, how long did the torture go on?  You were first, from what you were saying, assaulted almost in the street by the security police and then you were taken to the police station. How\nKLERKSDORP HEARING TRC/GAUTENG\n5 T J DIKOKO\nlong did the torture go on for?",
            "Unknown"
        ],
        [
            "THABO JOSEPH DIKOKO",
            "They took me to the river side, that is where they assaulted me.  I think we left that area at about past two, and from there we went to the police station, and that is where they applied electric shocks on me. They were switching them on and off, from time to time.",
            "Male"
        ],
        [
            "DR RANDERA",
            "How long did that go on for?",
            "Unknown"
        ],
        [
            "THABO JOSEPH DIKOKO",
            "I can't even tell but it was quite some time.  If I have to estimate it can be 10 to 15 minutes of torture.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Subsequent to all this that happened to you - this was in 1985, were you harassed continually after that or did the police leave you alone?",
            "Unknown"
        ],
        [
            "THABO JOSEPH DIKOKO",
            "The security forces in Bloemhof was putting an eye on me, but in 1986 I went to further my studies.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Where did you go and study?",
            "Unknown"
        ],
        [
            "THABO JOSEPH DIKOKO",
            "I went to Bonamele College of Education in QuaQua.",
            "Male"
        ],
        [
            "DR RANDERA",
            "You also said earlier on today that after the torture and the assault, you were taken to poit out other activists'homes.  Were these activist arrested subsequently?",
            "Unknown"
        ],
        [
            "THABO JOSEPH DIKOKO",
            "No, they were not arrested.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you, I have no other qusetions. Perhaps my colleagues would like to ask some questions.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Mr Manthata?",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "Mr Dikoko, I just seek an explanation.  You mentioned students here and you said you were involved in the political activities.  Dr Randera asked you a question and you gave him an answer, you talked about the youth that were against the councillors.  Now I want to ask about the students.  What were the students' activities?",
            "Male"
        ],
        [
            "THABO JOSEPH DIKOKO",
            "Briefly, Mr Manthata, you will remember that in\nKLERKSDORP HEARING TRC/GAUTENG\n6 T J DIKOKO\n1984 the youth spearheaded the fight against apartheid.  This was a broad matter.  I do not know how to explain this, but I must say we had games to play and in these games we were singing.  Sometimes we appear as a choir, but on the other side mobilising the youth.  We were actually killing two birds with one stone.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Now in schools around Bloemhof, would you say the procedure was just normal?  Were the students not in favour of class boycotts?",
            "Male"
        ],
        [
            "THABO JOSEPH DIKOKO",
            "No.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "You have already answered a question relating to the other office bearers, that they were not arrested.  But when you went to further your studies, what did they do?",
            "Male"
        ],
        [
            "THABO JOSEPH DIKOKO",
            "Some of them also went out to further their education.  Maybe because of the assault, because of the torture, it was quiet in the township, but some of them decided to go outside to go and study.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "In other words, they didn't have any activities to carry any more?",
            "Male"
        ],
        [
            "THABO JOSEPH DIKOKO",
            "No, the activities went on, even though we dispersed.  In 1987 and 1988 we came together again, because the country was getting back to normal, but thereafter again, most of us went to different places.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "Are you still in Bloemhof now?",
            "Male"
        ],
        [
            "THABO JOSEPH DIKOKO",
            "Yes.",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "As the rehabilitation committee would like to know the situation within the community of Bloemhof, is there still separation between those who were fighting against apartheid and those who were for apartheid?",
            "Male"
        ],
        [
            "THABO JOSEPH DIKOKO",
            "There is no confusion at all, at this stage. People have reconciled.  There is no conflict of any kind.\nKLERKSDORP HEARING TRC/GAUTENG\n7 T J DIKOKO",
            "Male"
        ],
        [
            "THOMAS MANTHATA",
            "I thank you.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Mr Dikoko, just a few questions from my side, also in connection with what Mr Manthata said about reparation.  At the end of your written statement you say that you want two things from the Truth Commission.  Firstly is, you want information, you know, you want to know who were involved in doing this to you and why they did that to you.  Secondly, that you would like to find good medical treatment.  Are those the two things you want to say to us?",
            "Unknown"
        ],
        [
            "THABO JOSEPH DIKOKO",
            "Even if they do not come before the Truth Commission, it would be better if they identify themselves with the changes that are taking place in this country.  I don't mind, even if they don't come, they should just identify themselves with the change.  They should help in the process of reconciliation.  The last request is the medical cost. I think I have spent over R3 000,00, because I have told you that I was just discharged from Sunpack Clinic. I would dearly request the rehabilitation and reparations committee to look into that matter.  Those are the only two requests I have.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "The request from my side;  you are a teacher and you are a leader of the Bophelong community in Bloemhof. Many people say that what we also need by way of reparation in this country, is symbolic things, like a peace park or a monument or a school.  Does that apply to Bophelong?  Do you think that there is a need or an urge for symbolic reparations of that sort?",
            "Unknown"
        ],
        [
            "THABO JOSEPH DIKOKO",
            "I didn't quite understand your question, especially the last part.  Can you repeat your question?",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you. I will gladly do that.  Many people say that what the different communities need for reparation,\nKLERKSDORP HEARING TRC/GAUTENG\n8 T J DIKOKO\nare many things.  Also maybe a monument or a peace park or something special that could remind people of the struggle and of the price the people had to pay for the struggle, that that will serve as a sign of hope, as a symbol of reconciliation.  Is that true also of Bloemhof?  Do you think a peace park or a monument would suit their purpose?",
            "Unknown"
        ],
        [
            "THABO JOSEPH DIKOKO",
            "I think it would be a very good idea.  Most people would appreciate anything that will promote the mission of the Truth and Reconciliation Commission. The conflicts of the past, the conflicts between the AWB and the community, the consumer boycotts, I would really go along with the people who say there should be a monument of some kind.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.  If there are no other questions, thank you for your testimony.  I think Dr Randera would like to say a few words to you and then you may stand down.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mr Dikoko, thank you very much again for coming today.  As we travel through the country, what is becoming clear, is that the young people - you were 24 years at the time when this happened to you, but most of the incidences that are being reported, are from young people from the ages of 13 to 25.  That is the majority of people who were the casualties, if you like, of this historical period that we are looking at.  I think it is a heavy price.  The Chairperson always says that this democracy that we have now, has been attained through the struggles of young people like yourself. We have had to pay a very heavy price.  We need to always bear that in mind, even through the work of the Truth Commission as we go on. I would also like to say\nKLERKSDORP HEARING TRC/GAUTENG\n9 T J DIKOKO\nthat you made the point that you suffer from depression and tension and you spoke very openly and eloquently today. I think you should be proud of yourself and your community should be proud of yourself, that, despite what happened to you, you went on to become a teacher and you are contributing towards the building of our new nation.  Thank you very much.\nKLERKSDORP HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}