{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-26",
        "location": "KLERKSDORP",
        "day": "4",
        "names": [
            "NANA MARTHA MATABATHO"
        ],
        "case number": "01520",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55403&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/klerks/matabath.htm",
        "speakers": [
            "CHAIRPERSON",
            "NANA MARTHA MATABATHO",
            "PROF MEIRING",
            "THOMAS MANTHATA",
            "DR RANDERA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MRS MATABATHO",
            "NANA MARTHA MATABATHO",
            "PROF MEIRING",
            "MR MANTHATA",
            "DR RANDERA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning, Mrs Matabatho, welcome.",
            "Unknown"
        ],
        [
            "NANA MARTHA MATABATHO",
            "Good morning, Sir.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "It has been a long morning already.  I am glad that you hve come today.  You have come with another lady, can you please introduce her to us?",
            "Unknown"
        ],
        [
            "NANA MARTHA MATABATHO",
            "This is my sister.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Can you give us her name?",
            "Unknown"
        ],
        [
            "NANA MARTHA MATABATHO",
            "Doreen Buchatchu.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I welcome Doreen as well.   Mrs Matabatho, you are also from Kanana and we are still staying with that year 1986.  You have also given the date of 5th of April 1986.  I will leave it at that.  You are going to talk about your son, Johannes Tata Matabatho, who was shot and killed in Kanana on that day.\n Before I ask Prof Piet Meiring who is going to be helping you in telling your story, can you please stand to take the oath?",
            "Unknown"
        ],
        [
            "NANA MARTHA MATABATHO",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Prof Meiring?",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Mrs Matabatho, it is my privilege to guide you through your testimony.  Very welcome from me too, and Mrs Bafachatchu, a very hearty welcome to you too.\n Before we talk about that fateful day, tell me a little KLERKSDORP HEARING TRC/GAUTENG\n2 N M MATABATHO\nbit about your son.  Did you call him Johannes or was he Tata, by what name did you cal him?",
            "Unknown"
        ],
        [
            "NANA MARTHA MATABATHO",
            "We used to call him Tata and his other name is Johannes.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Tell us about Tata, how old he was, what sort of child he was.",
            "Unknown"
        ],
        [
            "NANA MARTHA MATABATHO",
            "Tata was 21 years old.  He was in love with sports.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Was he schooling?",
            "Unknown"
        ],
        [
            "NANA MARTHA MATABATHO",
            "Yes, he was schooling.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "What standard was he in?",
            "Unknown"
        ],
        [
            "NANA MARTHA MATABATHO",
            "He was doing Std 8.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Std 8 already.  Was he politically very active?",
            "Unknown"
        ],
        [
            "NANA MARTHA MATABATHO",
            "Yes, he was involved in politics.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Was he involved.  To which group did he belong to?",
            "Unknown"
        ],
        [
            "NANA MARTHA MATABATHO",
            "He belonged to the ANC.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "To the ANC?  Was that the UDF at that stage?",
            "Unknown"
        ],
        [
            "NANA MARTHA MATABATHO",
            "Can you repeat your question?",
            "Female"
        ],
        [
            "PROF MEIRING",
            "The ANC was still a banned organisation in 1987, in 1986.  So he probably belonged to the UDF?",
            "Unknown"
        ],
        [
            "NANA MARTHA MATABATHO",
            "Maybe.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "But his sympathies were with the ANC.",
            "Unknown"
        ],
        [
            "NANA MARTHA MATABATHO",
            "Yes.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "You have told us about your son, we have the picture about your son, 21 years of age.  Tell us now about what happened on that day, on the 5th of April.",
            "Unknown"
        ],
        [
            "NANA MARTHA MATABATHO",
            "I cannot remember the month, but the bottle store was burning and my sister's brother came and said Tata had been shot.  He was trying to run, but he fell at No 335.\nKLERKSDORP HEARING TRC/GAUTENG\n3 N M MATABATHO\nHe was a church-goer, he loved church with all his heart, but in that year you wouldn't dare ask people about what they saw.  They were saw afraid of giving evidence.  We didn't even want to ask people because we knew what answer was going to come. It would be \"we do not know\".  When the church members heard that he had been shot, they came on Sunday to bring us prayers.  While they were still in the yard, even before they could say any word, the police, White policemen arrived and they dispersed the church members.  People were running for their lives.  The police were not giving the people a time to break.  It made them happy to see people sad at all times.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you.  Before we talk about what happened afterwards.  May I just take you through your written testimony.  You say it happened during the 1986 riots, you are not sure about the month, but you think it was April that year.  Then you say he was shot and then in your written testimony you say that\n\"After they shot Tata, he ran and he fell in the corner of the house at No 335.  No one at that time knew, until one of our relatives saw him. He was lying there with blood on his body, and then a man came and told us.\"\nIs that correct, is that what you wanted to tell us?",
            "Unknown"
        ],
        [
            "NANA MARTHA MATABATHO",
            "Yes, that's correct.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Did he die there in the house?",
            "Unknown"
        ],
        [
            "NANA MARTHA MATABATHO",
            "Yes.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you.  And then at midnight, after the event had taken place, you didn't know who shot him, because the people were scared to tell you about that.\nKLERKSDORP HEARING TRC/GAUTENG\n4 N M MATABATHO",
            "Unknown"
        ],
        [
            "NANA MARTHA MATABATHO",
            "That's correct.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you.  And then you add that afterwards when the church people came to sympathise, the police also came and they dispersed the people.",
            "Unknown"
        ],
        [
            "NANA MARTHA MATABATHO",
            "That's correct.  In that same week, I can't remember was it a Tuesday or a Wednesday, but we were sleeping and the police arrvived and they opened the door. We do not know how they opened the door, because it was locked.  They got into our main bedroom. We were sleeping.  They only used their torches to light at us. I was nine months pregnant at the time, and the police squeezed my breasts.  They were also squeezing my tummy.  They left me and I was ill afterwards.  My father had to take me to the hospital.\n They stopped my father's van, they said he should go back.  He tried to negotiate with them, and he told them I have a patient here.  One policeman among the group convinced the others and they allowed him to take me to the hospital. \n I went to the hospital and he came back, he left me at the hospital.  The nurses gave me treatment and I felt much better afterwards, and they asked me it is not yet your time to deliver, what happened.  I told them that we were at home and my brother, little brother had been shot and the police were playing with my breasts and they were squeezing my tummy.  They said we are not going to release you, we will wait until the situation has calmed down and then we will release you. \n I do not know what happened thereafter, because I was at the hospital.  But I was released later on when there was quietness in the township.  When I got back home I asked my\nKLERKSDORP HEARING TRC/GAUTENG\n5 N M MATABATHO\nsisters as to what happened to Tata, was he buried by the church, because the church wanted to bury him. My sisters said no, it didn't happen that way, they were buried at a stadium, but no speech was given, they were only taken to the cemetries and buried. \n Thereafter in the same month of April, on the 30th, I gave birth to a baby boy.  After five days the boy died.  That will be the end.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Mrs Matabatho, that is a very sad story, a very sad tale you are telling us.  Can I just for one moment return to the death of Tata.  Was there any inquest after his death, did you go to the police or to anybody else, were enquiries made about his death?",
            "Unknown"
        ],
        [
            "NANA MARTHA MATABATHO",
            "I do not know. Maybe if my father was alive he would give that information.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you.  The treatment you got from the police when you had to be taken to hospital, did you lay a charge against them afterwards?",
            "Unknown"
        ],
        [
            "NANA MARTHA MATABATHO",
            "No, I didn't know who they were.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you, Mrs Matabatho, those are my questions, but I am sure my colleagues would like to ask questions of their own.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Tom Manthata?",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "It is difficult to talk about the incidents of that day.  I am going to repeat this question.  It was asked before.  All the people of Kanana who survived, what are they saying about that day?",
            "Male"
        ],
        [
            "NANA MARTHA MATABATHO",
            "Sir, repeat your question, it is not clear to me.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "My question is, it was a very sorrowful day in Kanana, and one could say - we can call it a memorial day of\nKLERKSDORP HEARING TRC/GAUTENG\n6 N M MATABATHO\nsome kind, that is why I am saying, what are the people of Kanana saying about this day?  Because four young men died.",
            "Male"
        ],
        [
            "NANA MARTHA MATABATHO",
            "I don't want to say anything that is not true. People of Kanana were supporting us on that day.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "I realise that most of them were still school children at that time.",
            "Male"
        ],
        [
            "NANA MARTHA MATABATHO",
            "Yes.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Would you say they were the members of youth organisations or they were just the youth realising the situation of the day?",
            "Male"
        ],
        [
            "NANA MARTHA MATABATHO",
            "This young brother of mine was a comrade.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "What do you refer to when you say he was a comrade?",
            "Male"
        ],
        [
            "NANA MARTHA MATABATHO",
            "Sir, I don't understand your question, can you please repeat it?",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "If you say he was a comrade, what do you mean when you say a comrade?",
            "Male"
        ],
        [
            "NANA MARTHA MATABATHO",
            "He was always present in the activities of the comrades.  Every time he will be present. I remember in February when the comrades were trying to burn the office, he was there.  He came the next morning at home, very tired. We were trying to convince him to leave these activities, but because he wanted to be a comrade we couldn't convince him.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "I do understand you, that the comrades were the young men and women who were against the apartheid system. The youth that were involved at that time, do you have any idea what their position is at the moment in Kanana?",
            "Male"
        ],
        [
            "NANA MARTHA MATABATHO",
            "Sir, this is a difficult question, I do not know how to answer it.\nKLERKSDORP HEARING TRC/GAUTENG\n7 N M MATABATHO",
            "Female"
        ],
        [
            "NANA MARTHA MATABATHO",
            "You see these people were undertaking these activities for the community.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Some of them passed away, some of them are still alive and what is the community saying about these ones that are still alive?",
            "Male"
        ],
        [
            "NANA MARTHA MATABATHO",
            "I do not know what the community is saying about them.  I really do not know what to say.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Fazel Randera?",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mrs Matabatho, I just want to clarify a few things for our own records.  In your statement you say your son, but today you have talked about your brother. He is your brother?",
            "Unknown"
        ],
        [
            "NANA MARTHA MATABATHO",
            "I didn't say in the statement he was my son.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Okay, my apologies.  Our apologies then, because in our statement it says the killing of my son.",
            "Unknown"
        ],
        [
            "NANA MARTHA MATABATHO",
            "The statement-taker must have made a mistake. I said to the statement-taker it was my brother.",
            "Female"
        ],
        [
            "DR RANDERA",
            "I just want to also come back to this month of April.  Today we have already heard from other people of killings that took place in Kanana in March.  Was your brother killed on that same day or was this another month?",
            "Unknown"
        ],
        [
            "NANA MARTHA MATABATHO",
            "He was killed on the day the bottle store was burnt.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Not on the day when the other people, whom you have heard from today?",
            "Unknown"
        ],
        [
            "NANA MARTHA MATABATHO",
            "It was on a Saturday, I remember it was a Saturday when the bottle store was burning.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Okay.  That brings me to my next question.  You said again in your statement that at the time of the shooting people were burning a bottle store.  Was your '\nKLERKSDORP HEARING TRC/GAUTENG\n8 N M MATABATHO\nbrother involved in the burning of that bottle store.",
            "Unknown"
        ],
        [
            "NANA MARTHA MATABATHO",
            "He was present.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Can you perhaps tell us who told you that he was present, because you were not there at the time.",
            "Unknown"
        ],
        [
            "NANA MARTHA MATABATHO",
            "Nobody told us, he was shot because he wanted to run.  My sister's child told me so.  He said Tata tried to run home and that is when he fell.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Do you know whether the comrades were targeting bottle stores in Kanana at the time?",
            "Unknown"
        ],
        [
            "NANA MARTHA MATABATHO",
            "I do not know.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mrs Matabatho, thank you for coming and thank you for telling us about the incident concerning your brother.  Again, it is one of those shooting incidents as I have said earlier, the Commission deals with scores of this kind of situation where armed members of the security forces act against civilian people who are, as in this case, unarmed.  Obviously using force out of all proportion to the situation that they have to contend with.\n We have noted the pain that you experienced in relating this to us.  You have also touched upon another theme that features in the cases that we hear. Something that emphasises how vulnerable women were in this whole crazy unreal situation that we have experienced.  It is in our experience, through these hearings, something that is often and for understandable reasons, not spoken about.  But we know that there was a large element of violation of a sexual nature that was perpetrated on women.  You have touched upon that sort of situation.  Often we forget the sacrifices that women have had to make in the conflict of the past.  We thank you for bringing that again on the agenda.  \n We have listened to your evidence.  We sincerely hope\nKLERKSDORP HEARING TRC/GAUTENG\n9 N M MATABATHO\nthat it will eventually be possible for you to somehow put this incident and the pain that goes with it, behind your back, and that you would be able to carry on and lead a normal life.   Thank you for coming.  We appreciate it very much.",
            "Unknown"
        ],
        [
            "NANA MARTHA MATABATHO",
            "I thank you.\nKLERKSDORP HEARING TRC/GAUTENG",
            "Female"
        ]
    ]
}