{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-23",
        "location": "KLERKSDORP",
        "day": "1",
        "names": [
            "PETER PITSO MOLETSANE"
        ],
        "case number": "1540",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55412&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/klerks/moletsan.htm",
        "speakers": [
            "DR RANDERA",
            "PETER PITSO MOLETSANE",
            "CHAIRPERSON",
            "PROF MEIRING"
        ],
        "original_speakers": [
            "DR RANDERA",
            "MR MOLETSANE",
            "PETER PITSO MOLETSANE",
            "CHAIRPERSON",
            "PROF MEIRING"
        ]
    },
    "testimony": [
        [
            "DR RANDERA",
            "Peter, I greet you, my name is Faizel Randera. I am going to be helping you in telling your story.  Can you please us tell the name of the lady who is accompanying you this morning?",
            "Unknown"
        ],
        [
            "PETER PITSO MOLETSANE",
            "Josephine Moletsane, my sister.",
            "Male"
        ],
        [
            "DR RANDERA",
            "I welcome Josephine too.  Peter, before I ask you to tell your story, will you please stand to take the oath.",
            "Unknown"
        ],
        [
            "PETER PITSO MOLETSANE",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Thank you, Peter.  Would you prefer that I call you Peter or Pitso?",
            "Unknown"
        ],
        [
            "PETER PITSO MOLETSANE",
            "You can use both of them, Peter or Pitso.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you.  Peter, you are now 29 years old.  We are going back to 1986, state of emergency existing in most townships in our country, and you are going to tell us what happened to you in 1986 when you were arrested and what happened after that.  Will you please tell us what happened.",
            "Unknown"
        ],
        [
            "PETER PITSO MOLETSANE",
            "I would like to use my language, okay?\n I was arrested in 1986. I was arrested by Stilfontein police in Khuma.  They arrested me when I came to the funeral of my uncle, who was shot in 1986.  The police arrested me and took me to Khuma police station.  They said to me, they asked me about the evidence about my uncle, who \nKLERKSDORP HEARING TRC/GAUTENG\n2 MR MOLETSANE\nwas shot on that day.  I explained to them that that is my uncle.    They asked me that again that where I was when all this started. I told them that I didn't know anything because I was schooling at Qwaqwa and at Qwaqwa there was no unrest.   They told me that I was telling them lies, that I am one of the leaders in the township and I am one of the people who is burning the houses.  Then I said I just came back because I was not there, I don't know anything that happened in the location.  They said to me if I am not able to tell them the truth, I will tell them the truth in a different way, if I want to follow my uncle, I have got to tell them there, because they can easily kill me. Then we were fighting.  Then I said to them am I supposed to tell you something that I don't know, I don't know anything, what can I say.  If you said to me that I know this person, and I know what happened.  They told me that what I was saying to me, they cannot understand.  \n They were beating me. They were beating me and tortured me.  They did different things to me and I gave up and told them that it doesn't help, because even if you are beating me, you are beating me for something that I don't know; why don't you just kill me, because you killed my uncle also.  Because what you are doing to me is painful.  They told me that they are killing me slowly.  The time when they will kill me they will do it.  \n They came to Khuma police station.  They gave me dog food, Dogmor, and dirty water and forced me to eat those things.  Then I was under pressure, because I couldn't do anything.  They were beating me and there were many.  They gave me that food and then I ate that food. There was nothing I could do.  I had to eat that food because they \nKLERKSDORP HEARING TRC/GAUTENG\n3 MR MOLETSANE\nwould kill me.  \n After that, after eating they continued beating me, kicking me and putting electrical shocks on me. They said to me you must confess and tell us other people were involved in those things. I know their names, but I don't know if they were leaders or not.  \n They took me and locked me with the dogs.  They said to me I am not a person, I have got to live with them and I am eating the dogs' food, these dogs are my friends, I have got to talk to them.  They locked me in that house for about 30 minutes.  I didn't, I couldn't even move, because these dogs were vicious.  It looked as if they were going to bite me. I had to stand still.  After the 30 minutes they came to take me out.  \n They took me to Stilfontein police station.  There they did the same thing as they did at Khuma.  I tried to explain to them that I don't know anything which you say I know.  They said you are forced to tell us.  After they had beaten me, I was bleeding and I was weak.  They took me outside to the hosepipe and they sprinkled me with water.  After that they locked me in the cells. I was taken by the police called Mr Mortor, he is not there any more.  As I know that he is one of us, a Black person, he will feel for me as a parent, but he was still threatening me and hitting me with the keys on the head and kicking me.  \n Thereafter they locked me in the cells.  Thereafter they came again, they took me again.  They asked me - there is this White man called Rambulay.  He said to me my time to die has not yet arrived, he is going to kill me at midnight, 12 o'clock, he is going to take me, because he said there are people in the shaft.  If I am not prepared to tell me \nKLERKSDORP HEARING TRC/GAUTENG\n4 MR MOLETSANE\nthe truth he will take me and throw me in the shaft and kill me there, and nobody is going to know where I am and what happened to me.  Then I explained to him that there is nothing that I can do, it is better that he takes me there and kill me because it doesn't help, I have got no evidence to give him.\n Then he took me to other offices upstairs.  They handcuffed me, put a mask which prevented me from inhaling or exhaling, with a rubber. If you put it on your mouth it closes your mouth, you cannot exhale or inhale, and with a copper head again.  They handcuffed me.  They poured water over me and they were torturing me from Khuma police station up to there. I was weak and powerless.  They took me and locked me up. I came at Lehali police station.  They told me that this is the place where the shaft is near, where I was - they will just put me next to the shaft where I am going to be killed.  \n They told my parents that I am not supposed to be seen, because I am not there, because they were hiding me somewhere.  They brought me again.  There were women policemen, White policemen.  This person, the way he explains, he doesn't know anything and these people are forcing her to explain he was coming to his uncle's funeral.  Then it seems he is being killed because of his uncle, he doesn't know anything.\n They took me, returned me to Stilfontein, they were arguing. The policemen were arguing about - because this case is going to be difficult for us and then when these people are going to be looked for, we will not know where they are.  Even if you don't report to the charge office, you bring them through the back door.  So one of the \nKLERKSDORP HEARING TRC/GAUTENG\n5 MR MOLETSANE\npoliceman was saying, you see you bring the problem with us, may we please return this person from where he comes from.  Then we will take him back to Stilfontein.\n They took me to Stilfontein.  When I arrived there I slept.  The following day, in the morning, they called me.   They were threatening me and that I should not go through that door, I have got to use the back door, because I am going back home.  But I said to them how should I go back, use the back door, because of the dogs.  You know that these dogs are your friends, they will take you out.  Then I ran out. Then at that time I was not running, because I was still weak. I could not run.  I was injured, my hands were injured.  \n Then I left and at the same time they were taking money from my father as bail, about R500,00.   They don't want him to see that the time I left the cell.  Then I was at home.  The following day I went to the doctor.  After the doctor has examined me, he said to me you are bleeding too much internally, there is nothing we can do, we will give you tablets and then you can go back to school.\n Then I left and went to school.  After some months I still had this pain on the spinal chord. That pain was hitting me. I was staying in the village, not at the school.  I was not able even to climb from the bed. So I had to ask somebody to come and help me because I am sick.  \n I suffered there that way.  After school one of my girlfriends came to take me to ask me why did I go to school.  When she arrived she found that I am dying.  Then she tried to organise all the people to come and see that person is ill, and we don't know what is happening.  He is complaining about the pain and he is not able to get off the KLERKSDORP HEARING TRC/GAUTENG\n6 MR MOLETSANE\nbed and he is crying and they tried to arrange an ambulance to the hospital. In hospital when I arrived there, they said it is (indistinct).  They found that this injury is inside not outside.  Then when they opened up something like a white secretion came out. Then they said they have to meet with the parents and so that I should be operated. They phoned at home.  They explained to them and said your child is in this way, he is sick, and we want you to come and sign for a consent for an operation and the treatment.  My parents asked to say that refer that person here, because that is too far and there is no accommodation.\n They returned me to my home, when they tried to arrange for an ambulance and then I had friends, who were with me when I was arrested.  That friend is Alfred Thi.  I went with him and then he took a car to bring me home.  Then I went with him to book a car to take me home.\n When I arrived at home, at Discott Hospital, that is when I was operated.  These operations were done at Discott Hospital, because this operation made me that I was not able to do anything.  I am not fit for any job. If they go for a fitness test, I am not able to qualify for employment.\n I am suffering, because on top of that I am paying so much money.  That Discott Hospital I was operated at, then they were not able to do it corretly.  Then they sent me to Elizabeth Ross Hospital in Johannesburg.  Then they tried. I was in a better condition but they said to me you are going to be like this for life. Because this poison, this secretion was like a poison inside, inside your stomach, in your intestines, have been joined by the tubes, and there is nothing they could do, so you have got to look after yourself, because there is nothing we can do.  I stayed\nKLERKSDORP HEARING TRC/GAUTENG\n7 MR MOLETSANE\nthere for a period of three months in the hospital.  They sent me home to stay at home.  They said to my parents that your son is your problem, there is nothing we can do.  The only way he has to stay is this way, there is nothing we can do any more.\n Then I stayed at home for that period. It was about late January or it was in February when I left the hospital. I was still receiving treatment. I am still even today going for treatment and I am in need of so much money because I am not able to pay for the treatment. Because every doctor where I go he is booking me for theatre and then he is demanding so much money like R500,00, the bookings and the examinations.  He is not able to just examine me, but I have got to go for tests. So he has to take me to the theatre first.  \n That's where I was coming to say this old law, what does it think about people whose futures were wasted.  At my age there is nothing I can do. I should have been living like any other person, but I am not able to afford that because of those problems which they did to me. I don't know what they are deciding to do, because if it was me, I would be able to do what I want to do. I don't know what they have decided to do with me. \n That is why I am here, because I tried - this policeman, when I tried to open legal cases, they just destroyed those cases.  So I don't know what is happening. I am here to ask about how can I be helped. Maybe the legal system may take its course, because I am not able to work, I am suffering.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Thank you very much for telling us your story, Peter. I just want to ask a few questions to clarify and to\nKLERKSDORP HEARING TRC/GAUTENG\n8 MR MOLETSANE\nadd to what you have said in your statement. \n First of all, can you please tell us what are you doing at the moment?  Are you married, do you have any children?",
            "Unknown"
        ],
        [
            "PETER PITSO MOLETSANE",
            "I am not working. I don't have a wife. I don't have a house.  I have one child, but he was born somewhere in the Eighties.  Then the doctor said to me I am not able to have children again.  The way these people have done these things to me.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Peter, so you have many medical problems and I am sure that is an area that the Commission will have to look at.  I just want to come back to some of the other questions.\n Can you please tell us in 1986, when you came back to your uncle's funeral, what was actually happening in Khuma at the time?",
            "Unknown"
        ],
        [
            "PETER PITSO MOLETSANE",
            "It was chaos.  It was full of riots and my uncle died during that time of the unrest, so I was coming to his funeral.",
            "Male"
        ],
        [
            "DR RANDERA",
            "What was the chaos and the riots and the unrest related to?",
            "Unknown"
        ],
        [
            "PETER PITSO MOLETSANE",
            "I would not say that what was behind that unrest because I was not at home.  Because I didn't know what was happening there, because I was not staying. There was in-fighting, but I was coming as a person who doesn't know anything, because I was not staying at home.",
            "Male"
        ],
        [
            "DR RANDERA",
            "You mentioned in your statement that your uncle was killed.  What was his name and was he involved in any of the political organisations in Khuma at the time?",
            "Unknown"
        ],
        [
            "PETER PITSO MOLETSANE",
            "No, he was going to work.  It was at that time when he met the students.  Then the police were coming. The way I got the information, he was shot because he was\nKLERKSDORP HEARING TRC/GAUTENG\n9 MR MOLETSANE\njust among the students.",
            "Male"
        ],
        [
            "DR RANDERA",
            "What was his name?",
            "Unknown"
        ],
        [
            "PETER PITSO MOLETSANE",
            "Hendrik Tosetsi Sequa.",
            "Male"
        ],
        [
            "DR RANDERA",
            "I just want to verify what was said about your friend, your friend's surname.  In your statement you just mention Alfred.  His surname is Alfred Cia?",
            "Unknown"
        ],
        [
            "PETER PITSO MOLETSANE",
            "Yes, Alfred Cia.",
            "Male"
        ],
        [
            "DR RANDERA",
            "What about yourself Pitso, were you involved in any political activities?",
            "Unknown"
        ],
        [
            "PETER PITSO MOLETSANE",
            "No, Sir.",
            "Male"
        ],
        [
            "DR RANDERA",
            "You said in your statement that when you were questioned at Khuma police station and the names you mentioned are Carter and Nzambi.  Is that right?",
            "Unknown"
        ],
        [
            "PETER PITSO MOLETSANE",
            "Yes.",
            "Male"
        ],
        [
            "DR RANDERA",
            "... about the burning of policemen's homes.  Were you aware that that was happening in Khuma at the time?",
            "Unknown"
        ],
        [
            "PETER PITSO MOLETSANE",
            "No, Sir.",
            "Male"
        ],
        [
            "DR RANDERA",
            "From speaking to other people, were you aware that this was going on?",
            "Unknown"
        ],
        [
            "PETER PITSO MOLETSANE",
            "Can you tell me just how, the question is not clear, Sir.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Either before or after your arrest and when you were released, and you spoke to your friends, relatives, were you aware then that policemen's homes were being burnt?",
            "Unknown"
        ],
        [
            "PETER PITSO MOLETSANE",
            "Yes, Sir.",
            "Male"
        ],
        [
            "DR RANDERA",
            "They seemed to have released Alfred very quickly, but you were kept inside.  First of all, do you know why Alfred was arrested and then released so quickly, but you were kept inside?",
            "Unknown"
        ],
        [
            "PETER PITSO MOLETSANE",
            "No, Alfred was released because this policemen knew one of the family members of the deceased. So KLERKSDORP HEARING TRC/GAUTENG\n10 MR MOLETSANE\nthey came to that house, because when they were taking photos, they came to show me a photo at home. Then they said are you not the person in the photo?  Then I said this is where I am staying.  Then they forced me to sign the letter, the letter for permission to bury the corpse, without the knowledge of the family.  Then I didn't agree with them, because at that time the parents were not there.  People were running and the police were trying to bury my uncle without the permission of the family.",
            "Male"
        ],
        [
            "DR RANDERA",
            "A few more questions. From your statement it is not clear how many days you were actually in prison.  Can you tell us, do you remember the date of your arrest and the date of your release?",
            "Unknown"
        ],
        [
            "PETER PITSO MOLETSANE",
            "No, I don't remember, Sir.  It was somewhere around March.",
            "Male"
        ],
        [
            "DR RANDERA",
            "For how long were you in prison?",
            "Unknown"
        ],
        [
            "PETER PITSO MOLETSANE",
            "I stayed only one day, because if they arrested me today, I was released the following day in the morning.  I was not released legally. I couldn't even get, you know, the statements. I was taken to the cells and then from there they just released me.",
            "Male"
        ],
        [
            "DR RANDERA",
            "You also mention in your statement that Mr Ramulaye and Mr Mortar, the two policemen at Stilfontein police station, one of the questions they asked you was that you were responsible for telling people that they had shot your uncle. Is that right?",
            "Unknown"
        ],
        [
            "PETER PITSO MOLETSANE",
            "Yes.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Okay. These people, are they still working in the police force?",
            "Unknown"
        ],
        [
            "PETER PITSO MOLETSANE",
            "Some of them are still working. Mortar has died.\nKLERKSDORP HEARING TRC/GAUTENG\n11 MR MOLETSANE",
            "Male"
        ],
        [
            "DR RANDERA",
            "At Stilfontein you also say that after one of these interrogation sessions you vomited blood.  Is that right?",
            "Unknown"
        ],
        [
            "PETER PITSO MOLETSANE",
            "Yes, it is true, because after eating that dog food, after I had enough, they were kicking me and I was slapped on my back. Then someone jumped and tapped me on my stomach, then I started bleeding.",
            "Male"
        ],
        [
            "DR RANDERA",
            "How many times during those days that you were in prison, were you allowed to see a doctor?  Did you ask to be seen by a doctor?",
            "Unknown"
        ],
        [
            "PETER PITSO MOLETSANE",
            "No doctor was available to see me, Sir.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Another question is this question of the R500,00 that your father paid for bail.  You say subsequently there was no case, because the files were destroyed. What about the R500,00, was that returned to your father?",
            "Unknown"
        ],
        [
            "PETER PITSO MOLETSANE",
            "No, it was not returned, it was taken illegally.  There was no slip which shows that this is for what. They just say if they still want me alive, they have got to pay that R500,00 bail.",
            "Male"
        ],
        [
            "DR RANDERA",
            "I have no further questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Piet Meiring?",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Just a few short questions. You refer to the one White policeman as Ramulay.  Do you know his real name?",
            "Unknown"
        ],
        [
            "PETER PITSO MOLETSANE",
            "No, Sir, I don't know his real name, because he was calling himself Ramulay.  He was popular with that name.",
            "Male"
        ],
        [
            "DR RANDERA",
            "The second question I wanted to ask is about yourself, your own position at the moment.  Which class did you - which standard did you attain at school, Std 6, Std 7 or 8?\nKLERKSDORP HEARING TRC/GAUTENG\n12 MR MOLETSANE",
            "Unknown"
        ],
        [
            "PETER PITSO MOLETSANE",
            "Std 9, Sir.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "You say that you are not able to work.  Is that because of your physical disabilities?",
            "Unknown"
        ],
        [
            "PETER PITSO MOLETSANE",
            "Yes, Sir.  I am not able to work because I have another problem. I have so many operations, I have stomach cramps, I have perineal abscess at the back, it was - then that operation makes me to suffer because it doesn't heal.  It is bleeding all the time and the stomach cramps. They are there always, all the time.  Even a clerical job,  I cannot do anything because I have got to be at the hospital all the time.  Many people say I am not able to stay at work, because I have got to be at the hospital all the time.  So they just said they can easily retrench me because I am not fit for employment.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Who takes care of your money, the things you need every day, is that your family?  Your father and your mother and your sister who provide money for you?",
            "Unknown"
        ],
        [
            "PETER PITSO MOLETSANE",
            "My parents, Sir, and I am not able to do that, because I am not a grown-up, I have got to take my own responsibilities.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "You say that there is one child. What is happening to the child, who is looking after that child at the moment?",
            "Unknown"
        ],
        [
            "PETER PITSO MOLETSANE",
            "He is assisted by the mother.  The mother is a teacher.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Pitso, it is painful for you that a woman has to support your own child, because you have to take the responsibility to support your own child.  You are one of those who is still young, who sacrificed themselves for the fruits of liberation we have now.  Even if you feel pain, we say you should be strengthened by what the children were\nKLERKSDORP HEARING TRC/GAUTENG\n13 MR MOLETSANE\nfighting for, we now see the fruits.  It is easy to say your pain is our pain. In the same vein we say we see the fruits that today we are governing ourselves.  At that time we were tortured, we were harassed, we had problems.  We suffered, because we were oppressed.  We sympathise with you.  We don't know how we are going to deal with your request.  We are going to look at maybe we can help with the money. We as Commission, we don't have our money.  We can just take the request to the President and say your request, how can we help, how can we help.  He is the one who will talk to the Parliament to see how they can help.  We give the information to them how they can help in your case.  We ask God that you also should be blessed and strengthened by Him.  We thank you.\nKLERKSDORP HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}