{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-26",
        "location": "KLERKSDORP",
        "day": "4",
        "names": [
            "NAUM T PULANE MOAKE"
        ],
        "case number": "01549",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55410&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/klerks/mokae.htm",
        "speakers": [
            "DR RANDERA",
            "NAUM T PULANE MOKAE",
            "CHAIRPERSON",
            "THOMAS MANTHATA"
        ],
        "original_speakers": [
            "DR RANDERA",
            "NAUM T PULANE MOKAE",
            "MRS MOKAE",
            "CHAIRPERSON",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "DR RANDERA",
            "(Speaker's mike not on) ...\n ... Tigane, in March 1993.  You at that time owned a tuck shop and some people came through to you on that day.  Now let me also, in your statement you have also said that some IFP person was killed that month.  I see it is the month of March 1993.  Earlier on today somebody talked about the death of her nephew, Jonas Mogapi, in that month of March, who happened to be an IFP member.  Before you go on to tell us about what happened, will you please stand to take the oath.",
            "Unknown"
        ],
        [
            "NAUM T PULANE MOKAE",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Before you tell us what happened on that day of 12 March 1993, can you please tell us something about yourself; are you married, do you have children, what are you doing now, what work are you doing.",
            "Unknown"
        ],
        [
            "NAUM T PULANE MOKAE",
            "I am at home, I am unemployed.  I have a shack, I have a man who I am staying with.  During that time they even took our marriage things.  I am 40 years now.\n On the 9th of March in 1993, I remember well, it was one or half past one in the evening, when those people came to my house.  There was no person who opened the door for them. They just opened the door for themselves.  My husband was not asleep, he was always awake, by hearing somebody walking around.  When he was still roaming around the house, KLERKSDORP HEARING TRC/GAUTENG\n2 N T P MOKAE\nwhen he came back from our tuck shop, it is when they were kicking the door and they were hitting him with the handle on the head.  Then they said to him go and sleep, we don't want you, we want money.  They were having a long gun.  They took him to the bed to sleep.  Then they said he should not shake, we want money; we want money.  When they said they want money, so I said - my husband said I should not give them money.  Then I just said money and my death, I had better give them the money.  So they took the money which we made for the whole day.  \n They went to the tuck shop and they had these big bags. There were two of them. When they entered this house, another one was looking around the house, maybe there is somebody who is hiding.  Then the other one was standing where we were sleeping.  While he was making ready his gun, then I could see three bullets falling down. Then he said do not shake; if you shake I am going to shoot you.  Then I kept quiet.  They took the bag, then they unpacked. I took something from Edgars like a duvet and they took those duvets and packed them in those bags.  They were taking their time.  There was nobody from the next-door who shouted, there was nobody from the next-door, it was very quiet.  Then everybody was asleep and it is then that people in the morning came.  \n These boys they say, if you shake, we are going to shoot.  The three bullets were falling. I was not able to talk.  I was asking God to give me strength inside that God, He knows everything. \n Then the other one said let's sleep with this woman.  Then I spoke with God that, please God, please don't give my enemies my body.  When I asked, I only remembered that these KLERKSDORP HEARING TRC/GAUTENG\n3 N T P MOKAE\nboys that are going to sleep with me.  Then I kept quiet. I didn't say anything.  \n They took the money.  They took everything, everything, I was left with this heavy debt of the property that was not even in my house.  They were taking their time when they were packing everything in those bags, which were in the tuck shop. They took all the tinned stuff.  When they had finished packing all these in their bags they left.\n I opened the door after they left.  They took the money and they took everything.  They saw it important to take all my belongings and take even the things that I was still paying.  They took the television, they took everything.   They went into the township.  They started shooting.  I only heard one shot. That is, they were maybe others giving a sign that they have passed.\n The next day, it was Sunday morning.  I don't know what time it was. The police came.  It was just one policeman, Mr Mokae. I thought I was a Mokae and he was also Mokae and he decided to come. I said to him - when this policeman come my husband was not at home.  He came afterwards and he said to this gentleman and he said listen here, your boys have destroyed my family, this man is Lucky, his name is Lucky.  He said listen to this dog, listen to what this dog is saying.  This IFP man said it is daylight now, I want you to go back to my home and finish my family off.  He said I have brought myself personally to you.  He said to this IFP man I want you together with your youth, to go back to my house. I think these are the IFP members that saw my husband as h was talking to this man. They disappeared between the shacks.\n As he was talking to this man he kept on saying listen \nKLERKSDORP HEARING TRC/GAUTENG\n3 N T P MOKAE\nto this dog, and he said I want you to go and complete what you have started;  if you kill, kill.  \n He came back home and I said to him the policeman was here and he said who was the policeman's name. I said it was Mokae.  He asked me as to whether I wrote everything down. I said yes.  I said to him I don't know as to whether my case will be listened to, because the policeman is Mokae and I am Mokae.  \n One day I met Mokae.  I asked him Mokae, where is my statement, and he didn't give me an answer. He said sorry, sorry, Aunt and he drove off. I just left him.\n After a long time when he was relaxed, I went back to him, I said can you please give me my TV licence. He said I don't have it with me here, it is at Klerksdorp.  We did not understand where this story was going to.  We didn't know if it was in the hands of the police or not.  Every time I talked to him he would say I don't have your TV licence with him, you must know I took everything to Klerksdorp.",
            "Female"
        ],
        [
            "DR RANDERA",
            "I am going to stop you there.  I want to come back to what happened that night.  It must have been a terrifying experience for you.  Clearly, people came to your home and into your shop to rob you of what you had.  But you also keep mentioning IFP.  What was the relationship between the robbery that took place in your house and the fact that you keep mentioning the IFP?",
            "Unknown"
        ],
        [
            "NAUM T PULANE MOKAE",
            "I am not relating the two.  It was a Friday afternoon, I did not know which group belonged to which party. But I said to my husband two people and they are looking for a donation for a funeral and I asked him who was dead, and my husband said - he didn't give me an answer, he just laughed.  You know, I don't just take out money.  Every\nKLERKSDORP HEARING TRC/GAUTENG\n4 N T P MOKAE\nmoney I donate I have to tell him.  That's how I used to do it.",
            "Female"
        ],
        [
            "DR RANDERA",
            "The people who robbed your house and your shop, were they the people who came to ask for a donation?",
            "Unknown"
        ],
        [
            "NAUM T PULANE MOKAE",
            "I don't understand them quite well. One girl used to say if there is unrest, you would always be the leader of the group.  I don't know which group he was falling from.  So I could only identify her when I see her in the unrest situation.",
            "Female"
        ],
        [
            "DR RANDERA",
            "This is again very important. In your statement you say I have a tuck shop and people came and demanded money from me and my husband for an IFP member who had died.  Now the people who came to ask money as a donation, were they the same people who robbed you in your house?",
            "Unknown"
        ],
        [
            "NAUM T PULANE MOKAE",
            "Those who came during the night were two males.  Those who came during the day was a girl and a boy.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you, that makes it much clearer, because from your statement it appears as if it is one and the same incident.  Now it is becoming much clearer that somebody came and robbed your house that night.  Do you still think that this was related to what was happening between the ANC and the IFP in Tigane at that time?",
            "Unknown"
        ],
        [
            "NAUM T PULANE MOKAE",
            "When I look carefully I could see that this is the result of the conflict between the two organisations, because I was not a member of any organisation, I was just an ordinary person, I was not one of, a member of any organisation at the time.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you, Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Questions?  Tom Manthata?",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "If I understood you well, you do not know whether these people are IFP members or not.\nKLERKSDORP HEARING TRC/GAUTENG\n5 N T P MOKAE",
            "Male"
        ],
        [
            "NAUM T PULANE MOKAE",
            "I do not know whether they are IFP members or ANC members, because they were wearing private clothes.  They didn't have any sign of the party they belonged to.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "The two that came during the day was a boy and a girl and during the night of the attack were two men.  Will you agree with us when we say there was conflict in the past year in Tigane between the ANC and the IFP?  What is your answer?",
            "Male"
        ],
        [
            "NAUM T PULANE MOKAE",
            "Yes, I know there were conflicts.  My story happened in 1993. I knew that such things were happening.  My story took place in 1993.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Will you agree then with Annie Mogapi when she said there is peace today, conflicts have gone by?",
            "Male"
        ],
        [
            "NAUM T PULANE MOKAE",
            "Yes, that is true.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "I thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can I just clarify something.  The girl and the boy that called at your tuck shop for a donation, wanted a donation for a funeral of an IFP person.",
            "Unknown"
        ],
        [
            "NAUM T PULANE MOKAE",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And you didn't give them any donation?",
            "Unknown"
        ],
        [
            "NAUM T PULANE MOKAE",
            "I didn't give them money, I said they should wait for my husband.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And was it later that same day that your house was burgled, your tuck shop was burgled or robbed?",
            "Unknown"
        ],
        [
            "NAUM T PULANE MOKAE",
            "It was in the same week, I can say they came on Friday or Thursday and the attackers came on Saturday evening.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Now you say in your written statement that your husband approached the IFP, the IFP leader in that community in Tigane the following day, and that he was chased away.\nKLERKSDORP HEARING TRC/GAUTENG\n6 N T P MOKAE",
            "Unknown"
        ],
        [
            "NAUM T PULANE MOKAE",
            "Yes, that's true.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Why did your husband approach the IFP leader?",
            "Unknown"
        ],
        [
            "NAUM T PULANE MOKAE",
            "I don't know whether he knew these boys were members of the IFP. I just saw him the next morning, waking up very early.  He told me when he came back that he had been to the IFP members. I said to him do you have evidence that they were members of IFP?  He said whether there is evidence or not, but I had to go and see them, because they are giving us trouble.  I said to him listen here, you didn't get the TV in their position and the goods they took from us, you don't have evidence.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did he associate with any of the two groupings?",
            "Unknown"
        ],
        [
            "NAUM T PULANE MOKAE",
            "We were not members of any party.  We didn't belong to any political party.  It is now lately that I have seen him with ANC card.  He didn't belong to any political party then.  Last year I went to visit Johannesburg and when  came back from my visit, I saw this ANC card. I said oh, my husband is now a member of the ANC, but during that time we were just ordinary citizens.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I am not sure of this, you might have mentioned this before, but did you take the matter to the police, did you ask the police to investigate for you?",
            "Unknown"
        ],
        [
            "NAUM T PULANE MOKAE",
            "No, they only came to take a statement.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Did you never hear anything about their investigation?",
            "Unknown"
        ],
        [
            "NAUM T PULANE MOKAE",
            "Nothing, Sir.  Every time I meet this other one driving a police van I would ask him where my TV licence as and he would not give me an answer.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Any questions, Piet?  Nothing.  Mrs Mokae, we have noted your evidence.  We also have the written\nKLERKSDORP HEARING TRC/GAUTENG\n7 N T P MOKAE\nstatement that you have given us.  Dr Randera has already earlier referred to the fact that you have patiently waited for some time to give your evidence.  We appreciate that.  We want to emphasise that the fact that you are the last person giving evidence, doesn't mean that your case is less important than any of the other cases.  It is just that we have to take cases in a certain sequence. So it is purely coincidental that you were heard last. In fact, you were the penultimate case on the roll, but we had to take the last one earlier for good reason.  So I just need to emphasise that your case will receive the same attention as any of the other cases.\n We have noted that you reported this case to the police. It obviously needs some investigation in order to try and ascertain exactly what happened.  Also, whether indeed it is a matter that falls within the mandate of the Commission. It seems to be a robbery. We will have to look in the context within which this occurred.  There seemed to have been an assault on your husband, as well, in the process.  So we have to look at it carefully.  Before we can reach any conclusions we would need some more information.  There will have to be some more investigation into the matter. But thank you for coming, once again, and thank you for waiting and thank you for being patient.\nKLERKSDORP HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}