{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-23",
        "location": "KLERKSDORP",
        "day": "1",
        "names": [
            "JOSIAH N MOTSOENYANE"
        ],
        "case number": "01387",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55418&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/klerks/motsoeny.htm",
        "speakers": [
            "DR RANDERA",
            "JOSIAH N MOTSOENYANE",
            "YASMINE SOOKA",
            "CHAIRPERSON",
            "PROF MEIRING"
        ],
        "original_speakers": [
            "DR RANDERA",
            "MR MOTSOENYANE",
            "JOSIAH N MOTSOENYANE",
            "MS SOOKA",
            "CHAIRPERSON",
            "PROF MEIRING"
        ]
    },
    "testimony": [
        [
            "DR RANDERA",
            "Mr Motsoenyane, are you comfortable?",
            "Unknown"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "Yes, Sir.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Could you please introduce the lady who is with you this afternoon.",
            "Unknown"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "This is Mrs Motsoenyane.",
            "Male"
        ],
        [
            "DR RANDERA",
            "I welcome her too.  Commisioner Sooka is going to be helping you with your statement this afternoon, but before I hand over to her, could you please stand to take the oath.",
            "Unknown"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Thank you. Mr Motsoenyane, are you able to hear me clearly?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "Yes, Sir.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Mr Motsoenyane, you have come to tell us the story of your son. However, before you do that, will you tell us a little bit about yourself, what you do for a living, where you live, how many other children you have and a little bit more about this one that you are coming to tell the story about.",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "We are staying at Tlholong. I am working at the Correctional Services Department at Wolmaransstad. I have four children now, three daughters and one son, besides the one who was slain.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "You had two sons and the one is now deceased.\nKLERKSDORP HEARING TRC/GAUTENG\n2 J N MOTSOENYANE",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "Yes, ma'am.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Tell us about your son that you have come to talk about today. Are you comfortable? Why don't you pull that a little closer to you if you are not feeling comfortable.  Is that better?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "Yes, thank you.\n It was on the 1st of May 1986, on that day it was May Day.  It was organised that people should not go to work by different political parties.  Then at work they said those who want to come to work, they should come to work, those who don't, shouldn't. That day I didn't go to work, I was at home, and all my children were at home. In the morning people were just roaming in the streets.  They were holding flags of different political organisations to celebrate May Day.\n There were many people.  Now this time I was at home with him, from that morning. I don't know how he left.  For a moment when I heard that Motjali came to tell me that my son has been said at the stadium. The stadium was just next to my house and people were just around my house and they were just roaming in the street.  \n They came and entered the stadium and the police were - the other policemen were in front, others were at the back.  When they had filled the stadium the police blocked the entrance.  The police and the soldiers started to shoot with the tear-gas inside the stadium. Because people were frightened and there were many, others tried to jump the stadium and fell down, others were injured.  Mr Motjali told me that Doctor was shot and he is at a certain house, we called it Devil's Corner. I left home and I then rushed to the scene. \nKLERKSDORP HEARING TRC/GAUTENG\n3 J N MOTSOENYANE\n When I arrived there they were helping him because he was shot in the stomach.  They broke the - and they were trying to maintain the internal parts so that the internal parts should not get wind.  They tried to help him that way. I rushed home to pick up my car.  We took a very small car. Then I put him inside the car and then we rushed to the hospital.  On the way I met someone else who was shot, he was shot on the thigh. I took both of them and put them in the car and then we rushed to the hospital in Wolmaransstad. When I arrived at Nick Bodenstein, they didn't waste time.  They said he is too critical, he must be transferred to Sepong Hospital.\n From there I returned home quickly so that I should prepare him to be transferred to Sepong Hospital.  They took him to hospital with an ambulance.  We just changed our clothes and both me and my wife, we entered the car and took him to hospital. At Sepong they took him to the ICU unit.  They tried to help him.  They transfused blood because they said he lost a lot of blood. \n We left there at seven o'clock in the evening because it was now dark and we went back home to Wolmaransstad.  We arrived there. At about eight to nine o'clock then we received a telephone message that Doc has died.  \n The situation then became out of hand. The people who were in the march for celebration of the May Day, they came home to sympathise with me.  Then they said, they told me that they will see what they can do - the same night.  Then they started with mass action, something like a night vigil as comrades.  \n I remember that I am a civil servant, it was in 1986.  There was no way where one could control the situation.\nKLERKSDORP HEARING TRC/GAUTENG\n4 J N MOTSOENYANE\nYou couldn't tell anybody to do anything.  They started with mass action.  Then there was a lot of confusion and the police came throwing tear-gas and there was a lot of confusion.  \n Every night when the sun sets they started to build a shack or a shelter, so that people should be accommodated inside for that vigil.  \n From then onwards the police and the soldiers started harassing the people.  On the Thursday I tried to go to the station commander to talk to him so that the situation should not be a long thing.  I told him that he should try that I should bury my child while the situation became out of hand.  The station commander promised me that he will try his best to help, so that we should bury my son on the Saturday.\n On Saturday we went to the station commander again.  He said he is unable to release my son because there are so many cases of shooting in Sepong and that the post-mortem should be done on the corpse which is there.  Then I pleaded that we should not bury him the following week, because we are not able to sleep, because people are always there and we are not in control of the situation.  And people from many areas and others from Cape Town and others from Sebokeng are there, it was confusion. They were coming to sympathise with us.\n On Wednesday, whilst I was trying to settle that confusion with the police and people were beaten.  I pleaded with my head of the prison to explain the situation. Then I asked him to negotiate with the station commander so that on the following Wednesday we can bury our son so that people should disperse, so that we should get rest.  They promised \nKLERKSDORP HEARING TRC/GAUTENG\n5 J N MOTSOENYANE\nme that on Wednesday they will give me the corpse so that he should be buried and get rest.\n On that Wednesday I went to the station commander again.  Then I pleaded with him to release the corpse.  Then he told me that is not possible.  He did not give me a clear reason. He promises but he doesn't fulfil the promises and I at home, there is no order, there is confusion.  The police are blaming me because they think I am the one who is causing this because my child is a comrade. In 1986 at that time he was 16 years and he was still a student, he was not a comrade. They said I am a comrade because I am allowing that situation to get out of control in my yard. \n I tried to reason with them and that Wednesday passed and it was now Thursday.  Then we just said we should now go straight to the lawyers.  There was a certain person called Savimbi and Mr Brian Makoto and Vutiki. I took my colleague's car, Mr Deklaren, I took his Ford Escort to rush to Shell House. I went with those people.  Then we arrived at Shell House, to ask help from Priscilla Jana.  We entered Shell House. We met some people.  There were some other cases that were outstanding there, with the shootings during the violence.  We talked to Priscilla.  I gave her the full particulars of the people who are not co-operating with me, so that the situation should be controlled.\n They phoned the station commander at Wolmaransstad.  They said we have a client here whose son was shot and you are not able to release his son, what is your intention for not allowing that corpse to be released.  He was shot on Thursday and one week has finished and the way his father says the situation is tense.  \n My head of prison at my work, they phoned me again and \nKLERKSDORP HEARING TRC/GAUTENG\n6 J N MOTSOENYANE\nwere able to make some arrangements with this executive people so that they should help me to complete the funeral arrangements.  They gave me instructions that when I arrive at home from Johannesburg, and so that my situation that I can get the corpse so that I can bury my son.  When I came back we passed this on to them. They said I was not supposed to go to Shell House, I could have negotiated with them.  Then I told them that they didn't co-operate, and I asked you from the last Wednesday up to now, I don't know what your intentions are and what are you going to do about the corpse, because tomorrow it might be get lost. Because it is possible that corpses are there and when you look for it, they don't know where they have taken it.  That is why I went to the lawyers so that it can be done in another way.  Then I agreed that the funeral should be on Saturday, and the people who should go to that funeral should not be over 20.  I said it is not possible because we have a big family, you cannot limit the number of the people to 20.  We have so many family members.  Then they said it is okay, and then the police vans were following us day in and day out.  They were throwing tear-ga, others were breaking windows.  You see just the tear-gas following next to your house and you don't understand what is happening. Many children were injured because of this tear-gas. This was all because of the waiting period for Victor.  \n It was on Friday, this policeman came, one of them, it was Mr April. He asked me who is the owner of the house.  My family was inside the house. Then I told him I am the owner. He was doing the plastic Zorro. He was pinning me for three times at my neck, then he hit me. Then he said to me I should dissemble the tent which is in the yard,  I am not \nKLERKSDORP HEARING TRC/GAUTENG\n7 J N MOTSOENYANE\nable to put it in the yard. I told him it has been put there by the comrades, why don't you tell them to dissemble it. I then ran out.  Those who were inside, they took down the tent on that Friday afternoon. It was about four o'clock.\n Someone said to me don't stay at home.  Then people went to pick up the beest to be slaughtered. Then I went with those people who went to get the beest.  At about four o'clock I went to take the beest to be slaughtered.  When we were there, we came late, at about nine o'clock in the evening. When we arrived next to the location, at the municipal offices you could see so many police vans, from Stilfontein and from many places.  They called it Mellow-Yellow.  There are so many security vans and people were beaten and there was confusion. It was in the evening. I didn't know what exactly was happening. \n I want to thank God, because if I was there at that time, probably we would be talking a different story, because they were looking for me, because they were saying I allowed these things, because my son is a comrade and that my child has been shot and that case, when is it going to be processed. \n On this Friday there was somebody who was very fresh, called Goliath.  This Goliath he was staying with the Hippos next to my house.  It was vans and trucks, the soldiers and the police were there.  They switched off the main switch of the location.  This Goliath, he switched off the main switch of the house.  Then it was dark in the house.  Then he broke the window with the tear-gas.  We were in the bedroom with my grand-mother, with my son - the other one was very small - and the whole family was inside the house.  This Goliath broke the bedroom window with the tear-gas and those who saw KLERKSDORP HEARING TRC/GAUTENG\n8 J N MOTSOENYANE\nhim, others followed with throwing tear-gas and they were hitting with plastic.\n Many people know that I am working for the Government and something of that kind, they didn't take it into account.  After they had beaten the people, we were running.  They were destroying all the pots which we had with food and those on the stove, they were throwing it down. The situation was confusing.  \n On a Saturday morning - on that Friday many people were taken to hospital, others were tortured, others were shot. It was chaos. On the 9th, on that Friday, many people were arrested, others were taken to prison, others were taken to prison, others were taken to Serfontein, Klerksdorp, Hartebeesfontein.   Many people were injured on that Friday before - on a Friday prior to my son's funeral.  \n On the Saturday they came in the morning.  They brought the corpse with many Hippos.  They were coming with the police vans and at the house they entered.  We went out.  There were police vans in the front and at the back of the house.  They wanted to control the masses, because many people did not come. They were not allowed to come nearer, or they would shoot them with tear-gas. \n At the cemetery we buried our son.  Police vans were just standing right around the cemetery with guns and we buried the body.  The soldiers and the police were there.  Then we put the body in the grave.  \n I don't know this case ended. There are those who still suffer from the effects of the tear-gas.  Another boy he does not attend school any more because he was so affected by this tear-gas.  Since then I don't know what happened to our son's case.  That person who was breaking my windows and KLERKSDORP HEARING TRC/GAUTENG\n9 J N MOTSOENYANE\nthrowing in tear-gas and those who were destroying my pots, those policemen and the soldiers, I don't know who did, what he did to our house.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Thank you for sharing that with us.  I am going to ask you some questions so that I can just get everything down clearly.\n You say that you are employed by Correctional Services.  What work do you do for them?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "I am one of the prison warders.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "What was your son's proper names?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "Petrus Tshiemane Motsoenyane.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "You also called him doctor?  Was he a comrade?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "He was not a comrade.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Was he going to school?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "Yes, he was a student, he was very intelligent.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "You told us that on that particular day people were celebrating May Day and that your son had also gone to the stadium.  Tell us how far away from your house the stadium is.",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "My house is where I am standing and the stadium is just at the windows of this hall.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "You could see clearly into the stadium from where you stayed?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "Yes.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Were you watching people go into that stadium on that day?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "They proceeded to the stadium via my house. It was a big march going to the stadium, so they passed via my house. They went to the entrance of the stadium via my house.\nKLERKSDORP HEARING TRC/GAUTENG\n10 J N MOTSOENYANE",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "How many people do you think was in the march that day?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "There were many. I think there were more than, the stadium was full of people.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "How many entrances are there to the stadium?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "There are two entrances at the stadium, a big one and a small one.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "You say in what you have told us, you say that the police and the soldiers blocked up the entrances of the stadium. Did they block up both entrances?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "Yes, they blocked them all.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Were they blocked with Casspirs or did they just close the gates, do you know?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "They closed it up with the Casspirs.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "They then fired tear-gas into the stadium?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "Yes, ma'am.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "After they had fired the tear-gas they then started shooting the people in the stadium with live ammunition?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "Yes, they did that.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Mr Motjali came to tell you that your son had been shot while trying to jump over the fence to get out?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "Yes, it is true.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Did you see other people trying to escape from the stadium?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "Around the stadium people were trying to escape, trying to jump and they were falling down. Others were able to jump, they did jump.  Others were just falling down.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "And all the time the police were shooting?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "Yes, I could hear only the bullet shots.\nKLERKSDORP HEARING TRC/GAUTENG\n11 J N MOTSOENYANE",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "How many people got hurt on that particular day?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "I remember three.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Were they shot or had they been tear-gassed?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "They were shot, except those who were tear-gassed.  The stadium was full of the tear-gas smoke.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Your son had been injured on his stomach?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "Yes, he was shot on the stomach.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "And you mentioned that you found someone else there as well and you took both of them to hospital?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "You mentioned that your son died at Sepong Hospital.  Did the other person die as well?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "No, he didn't die.  I left him at Botha Steyn when I took my son to Sepong Hospital.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "You also mentioned that your son's death was the beginning of trouble in the township.  Can you tell us a little more about that?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "After people heard that Doc was shot the people started, it seems they started at the municipal offices, when they were tear-gassed and there were many cars which were passing.  They were throwing them with petrol bombs. There was a lot of chaos at the time and then the whole location was affected.  What they were able to burn they burnt and even police houses were burnt.  The burnt police houses, I think there were two houses which were owned by policeman, it was burnt down.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Were people angry because your son had been this killed in this May Day Rally?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "People were angry because this tear-gas was even thrown inside the houses while there were people inside the houses. They were just shooting at random.  Where they\nKLERKSDORP HEARING TRC/GAUTENG\n12 J N MOTSOENYANE\nsaw people they just shot. Where they see a light in one's house, they just shot with the tear-gas, and then people were angry because of that random shootings of the tear-gas.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "You also say that all the people in the township, your son's friends gathered there.",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "They were coming to sympathise with me because of what has happened.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Did you ever attend any post-mortem on your son's body?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "No, I did not attend.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "And did you have no doctor of your own to be present at the post-mortem?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "No, ma'am.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "And from what you have told us, it took ten days before you were given the body of your son?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "Yes, that's true.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "And you actually only got the body because you went to see a lawyer. Is that correct?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "I believe so, if I didn't go the lawyer  wouldn't have got the corpse. That is the way I see things.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Did the lawyers open a charge at the police station against the police for the shooting of your son?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "These lawyers were from Johannesburg.  Then we came to Wolmaransstad. Then we made a statement, we only made a statement to the station commander.  Then the intimidation that I am working for the State and then I am not able to sue the State because they are going to retrench me.  So they threatened me and I couldn't do anything.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Who threatened you?  Was it your own employer or was it police who came to threaten you?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "Usually if the State has made damage to you KLERKSDORP HEARING TRC/GAUTENG\n13 J N MOTSOENYANE\nand you as a civil servant therefore, you cannot claim, you cannot claim against the State, because that is your employer.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Did you think that or did someone tell you that?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "That is the way things are. I knew that that is going to be that, so I didn't want to prove that that is going to be true or not.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "So you never filed a claim against the Minister of Police also?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "No, ma'am.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "You said that during this period the police harassed you constantly and they threw tear-gas into your house all the time.  Did they do anything else to you or to any member of your family?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "There were others who came from Kimberley, they were hitting me with the guns on my head.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "When was this?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "That happened on the the Friday when they came to harass people in my yard.  They said they were proving to people that they are coming from different places, but they didn't care.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Did they hit you,  or did they hit you and your family members as well?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "Yes, it is only April who hit me, but other members of the family were hit also.  Then I had to run with the group which went to fetch the beest.  So I came late.  When I came late, the people were there in the Hippos.  They were at the offices and people were thrown inside those vans.  So if I were there at that time when they entered the house, I believe I could have been injured.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "You mentioned the name of one of the policemen as KLERKSDORP HEARING TRC/GAUTENG\n14 J N MOTSOENYANE\nbeing April. Do you know what his proper name is?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "He was called April, I don't know any other names.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Is he still around?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "I just presume he must be there, I presume that he is still working, I am not sure.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "This other policeman, Goliath, is he around as well?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "It is not that I have heard from Goliath, I think he left.  I think he was transferred or I am not sure, I don't have any information.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "So after you buried your son, did you have any more problems with the police?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "No, after the funeral there was no problem.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Were you ever called to attend any inquest hearing to find out why your son had died?  Did the police ever come to tell you that there was going to be a case in court?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "I never heard anything.  Nobody came to tell me anything.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "And since then you still don't know who actually shot your son?",
            "Female"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "Yes, that's true.",
            "Male"
        ],
        [
            "YASMINE SOOKA",
            "Thank you for sharing that with us. I don't have any more questions.  But I will ask the Chairperson if the other Commissioners want to ask you any questions.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We thank you.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Mr Motsoenyane, just one question about your son.  How old was he when he was shot?",
            "Unknown"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "He was 16 years old, Sir.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Sixteen years old?\nKLERKSDORP HEARING TRC/GAUTENG\n15 J N MOTSOENYANE",
            "Unknown"
        ],
        [
            "JOSIAH N MOTSOENYANE",
            "Sixteen years old, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We thank you, Sir.   We usually say the same things as we did with the other witnesses, that we don't have enough words to console you.  But we say here we are, your son has not died in vain.  We see the fruits of their labour because we are here now, as a free country. We are proud that we are not independent.  These are a few words that may perhaps be of comfort to you.  We ask that God will bless you and exalt you.  We will try to see how we can unearth this mystery to find out who is responsible for your son's death.  We thank you.\nKLERKSDORP HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}