{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-25",
        "location": "KLERKSDORP",
        "day": "3",
        "names": [
            "EMILY SIKO"
        ],
        "case number": "1566",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55429&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/klerks/siko.htm",
        "speakers": [
            "PROF MEIRING",
            "EMILY SIKO",
            "DR RADERA",
            "DR RANDERA",
            "THOMAS MANTHATA"
        ],
        "original_speakers": [
            "PROF MEIRING",
            "MRS SIKO",
            "EMILY SIKO",
            "DR RADERA",
            "DR RANDERA",
            "MR MANTHATA"
        ]
    },
    "testimony": [
        [
            "PROF MEIRING",
            "Can you hear me, Mrs Siko?  I would like to extend a word of very warm welcome to you.  Thank you for coming and telling us your story today.  You have brought somebody with you.  Would you like to introduce us to her?",
            "Unknown"
        ],
        [
            "EMILY SIKO",
            "This is my sister, the wife to my brother, Sarah Bangoshay and I am Emily Siko in Venstersdorp.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "I would like to say a word of welcome to your sister.  Thank you, Madam, that you also came to us.  Mrs Siko, before you tell your story as is the case with all the other people who come to testify, all the other witnesses, will you please stand to take the oath.",
            "Unknown"
        ],
        [
            "EMILY SIKO",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.  Now Dr Randera will guide you through your testimony.",
            "Unknown"
        ],
        [
            "DR RADERA",
            "Mrs Siko, good afternoon.",
            "Unknown"
        ],
        [
            "EMILY SIKO",
            "I greet you, Sir.",
            "Female"
        ],
        [
            "DR RADERA",
            "Are you comfortable?",
            "Unknown"
        ],
        [
            "EMILY SIKO",
            "I am very comfortable, thank you.",
            "Female"
        ],
        [
            "DR RADERA",
            "Mrs Siko, before you tell us what happened also to you on the night of the 11th of May 1991, in Ventersdorp, can you please tell us something about yourself.  Are you married?",
            "Unknown"
        ],
        [
            "EMILY SIKO",
            "I am married, I have six children, four boys and\nKLERKSDORP HEARING TRC/GAUTENG\n2 E SIKO\ntwo girls.  My husband works at African Asphalt as a contractor. I am working as a domestic worker at Koos van Staden's place.",
            "Female"
        ],
        [
            "DR RADERA",
            "Thank you, Mrs Siko.  Are you a member of any political organisation?",
            "Unknown"
        ],
        [
            "EMILY SIKO",
            "No, I do not belong to any political organisation.",
            "Female"
        ],
        [
            "DR RADERA",
            "Can you explain to us what happened to you on that night of the 11th of May 1991?",
            "Unknown"
        ],
        [
            "EMILY SIKO",
            "Before the 11th, it was in 1990, on the 16th of December, there were people who were staying at municipal's place, we were working at municipal's work. They bought them houses to stay there.  Then on the 16th the boers said to them they should leave to look for their place.  Because they were saying there are people who just stay there.  Those who are not supposed to be there should leave. Then these people went to the office to ask for a site, for sites to Mr Salty Visser.  When they arrived there he said to them he has no place, he has not yet allocated sites.  Then I, I was on the list, then the location was Kayeletu.  Then I was on the last street.  People, those people stayed there and they went to ANC members to look for sites from them.  These people took them and put them just next to me. It was on the road, and they put them on the other road.  When I knocked off from work, then I saw people moving.  My husband and my cousin hired a van.  Then they asked them to be together.\n When I arrived the municipal White workers were on a white van and hiding themselves.  When I arrived at them they said to me I should not tell anybody that they have seen me.  I agreed. Then when I arrived at home this van \nKLERKSDORP HEARING TRC/GAUTENG\n2 E SIKO\narrived also.  Then I brought my next-door's furniture. Then I told wife, my husband and said those White people said I should not tell anybody.  Then I told my cousin that he should wait until these White people leave, then he should not tell people, then I am going to cook food for you to eat.  My cousin said I am not able to take the furniture.  Then they were using the wheelbarrows. \n Then after Christmas, it was in 1991, we stayed there, it was January, February, March, April.  Then during May, on the 7th, they entered.  They were putting the axes. It was on a Tuesday.  Then I asked Mrs Pulema's where are the people putting the axes?  They were saying they wanted to bring the dust bins. So I said that's okay.  When the axes were put in, they were put in by Gosimang, who was working in the municipal offices.  They were put in on Tuesday. On Wednesday they were writing names of people for the houses with axes, they were saying how many people are there in the houses, how many men, how many boys, how many girls.  This next-door neighbour of mine would say I am scared, because they are asking how many boys are staying in the house.  Maybe they were saying they are coming to help us.\n On Thursday it was Pentecost.  I was from work and then my mistress brought me home.  Then there were so many houses, they were writing on a board, writing AWB. I didn't understand that these people would assault.  But they went to Skietbaan and then my mistress asked that we should pass through. Then they - on Friday, I went to work. I came back from work. Then I slept. It was at daybreak at about quarter to five. I could hear some sounds on the roof.  I was sleeping with my child who is five years.  My husband was not there.  Then other people were sleeping in the other \nKLERKSDORP HEARING TRC/GAUTENG\n3 E SIKO\nshack house next-door.  Then I looked and said what's that.  They were throwing tear-gas, and when they looked I could see that there are clouds.  Then I said no, it is rain, sleep well.   When I said it is rain, I could feel the sound hitting on the door.  Then I stood up and shouted who are you, because I was surprised to see this person is kicking the door. They were axing the door.  They were saying AWB, we have no place here, this is our place, this is our place for our nation.  Then I said, please \"baas\", I didn't put myself here, but somebody sent me to stay here.  Then they hit me with a brick.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Take your time, all right.  Can you please give the lady some water to drink, please.",
            "Unknown"
        ],
        [
            "EMILY SIKO",
            "And this child of mine was holding me tightly.  Then I covered him with my hands.  They were hitting me from the bed, then I hit the wardrobe.  Because I was saying I am paying here, what is the problem.  They said to me this is not my place.  Then I said I have the number.  Then I said it is No 11.  Then this Kosimang, they light with the torch.  Then the other one pulled a knife.  Then when he held the knife, I fell on my baby, because I said please don't kill me, who is going to take care of my children.\n Then I knelt down.  Then I thought he was going to stab me at the back of my neck.  Then I just said I will just hear where he is going to stab me. Then at the time when he was stabbing, he was stabbing me on the waist.  Then he stabbed me with the knife. I could feel it when it went out.  Then Salty said I brought you here with whom.  Then I said \"baas\" Salty, I am paying here.  Then he pulled the knife off again.   They stabbed my child on the right leg.  Then they cut off the veins at the back.  Then she said they have KLERKSDORP HEARING TRC/GAUTENG\n4 E SIKO\nstabbed me. Then I said just keep quiet. Then he said please keep quiet, you can see how Whites are in here.  Then they were stabbing.  The clothes I was wearing at that time had eight holes.  Then they took the brick and hit me again.  I wanted to see this Black person who was with them.  Then I looked. Then they hit me on the head.  Then my daughter fainted.  Salty then said to me I told you not to be lenient with these people, you should have killed them.  They went out, they said sorry, we were at the wrong number.  As they left I followed them, carrying my child in my hands and I didn't realise that the time that Tomilos' legs were stabbed and the muscle was cut off.  \n I went to the next-door neighbour to call the boys.  I asked them where are you.  they said we are here. I said aren't you injured?  They said no, we are fine. I said please go and call a nurse called Koba to come with a Kombi to take my child to the hospital.  \n When they left they were not running. They didn't have guns with them.  They had knives and plastic batons and they jumped into the next-door shack.    I was still shouting, crying for help. I said people, come and help me, the Whites have killed my child.  I sent my son to the office, that is the child who came back with the police and they took me to their office.  They applied their first-aid and they stitched my child.  They didn't stop the blood that was flowing.  They couldn't even stitch me properly.  They didn't even give us an injection.  (Indistinct) and Johnny were the people taking my statement. I said to them the White people assaulted us.  They said you are lying, where do the Whites come from?  It is the comrades who assaulted you.\n I was taken to the hospital by my in-laws, telling me \nKLERKSDORP HEARING TRC/GAUTENG\n6 E SIKO\nthat the blood doesn't want to stop flowing.  Then we should better go to the hospital.\n David Letgoto, who is the CID said they had better take me to Motala and Motala would take me to the hospital.  My father took me to Van Rensburg and Van Rensburg didn't want to examine me.  He said I am going to inject her with a fatal injection and my in-law requested Sister Koba to come and pick me up, to transport me to Sepong Hospital.   When I was released from the hospital, I was given the documents.  You know I couldn't stand for quite a long time because of my leg. I have been for treatment now and then.  \n I went to Mogorosi to enquire about the statement I gave them. I told them I am injured and my child was still very little and was also injured, what should I do.  They said nothing, we do not know.  After a week of my discharge from the hospital, a clerk from Ventersdorp, Herman told me to come to town and that he is going to give me R17 000,00.  I should go to town, I will see a grey Cressida and I should come with him to the park. I said to him I cannot walk.  He said try all the means you have, because I want to help you.  I was so scared and I thought he would kill me. I didn't go.   The policeman who took the statement from me, never came to me, even if I go to the police station, nobody gives me any attention.  And I was innocent. I will stop just there.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you, Mrs Siko.  You told us how you recovered. Is your child all right as well?",
            "Unknown"
        ],
        [
            "EMILY SIKO",
            "His leg, the leg is crippled.  He has a problem, he cannot stand for a long time, he cannot walk properly. He is now a cripple.  Now my waist - at Klerksdorp they said the injection they have put in me is poisonous, and my waist KLERKSDORP HEARING TRC/GAUTENG\n7 E SIKO\nis painful when it is cloudy.",
            "Female"
        ],
        [
            "DR RANDERA",
            "How old was your child at that time?  The one that was stabbed?",
            "Unknown"
        ],
        [
            "EMILY SIKO",
            "He was five years.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Now I just want to understand.  You were already staying - what is this area called, sorry - we keep on talking about this area where you lived?",
            "Unknown"
        ],
        [
            "EMILY SIKO",
            "The place is called Khayeleto.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Khayeleto?",
            "Unknown"
        ],
        [
            "EMILY SIKO",
            "Yes.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Is it still existing?",
            "Unknown"
        ],
        [
            "EMILY SIKO",
            "No, they have, all the people have been removed, it is now Extension 3.",
            "Female"
        ],
        [
            "DR RANDERA",
            "How many people were staying there when this attack took place that night? How many families, how many homes were there already?",
            "Unknown"
        ],
        [
            "EMILY SIKO",
            "It was a location.  We hired it from the people, they took us from the people and gave us our own area, our own sites.",
            "Female"
        ],
        [
            "DR RANDERA",
            "You also mention in your statement, besides Mr Kosigomang, you mentioned Mr Visser who was the local clerk of the town.  Is that right?",
            "Unknown"
        ],
        [
            "EMILY SIKO",
            "Yes, that's true.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Now you say in your statement that he too was present when the houses were attached.",
            "Unknown"
        ],
        [
            "EMILY SIKO",
            "He was there, because he was saying they entered in the wrong number.  They could have got to the houses which have axes, but they went to my house which is No 11.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Are these two people still working for the local council?\nKLERKSDORP HEARING TRC/GAUTENG\n8 E SIKO",
            "Unknown"
        ],
        [
            "EMILY SIKO",
            "Yes, they are still working at the municipal offices, and Visser is still there.  The person whom I don't understand is who is still working, is Simani.  So that office has been removed from the township to town.  So I am not sure whether he is still working for the municipality.",
            "Female"
        ],
        [
            "DR RANDERA",
            "In your statement you say that the perpetrators  were wearing military uniforms with an AWB emblem.  You saw that very clearly?",
            "Unknown"
        ],
        [
            "EMILY SIKO",
            "Yes, I saw them clearly, they were dressed in brown trousers for soldiers and they had maroon badges.  They were having an eagle and even an eagle on their head.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Did you recognise any of these people?",
            "Unknown"
        ],
        [
            "EMILY SIKO",
            "I could only remember Salty Visser and I know th way he talks, because he is stammering all the time and then he is the one who says it is the wrong number, and Simon who said it is the wrong number.  Visser said he must not kill the children.  Then I was looking at him, then he hit me with something.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you ma'am.  I just want to come to this question of this grey Cressida and R17 000,00.  You mentioned somebody's name in relationship to that.  What was the name that you mentioned?",
            "Unknown"
        ],
        [
            "EMILY SIKO",
            "His name is Herman. I don't know whether this Herman is the surname or the name, because he was saying Mr Herman.  Then I could understand the person who is his domestic worker is Sophie Sauer, so it is the people who was able to identify him.  So he is no more there, he is now in the Cape.",
            "Female"
        ],
        [
            "DR RANDERA",
            "So Sophie introduced you to Mr Herman?",
            "Unknown"
        ],
        [
            "EMILY SIKO",
            "Yes, she can give a lot of information about this name Hermanm, as to whether it is a surname or it is just a\nKLERKSDORP HEARING TRC/GAUTENG\n9 E SIKO\nname, but they used to call him Herman.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Now at the end of all this you did lay a charge at the police station. Is that right?",
            "Unknown"
        ],
        [
            "EMILY SIKO",
            "Yes, I went to the police station but nobody paid any attention to me.  As I was relating my story, they said go back to the township, your comrades assaulted you. I asked them which comrades, because Salty gave me that side.",
            "Female"
        ],
        [
            "DR RANDERA",
            "And you heard nothing from them after that?",
            "Unknown"
        ],
        [
            "EMILY SIKO",
            "Nothing, Sir.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you very much, I have no further questions.  Prof Meiring?",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Just one question, Mrs Siko, and that is to do with the - you said there was a man, I think you said Dr Van Rensburg, who didn't want to treat you, and there was some mention of a fatal injection he wanted to give you.  Can you please repeat that?",
            "Unknown"
        ],
        [
            "EMILY SIKO",
            "He said to my father - my father said to him I have a patient here and this person is weak, she cannot even stand on her own, and Van Rensburg gave him an answer.  He said we have given them the stitches, now what do they want here?  And he said to my father okay, just put her on the bed, I am going to give her a further injection to kill her.  And I didn't lie on the bed.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Do you think that was an attempt at a joke or was he serious in saying that?",
            "Unknown"
        ],
        [
            "EMILY SIKO",
            "Van Rensburg?",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Yes.",
            "Unknown"
        ],
        [
            "EMILY SIKO",
            "He wasn't making any jokes, because he was so angry when we went into his surgery.  He was angry as he was talking to my father.  My father tried to be a very humble man and he said I am not going to touch this girl, she was\nKLERKSDORP HEARING TRC/GAUTENG\n10 E SIKO\nassaulted by the comrades.  I said I was assaulted but Salty gave me the side.  He said lie on that bed, I will give you a fatal injection to kill you.  Then we just went back to the township and my mother-in-law requested Sister Koba to call the ANC people to transport me, and they came to transport me with my child to Sepong Hospital.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Was this Van Rensburg a medical doctor?",
            "Unknown"
        ],
        [
            "EMILY SIKO",
            "Yes, he is now on pension.  He went on pension last year.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you, no more questions.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Mr Manthata?",
            "Unknown"
        ],
        [
            "THOMAS MANTHATA",
            "If I understood you very well, you even tried to go to Motala?",
            "Male"
        ],
        [
            "EMILY SIKO",
            "No, no, we didn't try any attorney.  We didn't try any attorney. I went to the police station and I came back.  They didn't pay any attention to me. Even the statement-takers told me that there was nothing they knew and I didn't pursue this matter further.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "What is very surprising, is this issue of an attack on that night because some people in this area work, are employed by these attackers.",
            "Male"
        ],
        [
            "EMILY SIKO",
            "Yes, some of them are working for these attackers.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "In other words, the same employers were attacking the employees?",
            "Male"
        ],
        [
            "EMILY SIKO",
            "Yes.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "And they were the same people who transferred the assaulted people to Dr Van Rensburg?",
            "Male"
        ],
        [
            "EMILY SIKO",
            "Correct.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Do you think there is a possibility of reconciliation with these people?\nKLERKSDORP HEARING TRC/GAUTENG\n11 E SIKO",
            "Male"
        ],
        [
            "EMILY SIKO",
            "No, I don't think so.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Are they still present at Ventersdorp as we are talking?",
            "Male"
        ],
        [
            "EMILY SIKO",
            "Yes.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "I thought you said one of them moved to Cape Town?",
            "Male"
        ],
        [
            "EMILY SIKO",
            "Yes, Herman moved to Cape Town.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "I will ask you this question again.  Do you think these people are Christians, the AWB?",
            "Male"
        ],
        [
            "EMILY SIKO",
            "They have their own church, they built it in Ventersdorp.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Are you Christians?",
            "Male"
        ],
        [
            "EMILY SIKO",
            "Yes, I am a Christian. I attend the Anglican Church.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Is there any communication between your ministers and their ministers?",
            "Male"
        ],
        [
            "EMILY SIKO",
            "No.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "Are you saying no or you do not know?",
            "Male"
        ],
        [
            "EMILY SIKO",
            "No, the AWB people don't mix with other ministers from other churches.",
            "Female"
        ],
        [
            "THOMAS MANTHATA",
            "I thank you.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mrs Siko, is there anything else you would like to say?",
            "Unknown"
        ],
        [
            "EMILY SIKO",
            "I just have a problem with my child. I would like them to pay for what they did to my son.  The child is going to be a cripple for a lifetime.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mrs Siko, thank you very much for sharing your story with us.  In going through all the statements that we have had from this area, many, many people have talked of the role that what is referred to as the right-wing in our country, the role that they played in many instances. This\nKLERKSDORP HEARING TRC/GAUTENG\n12 E SIKO\nmorning from Bloemhof, the statements from Coleni, you are from Ventersdorp.  There was the story of the lady whose school was bombed and again the possibility of the right-wing involvement was raised there.  As you know we have actually asked other political parties to come and make submissions to the Truth Commission.  Perhaps we should be asking the AWB as a movement and as a party to also come and talk about their involvement and their ideas of what was happening in that particular period.  It, of course, does not help your appeal about your child.  We have noted that and we will come back to you on that.  Thank you very much for coming and talking to us today.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Thank you very much, Mrs Siko.\nKLERKSDORP HEARING TRC/GAUTENG",
            "Unknown"
        ]
    ]
}