{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-09-24",
        "location": "KLERKSDORP",
        "day": "2",
        "names": [
            "MERIAM OLIFANT"
        ],
        "case number": "1532",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55423&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/klerks/olifant.htm",
        "speakers": [
            "DR RANDERA",
            "YASMINE SOOKA",
            "MRS OLIFANT",
            "BROTHER OR MRS OLIFANT",
            "MERIAM OLIFANT",
            "PROF MEIRING"
        ],
        "original_speakers": [
            "DR RANDERA",
            "MS SOOKA",
            "MRS OLIFANT",
            "BROTHER OR MRS OLIFANT",
            "MERIAM OLIFANT",
            "PROF MEIRING"
        ]
    },
    "testimony": [
        [
            "DR RANDERA",
            "Chairperson, I would like to call Meriam Olifant to the stage, please.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Could we ask people to be quiet, please.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mrs Olifant, good afternoon.",
            "Unknown"
        ],
        [
            "MRS OLIFANT",
            "Good afternoon, Sir.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Could you please introduce the gentleman who is with you?",
            "Unknown"
        ],
        [
            "MRS OLIFANT",
            "This is my brother.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Good afternoon and welcome to him to.",
            "Unknown"
        ],
        [
            "BROTHER OR MRS OLIFANT",
            "Good afternoon, Sir.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mrs Olifant, you too are from Lebaleng.  We have already heard mention of your son's name, earlier on today, from somebody else from Lebaleng.  You of course hvae come to tell us about Joel, your son, who was shot in 1993 and killed.  Prof Piet Meiring is going to be helping you in telling your story.  Before he does that, can you please stand to take the oath.",
            "Unknown"
        ],
        [
            "MERIAM OLIFANT",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "I know this is very difficult for you. Just take your time, have some water to drink.  Would you like some more time?  Are you okay?",
            "Unknown"
        ],
        [
            "MRS OLIFANT",
            "I am fine, thank you.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Prof Meiring.\nKLERKSDORP HEARING TRC/GAUTENG\n2 M OLIFANT",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Mrs Olifant, from my side also, very welcome and thank you for coming to tell us the story you have to relate to us today.  Before you start telling us about your son, Joel, will you please tell us a little bit about your own family, your husband, your other children.  How many children do you have?",
            "Unknown"
        ],
        [
            "MRS OLIFANT",
            "He was the only son and I wasn't married to his father. We were just going out but he didn't marry me. I was married but by another man and we divorced.  I was staying at home with this son of mine. I have another child but this is my brother's child and he gave an order that I should take the child and raise the child for myself.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you for telling us that.  Your son, Joel, about whom you are going to testify today, tell us a little bit about him.  What sort of person was he?  Was he a good student, was he active in politics? If you think back of him, what do you remember?",
            "Unknown"
        ],
        [
            "MRS OLIFANT",
            "He was a very intelligent boy at school.  He loved school so dearly.  As he grew up, the comrades were singing and he didn't understand anything about politics.  They used to sing with the comrades, you know, because they were just kids.  As the comrades were singing they would bring them and sing with them.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "How old was your son when he died?",
            "Unknown"
        ],
        [
            "MRS OLIFANT",
            "He was 20 years old.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "20 years?  And which standard was he at school?",
            "Unknown"
        ],
        [
            "MRS OLIFANT",
            "He was doing Std 8.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Std 8? I wonder whether you would like to tell us what happened that day.  In your testimony you say that it was a quiet day in Makwassie and then this horrible\nKLERKSDORP HEARING TRC/GAUTENG\n3 M OLIFANT\nthing happened, but please tell us about the circumstances and about what happened that day.",
            "Unknown"
        ],
        [
            "MRS OLIFANT",
            "Makwassie was quiet, it was on a Sunday and he woke up very early on Sunday morning. I said to him where are you going to so early.  He said to me I am going to pay my grandmother a visit. They were staying in the squatter area. I said okay, you can go.  As I was sitting at home, some youth came in and they said the granny was calling me. I said no, tell her that I will come back because I am going to church.  As I was preparing myself for the church it was still early.  A child came in again and said Joel's grandmother calls you. I went to see her.  When I arrived there she told me that Happy, that is Joel, told her that the principal was going to kill him.  I said what is it now that Happy is talking about.  She said to me no,  Happy said he wants home-baked bread before he dies, because it was his favourite.  She said to me yes, Happy said that I should prepare him the last meal.  I just left her. I went back.\n On my way back I passed next to a bar and a person called me, called Monkey, and as we were still talking another family of mine came, and said I am called at home. I was shocked. They said no, they said we are going to talk about Happy, please come with us, you will hear the news as you arrive.\n I think if I was there, I would have been killed also, because I wouldn't allow anyone to harm the child.  I went home, you know, I didn't know the reason for calling me. When I arrived I saw people and I saw a police van. Sithogo was also there, he was a sergeant.  He was just standing there.  The people gave way for me. I asked them what happened. They didn't give me an answer, they just looked at KLERKSDORP HEARING TRC/GAUTENG\n4 M OLIFANT\nme.  My son was shot dead. He was lying and a blanket was put over him. His legs were protruding, I could see him.  I wanted to touch my son, but they didn't allow me. I said what happened.  \n People were not telling me anything. I went into the house. The house was full.  People were crying. I went to the toilet.  People were still following me. I said people, what is really happening here. And nobody told me. I went out of the house.  I said get out of my way and I went to this White man and I do not know his name, but he refused me to touch Happy.  I said to him do you know whose child is this?  I said this is my child.  Someone whispered in his ear and he said please, just let her see him, and I said to him Happy, and he gave me an answer.  He said \"hmm\", and Mrs Mobela pulled me away and she said Happy has been shot but he is not dead. I said who shot him, and they told me who shot him.  \n I enquired as to what happened.  They said no, they do not know what happened.  I wanted to call the ambulance, but I forgot the telephone numbers. I couldn't get the telephone directory.  People were just after me. I wanted to make my way through to telephone, but they just wouldn't allow me. As I went outside, they were all over me again.  I only heard later that he was shot by the school principal.\n Now this man was present. He can tell the whole story, because they were together and with Rev Zanini.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you for telling us that.  There are a number of things that need to be clarified.  It is a very sad story. I am thinking of the fact that your son was still living and nobody took him to the hospital. Why didn't they take him to the hospital when they called you?  Surely the\nKLERKSDORP HEARING TRC/GAUTENG\n5 M OLIFANT\nambulance could have come and taken him away.",
            "Unknown"
        ],
        [
            "MRS OLIFANT",
            "I do not know, but I suspect he spent a lot of time lying there, because I wanted to touch him and nobody allowed me to touch him.  Ududu doesn't want me to talk about this thing any more.  When I touched Happy, Happy gave me an answer, but Ududu doesn't want to acknowledge the fact that he was still alive.  Even the people who witnessed this, said his eyes were still twinkling.  He was shot in the heart. He was supposed to die anyway, but I would be glad if he died maybe in the hospital.  Maybe initiatives would have been taken to transport him to the hospital, but already I was told that he is dead, not even a single doctor came to tell me that he died.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Another thing that is very puzzling, is that he knew that he was going to die.  Do you know whether the headmaster, the principal threatened him or did somebody else carry the message that he was in danger?  How did he know that he was about to die?",
            "Unknown"
        ],
        [
            "MRS OLIFANT",
            "I don't understand your question, what do you refer to, Sir?",
            "Female"
        ],
        [
            "PROF MEIRING",
            "My question is the following.  You said that the grandmother told you that Happy said that he knew that he was going to be shot, that he knew that he was going to die, because he wanted a meal before he died.  Now my question is, how did he know?  Did somebody threaten him, did somebody tell him that the headmaster was looking for him?",
            "Unknown"
        ],
        [
            "MRS OLIFANT",
            "I now understand your question. I don't know, but according to my thinking, there was a bad blood between the principal and this boy because he was a member of the SRC, and there was a shortage of teachers. I understand that KLERKSDORP HEARING TRC/GAUTENG\n6 M OLIFANT\nthe principal was giving classes with a firearm on his person. He had pointed the gun to many children in that school.  There were children around the school who were telling Happy, who were complaining to Happy about the behaviour of the principal.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "A last question I would like to ask you, and then I can pass on to my colleagues.  The last question is, was there an inquest after his death?",
            "Unknown"
        ],
        [
            "MRS OLIFANT",
            "Yes, they were there.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Tell us about the inquest, about the investigation of his death.",
            "Unknown"
        ],
        [
            "MRS OLIFANT",
            "On the 15th of December we got letters, my brother and Rev Zanini and myself, and Boetie who called us that we are wanted.  Soshogoe came and said there is an inquest.  Then he explained to me what an inquest is.  Then they were saying, what we said is what is written.\n When we arrived at court they just told us the same and said - then all the people were chased out and the principal was speaking with the magistrate who was in charge on that day. They were drinking tea together. So I don't know. I didn't understand what was happening on that day.  Somebody was coming to ask questions and went.  Somebody was called again to be asked some questions.  Then thereafter there was a court proceedings, but I didn't understand what was happening. Then they said it is not a court proceedings.  They just said what was written on the inquest. But I didn't know what was happening.  But it was written that he was killed by a policeman called Didibani.  So they just wrote that nobody is responsible for his death.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "The inquest said that a policeman and not the headmaster was responsible for his death?\nKLERKSDORP HEARING TRC/GAUTENG\n7 M OLIFANT",
            "Unknown"
        ],
        [
            "MRS OLIFANT",
            "Can you repeat your question, Sir? I say I do not know what do they mean when they say he was killed by the police.  They said nobody is responsible for the death of this child. Now I do not know what they are referring to when they say nobody is responsible for the death.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "It seems to me that we will have to go into that to try and clarify the matter.  Can I ask a very last question, just a personal question.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Do you have to work every day, do you have to look after your own upkeep?",
            "Unknown"
        ],
        [
            "MRS OLIFANT",
            "I am not working, I am sick, I am just staying at home, I am sick. I have so many diseases, I have just done an operation now recently.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you very much. I would like to pass you on now to my colleagues.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Thank you.  Denzil?",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mrs Olifant, just one question.  You said that part of the problem between your son and the principal was that because your son was on the SRC.  Do you know - sorry. You also said that the principal, when he took classes, had a gun with him.",
            "Unknown"
        ],
        [
            "MRS OLIFANT",
            "Yes, Sir.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Now do you know if in that period before the fatal shooting of your son, there had been any attacks on the principal, physical attacks on the principal or on his home or on the school that he was teaching at?",
            "Unknown"
        ],
        [
            "MRS OLIFANT",
            "There were no attacks.  He was teaching STd 8 and other classes, and because of the shortage of teachers, some teachers were afraid of him and even the students were afraid of him.  They were going to school in Leeudoring, because they were afraid of him.  Even this son of mine\nKLERKSDORP HEARING TRC/GAUTENG\n8 M OLIFANT\nasked me that he must go to (indistinct), to go to school there, because he said he doesn't want to go to that school.  Then I told him that I am not able to pay for you to go to a distance. Even at the meeting, the teachers, the students said they don't want this principal anymore, together with the parents. Many times the students were complaining that they don't want this principal anymore, they want a new principal. Other parents were saying the children were naughty and this principal is okay.  Other parents say he must leave.  The first one, the other teacher also did reprimand this principal to go around with the gun in the school yard.",
            "Female"
        ],
        [
            "DR RANDERA",
            "One of the other people from Lebalen who spoke earlier on today, said that the death of your son sparked off a great deal of unrest in the township.  Was that anger towards the principal, was it towards the police?  Who was it directed towards?",
            "Unknown"
        ],
        [
            "MRS OLIFANT",
            "Can you repeat the question, Sir?  I don't know, because at that time I was sick.  I could see only Hippos and the tear-gas.  Many schools, people were at the school and others were just around the village.  When I heard, but I don't know, because I am sick, I don't go outside the yard, until I heard that my son has died, is the reason I went out of the yard.  I don't understand, I just hear people say that.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Sorry, Mrs Olifant, I understand how you must have been feeling at that time. Thank you very much.",
            "Unknown"
        ],
        [
            "YASMINE SOOKA",
            "Thank you, Mrs Olifant for coming to tell us your story. It is very difficult because there seems to have been an inquest and the inquest actually holds that no one is accountable. I think what we will need from you is, if you\nKLERKSDORP HEARING TRC/GAUTENG\n9 M OLIFANT\nhave the names of people who did actually see what happened, it would be very useful if you could pass that on to our statement-takers after you actually leave the stage. It is a very horrible story and I think one of the shocking things has been that wherever the Truth Commission has been, no town has been immune from this sort of violence. It paints a very stark picture of what South Africa was like just under two years ago.\n We thank you for coming.  We will pass this on to our unit to investigate and we will come back to you with more information as soon as we have it.  Thank you for coming.\n Mamma, is there something you would like to say?",
            "Female"
        ],
        [
            "MRS OLIFANT",
            "I want to thank this Truth Commission because of the great work you are doing, because it seems you are doctors.   To us you are our doctors, because it is so exciting that you should open up and talk. I didn't know to whom should I speak to.  I am happy for this Truth Commission because you are able to open up to you, so that this case has been done because of the race oppression.  Because they just said there is an inquest and from there the court case, we didn't know.  But at least it is good that we have an opportunity to open up.",
            "Female"
        ],
        [
            "YASMINE SOOKA",
            "Thank you, Mamma.\nKLERKSDORP HEARING TRC/GAUTENG",
            "Female"
        ]
    ]
}