{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-08-04",
        "location": "MMABATHO OLD PARLIAMENT BUILDING",
        "day": "1",
        "names": [
            "AMBROSE ARMSTRONG ROSS"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52781&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98080304_mma_mmbath2.htm",
        "speakers": [
            "ADV BOSMAN",
            "ADV MOTATA",
            "ADV MPSHE",
            "ADV SIGODI",
            "AMBROSE ARMSTRONG ROSS",
            "CHAIRPERSON",
            "INTERPRETER",
            "MR MULLIGAN"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "ADV MPSHE",
            "MR MULLIGAN",
            "AMBROSE ARMSTRONG ROSS",
            "MR ROSS",
            "ADV MOTATA",
            "ADV BOSMAN",
            "ADV SIGODI",
            "MR MULLIGAN IN ARGUMENT",
            "INTERPRETER",
            "ADV MPSHE IN ARGUMENT"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Mpshe, I believe the victims are present now?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Yes, Mr Chairman, thank you, Mr Chairman.   God being the God of love, made it possible for the victim to be available.   She is sitting next to me, she is the wife to the deceased, Isaac Magala, but the other victim is not there, it is Mr Bokaba, the father to the deceased, he is in Themba in the area of Hammanskraal, in the rural areas.   I have had the opportunity of speaking to a Captain Wiese, he brought the victims who are here, and he informed me that he tried also to get in touch with the Themba Police Station and he was told by the police that they don't have vehicles to go and fetch him, and besides he is in the rural areas of Hammanskraal, but at least we can continue with the victim who is... (intervention).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "But, Mr Mpshe, you will be representing the interests of the victims?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "That is correct, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, before we proceed then, I'd like to thank you for the efforts that you have made in getting hold of the victims, taking in to account the fact that we brought this hearing forward one day because of the postponement of the postponement of the other matter, and also the staff of the TRC who assisted you, and I'd also like to thank Captain Wiese for his efforts in allowing the victim to be here, thank you very much.\n\tI would just like to, at this stage, introduce the panel that will be hearing this matter.   \n\tOn my extreme right is Advocate Sigodi, he's from Port Elizabeth, on my immediate right is Advocate Bosman, she is from the Cape now, formerly of Pretoria, and on my left is Advocate Motata, who is an advocate from Johannesburg, and I'm Selwyn Miller, and I am a judge in Transkei.  \n\tI'd like the legal representative for the applicant please to put himself on record.",
            "Unknown"
        ],
        [
            "MR MULLIGAN",
            "May it please you, Mr Chairperson, I'm Andre Mulligan from the firm of attorneys called Andre Mulligan Attorneys, I'm appearing for the applicant, Mr Ambrose Armstrong Ross, in this matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mulligan.   Mr Mpshe?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Thank you, Mr Chairman and members of the committee, I'm J M Mpshe, representing the Truth Commission, in particular Amnesty Committee, and in this hearing that includes the victims.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mpshe.   Mr Mulligan?",
            "Unknown"
        ],
        [
            "MR MULLIGAN",
            "Mr Chairman, I would, at this stage, like to call the applicant to give his evidence under oath in terms of the Act.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.   In which language will Mr Ross be testifying in, Mr Mulligan?",
            "Unknown"
        ],
        [
            "MR MULLIGAN",
            "He would prefer to give his evidence in Zulu, Chairperson.",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR MULLIGAN",
            "Mr Ross, you are the applicant in this matter, and you are presently serving 20 years imprisonment in Leeukop Prison, is that correct?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Right.   Further, there were three - you were found guilty on one count of armed robbery, plus two counts of murder relating to an incident that occurred on the 26th of October 1991 at Ledig(?) in the former Bophuthatswana Homeland, is that correct?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Right.   At this stage, you've indicated to me that you want to take everybody in your confidence and you want to give a full disclosure of what happened just before the incident and during the incident.   Is that still your intention today?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That's my intention, sir.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Right.   On the 15th of October 1991, you attended a meeting, is that correct?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Where did this meeting take place?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "We held that meeting in Diepkloof, at the COSAS room.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Who attended this meeting?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That is correct, I attended that meeting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mulligan, which room was that, the COSAS?",
            "Unknown"
        ],
        [
            "MR MULLIGAN",
            "Ja, COSAS.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "C O S A S?",
            "Unknown"
        ],
        [
            "MR MULLIGAN",
            "That's... (intervention).",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "COSAS room, yes, that is correct, the COSAS room.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Who were in attendance and what was the purpose of this meeting?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Members of the SDU's around my area in Diepkloof attended that meeting.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "If you use the word SDU, you mean street defence unit, is that correct?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That is correct, I'm talking about street defence units, sir.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Before you proceed, may I just interrupt you for a second?   Where is this Diepkloof located, where you attended the COSAS meeting?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "It is a small township around Soweto, sir.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Right, so Diepkloof is in Soweto?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Can you repeat the question, sir?",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "What was discussed at this meeting?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "We were talking about ways in which we can use to protect our community, mainly about the violence which continued at that time, and then again to protect the community against crime which happened in our community.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Ross, the word SDU's, or rather the expression SDU has been used at other hearings and I was then understood it to mean self defence unit.   Is street defence unit and a self defence unit two separate things?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Self defence unit and street defence unit are not one and the same thing.   We attended the meeting of the street defence unit, not self defence unit.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Now who was leading this meeting?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "It's Comrade Makarof, who stays in Zone 6 in Diepkloof.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Just give the name again?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Comrade Makarof, he stays in Zone 6 in Diepkloof.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "It would appear Diepkloof is divided in zones.  Where are the COSAS offices located, in which zone are they in Diepkloof?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Maybe you didn't hear me from the start, COSAS, I'm talking about a room in a particular school, which is Diepkloof High School, and there is a room which was called COSAS room.   COSAS is the name of the room, not the organisation as it's known generally.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "What I am after is that, where is this Diepkloof High School which houses the COSAS room, in which zone is that high school, that's what I want to know?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "It is in Zone 2, sir, Diepkloof High School is in Zone 2.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Now did Comrade Motepa also attend this meeting?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes, that is correct, Comrade Motepa attended that meeting.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Who was Comrade Motepa, what function did he perform?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Comrade Motepa was a member of the Umkhonto weSizwe.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "And that was the armed part of the ANC, is that correct?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Right.   Then, two days later, is it correct, there was a further meeting, is that correct?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Where was this meeting held?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "It was held at the same COSAS room in that Diepkloof High School.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Can you give me the names of the people who attended that meeting?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "We were eight, it was Comrade Owen, Sabumaphalala, who stays in White City, Comrade Vusi who stays in Orlando East, Comrade Sepiwe who was staying in the same street with me in Diepkloof, Comrade Motepa, Comrade Paul Makubela who stays in the same street with me, we were eight, I think I've counted six.   Comrade Vusi, Comrade Owen, Comrade Motepa, Comrade Paul, Comrade Phute, Original Sibajane and myself.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Right.   What was discussed at this meeting?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "We were called by Comrade Motepa, he discussed with me prior the meeting, which was held on Tuesday, we were talking about attacking Ledig Police Station.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "What did you discuss there, can you just tell us what was fully discussed there?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Comrade Motepa told us that it was a person who usually attended our meetings, and then he knew that we lacked arms, we didn't have enough arms to use, we discussed about ways which we would use to attack the Ledig Police Station.   In that meeting he told us that the plan which he had included the attack of the Ledig Police Station so that we should take arms from those policemen so that we'll be able to use them to defend ourselves.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Were you only going to use the firearms or rifles that you were going to take from there just for defence or for attack as well?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "In that meeting, I don't remember the correct date, the time when Inkatha was attacking the people in the trains, we found out that the method which we can use to stop the Inkatha attacks within the trains was that we should attack them again, but the problem we had at that time is that we did not have long rifles, which will be stronger or maybe the same with the arms they had.   We intended that after we found those rifles, we'll try to find places which were particularly active and attack them.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Right, when the meeting finished, what happened after the meeting?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "After the meeting, Comrade Motepa called Comrade Phute and Comrade Kenneth and Comrade Sepiwe, he told them that they should discuss about the transport which they would use to go to Ledig.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "What happened to you?   Did you leave?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "I left them, I went home.   Some of us left, then only the four of them were left behind.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "When did you see them again?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "They came to my place on the 25th of October, in the evening, around six o'clock.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "How did they come there?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "They came with two cars, it was a red Golf and the green Toyota Corolla.   They took me and fetched me.   They fetched me with those cars then we went back to COSAS room again, it was around six o'clock at that time in the evening.   When we arrived at COSAS room, Comrade Motepa discussed with us about the plan to attack the Ledig Police Station.   He told us we would arrive there, and then we would hold the policemen hostage, we would use their handcuffs and then handcuff them, then take all the guns which we will find in the police station.   He produced a 9mm pistol, he gave it to me.   He took the bigger 9mm pistol and gave it to Kenneth.   Then he took another 9mm.  Other comrades were not armed.   After he gave us those guns, he disciplined us, that is myself and Comrade Kenneth, that those guns, they are fully loaded and that we should try to use them when it was necessary for them to be used.  Because most of the time, we are not warmly dressed at that time and it was drizzling, therefore we went to dress warmly so that we should proceed to Rustenburg at Ledig.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Why was the decision made to hit Ledig Police Station, what was the reason for that?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "The first reason was that Comrade Motepa had told us about the political significance that Ledig carried, because in the late eighties, him, Comrade Motepa, was involved in the uprising that was in Ledig at that time, he was a main instigator and he was very active in the revolution in the eighties at that time.   He told us how the police of Bophuthatswana had arrested him and tortured him, and they also released him and he became involved in political matters, and when they decided to hunt for him, he ran away.   What he was trying to tell us was that the community of Ledig was one of the few communities in the ex Bophuthatswana that was against Bophuthatswana regime.   They were quite resistant against the Mangope regime and therefore he told us that our attack would have impact, because these people were mishandled by the Bophuthatswana police, because they regarded them as sidelines.   Therefore our attack was intended to lift the spirit of resistance of the people of Ledig and therefore we wanted to show them that the political organisations was with them and in full support of their resistance because of the political situation that prevailed at that time.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Right.  There you had the meeting, you went for your jackets, you came back, and then what happened?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "We drove off to Ledig.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "What time did you arrive there?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "We arrived at about 11 o'clock at night.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Yes, and then, continue?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "When we arrived, Comrade Motepa told us that we arrived a bit too early and we had to wait somewhere to bide time, and at about 12 o'clock he said we should proceed to the police station.   On our arrival, we parked 100 metres away from the police station and I alighted the vehicle and the other comrades, six of them, came with me, Paul remained and Comrade Owen, who was in the car that I was driving, so only the six of us and left, Comrade Makubela and Owen remained behind.   On our way to the police station, Comrade Motepa told Comrade Phute and Sepiwe, who were unarmed, that they will wait at the gate, whilst myself and him and Comrade Vusi and Comrade Kenneth would enter the police station.   He also told me that I will wait at the police station door and they will enter and pretend to be looking for some information about the directions from the policemen that they would find inside.   I stood at the door.   As I was looking through the window, I saw one policeman inside the charge office, and Comrade Kenneth was talking to this policeman.   When I was looking at the different direction, I heard somebody screaming, and then I heard a gunshot.   I entered the police station, trying to see what was happening.   That is where I saw Comrade Kenneth standing next to a policeman's corpse, he had shot it behind the head.  There was a door inside the charge office, he entered that door and he was carrying a firearm, he attempted to open the door and he shot at the door.   As he was shooting at this door, Comrade Motepa saw an R4 rifle that was put on a concrete slab counter.   He jumped that counter and grabbed that rifle, and he gave his pistol that he had with him to Comrade Vusi.   After having handed that gun to Comrade Vusi, I ran outside towards the gate.   At the gate, I found Comrade Sepiwe who wanted to know what was happening inside there, and he also asked me, he actually told me that there was somebody in the front seat of the van that was parked inside the yard, but the situation at that time couldn't allow me to respond to him, I was just focusing at the door of the charge office.   Thereafter, Comrade Vusi was the first one who came out, followed by Comrade Motepa\nwho was carrying the R4 rifle and Comrade Kenneth was the last one.   Comrade Motepa had a rifle that he was trying to cock, but it seemed to have jammed.   It seemed as if he wanted to fold this rifle, because it was ajar.   As he was busy doing that, the R4 fired many a times in the air, and then we ran quickly into the cars.   As we were running, the magazine of the firearm that I had - oh, before I get to that point, before I get to that point, there was somebody who fired from behind whilst we were running, this person constantly fired and during that, the magazine of the firearm I had fell off and the six of us splitted into the cars, the two in the other cars and the four in the other cars, so we were four in each car.   We drove off and ran away.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Chairperson, it is common ground between myself and Advocate Mpshe that what happened thereafter can be placed on record.   It's common cause that from there they went to a petrol station where they put in petrol, they rushed off without paying for the petrol, they were then being chased by the South African Police.   Comrade Motepa was shot in the back in the chase, the vehicle in which the applicant was left the road.   He was arrested because the police van came on the left-hand side, everybody else escaped through the right-hand doors, he couldn't because Motepa was sitting there, he was wounded.   The police got hold of him and Motepa then managed to escape.   So as far as the incident is concerned, he was arrested, I think it's common cause that he was assaulted by the Rustenburg police and by the BOP police thereafter, and then he went on trial thereafter.\n\tI just want to ask you a couple of more questions.   Which political party did you support at the time?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "I was an ANC supporter.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Were you a member of the ANC, or considered yourself to be a member?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "I was not a card carrying member of the ANC that would identify me as a member of the ANC, but I just considered myself as a fully-fledged member of the ANC.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Now, in that... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Mulligan, before you proceed, with regard to the petrol station incidence, amnesty is not requested, is that so, the application for robbery, that applies to the robbery at the police station, not the petrol?",
            "Unknown"
        ],
        [
            "MR MULLIGAN",
            "That applies to the robbery at the police station.   For some reason, they were never charged for the R50,00 theft from the petrol station, if we can call it that, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR MULLIGAN",
            "Now the rest of the people in that group, were there card carrying members of the ANC in that group?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "I remember Comrade Owen and Comrade Vusi from Orlando-East, they were card carrying members of the ANC, but most of us were supporters of ANC right from our schooldays, and the Diepkloof area was a stronghold of the ANC then.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Now one of the people who was with you, Motepa, you said that he had military training, is that correct, because he was an MK cadre?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That's correct, sir.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Was that the reason why he was also acting as the leader of this expedition, if we can call it that?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That's correct, we had high regard of him.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "You only saw one policeman that was killed, is that correct?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes, I only saw one policeman.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "In your opinion, how was the other one killed, because you didn't see it?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "If I can recall the whole incident clearly, I think this other man, he was shot whilst Comrade Kenneth was busy firing at a door.   I don't recall us returning fire to the person who was busy shooting us, but the only time we fired was when we were inside the charge office, and Comrade Kenneth was the one was busy shooting at that door.   Therefore I think that the bullets that were busy being fired at the door caught the other policeman.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Let me assist you.   Do you believe he was on the other side of the closed door?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That's what I think, sir.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Now, Mr Ross, you've also indicated to me today, although it's not necessary, that you also wish to apologise today to the relatives of the two policemen who died.   You say that you never knew them personally, that to you they are just names and faces, but today we can see that the relatives are here and you said to me that you really want to apologise.   So if you want to do it, it's your time to do it now, sir.",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Thank you.   I would like to say to the families of the deceased policemen that me, myself, Ambrose, did not know them personally, and I had no grudge against them.   All I know is that I was just against the government they represented that time.   I also, I want to mention that I don't take their death as a mistake on my side, and I don't regard it as something that I did deliberately, but it's something that I had expected when I took a firearm and proceeded to that police station, I knew that by doing that, by arming myself, I should expect that somebody could die.  I was quite and fully aware of the possibility that I might be shot as well.   What I want to say to you, I want to say to you that I know what I have done, and what I want to request from you is quite difficult... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ross, I see one of the relatives of the victim is in a state of stress at the moment.   Perhaps, Mr Mpshe, if you could find out whether they want a short adjournment and then we can continue.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman, I would suggest a short adjournment, with your permission.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.   We will take a short adjournment and will proceed as soon as you let us know, Mr Mpshe.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "I'll let you know, Mr Chairman, thank you.\nCOMMITTEE ADJOURNS - ON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.   Mr Ross, you may proceed.",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "(still under oath)",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "As I was saying that I will like to inform the deceased's family that my actions at that time, I wouldn't like to give them the impression that I did not expect people to die, I don't want them to think that I'm someone who made a mistake, but they must realise that I was a person who was involved in the struggle at that time, I know that this is quite a difficult thing to ask, and I know that they might not forgive me, but I will keep on begging them to forgive me for what I did to their family members, the late Mr Mugaba, I plead with them to look at it from my point of view, because at that time the political situation in our country, it was not normal, and therefore I plead and beg that they accept my apology regarding what I did to their people.\n\tThank you.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Mr Ross, I just want to return to something, you told us that Motepa told you a lot of things about the old Bophuthatswana and why it was necessary to attack at Ledig.  That happened at the second meeting, that would have been on the 17th of October, is that correct?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That's correct, sir.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "In the beginning, were you in agreement go to Ledig in the old Bophuthatswana?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "I objected to the Ledig idea, because it was far.  I knew that we needed arms, but to go to a place as far as Ledig did not make sense to me, but he explained to me and showed me the significance Ledig carried.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "And once he explained to you, you were in total agreement with him that that was the way to go?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That's correct, sir, we concurred.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Now at the murder trial, four people were eventually arrested, one of the four escaped out of detention and he was shortly thereafter killed, is that correct?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "And that was Sepiwe Makgalamele, who would have been accused No 4 in that matter, is that correct?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Now the other two accused, Nos 2 and 3, in your trial were found not guilty and discharged, is that correct?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "But they were with you on that occasion, they were part of the eight who pulled off the attack, is that correct?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That is correct, that's Comrade Kenneth and Phutese Bajaja.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Now, as the judge rightly found, he found that there was common purpose, and that was the basis on which you were found guilty, is that correct, that you acted in common purpose with the other people, because the Court at that stage found that you stayed in the car.   That was a lie, isn't that so, the fact that you stayed in the car?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "I told the Court that I remained in the car and I did not go to the police station.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Why did you do that?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "I was trying to defend myself, I did not want the Court to find me guilty, that is why I lied.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "But today you agree that you were in full common purpose, you had a joint purpose with Kenneth who shot those two people, with Motepa who arranged the attack, you were in full agreement eventually, you appreciated that people could be killed, you were in full appreciation of what happened and in full accord with what was going to happen, is that correct?",
            "Male"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes, I do say.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Chairperson, that's the evidence for the applicant in this matter.\nNO FURTHER QUESTIONS BY MR MULLIGAN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mulligan.   Mr Mpshe, do you have any questions to put to the witness?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Yes, Mr Chair.",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Mr Ross, you stated that you were in a meeting of the SDU's, the street defence unit, do you remember that?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes, I do.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Do you know anything about self defence unit?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes, I learnt about self defence unit.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "If I put it to you that there was nothing like a street defence unit, SDU stood for self defence unit, what would you say to that?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "The defence units which I explained, you can call them the way you want to call them, either as self defence unit or street defence unit, but I want to explain to you that the meetings which I attended in that COSAS room in Diepkloof, went for street defence unit.   Those were meetings which were co-ordinated by, I would say they were co-ordinated by the students, because they included the committees within the black townships.   You may confuse me with the terminology, but I want to tell you that the meeting which I attended, or the meetings which I attended, were for defending our community.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "How were these street defence units formed?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "If I remember well, they were formed in 1990's. Street defence units' purposes mainly was to protect the community against the violence which was caused by other members of the communities, or violence which was politically motivated which happened at that time.   If I remember well, they were formed in 1990.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Who formed the units?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "It would be difficult for me to specify individuals who initiated the formation of the street defence units, but I want to tell you about people who were prominent in the formulation of the street defence units.   We called them with their code names, we used to call them Gorbachev and others, those were people who were prominent in the street defence units.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "All right, to assist you a little bit, were you there when the street defence units were formed?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "No sir, I was not present.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "When did you join the street defence units?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "I started to participate around '91, late 1990 or early 1991.   The problem was that I was not attending the meetings regularly, because there were other things which I used to do, and those meetings were usually held on Tuesday.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Were you a member of any street defence unit?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Who was the chairperson of that street defence unit, if it ever existed?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "It was Comrade Makarov, who was staying in Zone 6.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "You knew him very well?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes, I do.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "You were staying in the same area?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe, while on this, could I just ask a question.   These street defence units, did each street have its own unit, or was there a street defence unit in control of a whole area, which included a number of streets?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That's what I'm saying, that the name would confuse you, the street defence unit should not be taken as literally as it is, it was not only members from the same street, but it was members of a particular community, I would say Diepkloof community would form its street defence unit, because those meetings were attended by various students and other comrades from other schools, there were about five high schools, then you'd find that in a particular meeting there are members from various high schools around Diepkloof.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, continue.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Now, was this street defence unit aligned to any known political party or organisation then?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Which one?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "The ANC.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Were they formed by the ANC?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "I believe so, because if you look at all those high schools in Diepkloof, during the political violence in the schools, we were called charterists, like for instance high schools in Orlando were part of the Azanian movement and we were falling under COSAS, so any political activity which happened in Diepkloof was under the umbrella of the ANC.   That is why our meetings were attended by people like Comrade Motepa.   Though they did not attend regularly, but they would come and address some problems which we had, or try to find out about our problems, as to whether are we able to do our work.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Who was the ANC co-ordinator in your region on these street defence units?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "People who were prominent, I would name Comrade Moses Moseko, Comrade Joe Slovo, who is now late, it's not late Joe Slovo you know... (intervention).",
            "Male"
        ],
        [
            "ADV MPSHE",
            "My question was very simple, who was the co-ordinator of your units from the ANC?   Look, when ANC establish units in an area, they assigned an cadre to co-ordinate and to assist the people in that area.   Now who was your co-ordinator?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That is Comrade Moses Moseko, whom we used to call Daradi.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now when did the ANC form these street defence units?   I know you are going to go back to 1990, is that so?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "As I've already explained that the SDU was formed in 1990, it was around August in 1990.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "If I put to you that defence units, they were not called street defence units, self defence units were formed in 1980 by the ANC on the ground, what will you say to me?  1980's, formed by the UDF under the wing of the ANC, not 1990, what will you say to me?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "During the 1980's the structures we had at that time were street committees, that is the structure which concentrate on the defence of the community, but it was more localised within our streets.   I don't know as to whether do you understand what I'm saying.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Mr Ross, let me help you, let's not waste the committee's valuable time, you don't understand anything you're talking about.   You're correct when you say there were street committees in the 1980's, and the street committees, put together, formed the regional committees, and the regional committees, put together, formed SDU's, self defence units, do you know that, and it was in the 1980's?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "In terms of the organisational structure, maybe you had a proper briefing about the minutes more than I do, but what I remember is that the street defence units within our area, which meetings were held on Tuesdays, were formed in August in 1990.   I do not want to dispute what you're saying, because you are well-informed about these structures.   I'm talking about the area which I lived and I concentrated on in Diepkloof.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "I will tell you why I put all these things to you, it's because I do not accept what you are saying, it never existed.",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "It existed, that is the street defence unit.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "These street defence units, were they formed to be offensive units or defensive units?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "When you talk about defence, basically they were formed to defend, but the political situation at that time, we were first asked that we should be offensive, because as long as to be offensive with the view of to defend, it was acceptable, there was no problem.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Do I then understand you to be saying that they were formed to be defensive units, and that would be the order of your leaders, that this is a defensive unit, am I correct?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes, that is correct, to protect the community.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "And if you tell it to become an offensive unit, that would not be with the blessing of the leaders, but it will be out of your own, will that be correct?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "No, I would not agree with you, sir, on that fact, because I want to say if you talk about a leader, which leader are you talking about, which leader are you talking about?",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Your co-ordinators and your founders.   You say this was established by the ANC, am I correct, which would mean that it is the ANC, if it was, that was controlling the street defence units, giving orders?   Did you get orders from the ANC?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes, that is correct.  I want you to understand this important point, that when you look at street defence unit in terms of the structure you have explained, it looked easy, but I want you to understand on this point what was happening at that time.   We, on the ground, we respected people who were from exile, people who came from exile and who were MK's, those were the people who had more information and had more advices to help us to defend our community.   If a person like Comrade Motepa came, and came to me as an individual and explained to me about the plan to attack that particular place, I did not have the right to get the permission from the co-ordinator, because Comrade Motepa to me was a leader, he was somebody, I looked at him as youth with respect.   I did not, it was not possible for the particular co-ordinator to attend those meetings.   Our meetings were not held in a particular place, so you would understand that in those various meetings, many cadres used to attend those meetings.   That is how Comrade Motepa attended our meeting.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Why did you choose to hold your meetings at COSAS room, what was the significance of using COSAS room?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "We should look at the history of the COSAS room, because it was for SRC, each and every high school would have SRC office, that is where the meetings of the executive committee of the SRC used to be held, so that particular room was not locked or closed at all times.   Even in the evening, when we wanted to attend our meetings, we used to use that particular room, that is why we give it a name, COSAS room.   It was COSAS which governed our activities.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Were you a student then?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "No, I was not a student, sir, (indistinct) student.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Were you a member of COSAS?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "No sir, I was not a member of COSAS.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "What is the meaning of COSAS?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "It means Causes of South African Students.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now let's go back to Comrade Makarov.   Remember, before the chairperson asked me a question, I said to you you stayed in the area with Comrade Makarov and you said yes?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes, it was in the same area.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "I know that you're talking about area, not street?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes, we used to stay in one area.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "And you knew him for a long time?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "I would not say I knew him for a long time.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Okay, let us be direct, for how long had you known him?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "That is prior to 1991?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Before 1991.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "I knew him by attending those meetings, because he used to chair those meetings.   I started to attend those meetings in the late 1990 or early 1991, that is when I started to attend those meetings, then I saw him as the chairperson of those meetings.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "For how long had you known him before 1991?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Before 1991?",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Ja, the date of the incident.",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "I would say it's ten months.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "For ten months?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Ja.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "You knew him for ten months before you could even see him in meetings, am I correct?   All right... (intervention).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "My understanding of Mr Ross's answer is that he got to know Makarov from the meetings, because he used to chair those meetings, and he knew him for approximately ten months prior to the date of the incidence, in other words from about the beginning of 1991.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "I'm indebted to the Chair.   Now you knew very well that Makarov is his code name, not so?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That is correct.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now tell us his real name?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "As I said that Comrade Makarov, I didn't know him personally.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Did you know spiritually then?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "When I say personally, he was not my friend, whom I would visit or he would visit me, things like that.   I knew him through these meetings which I attended, we would call each other comrades.   We wanted to be informal in using code names, we didn't want to use our real names, as I've explained that many people attended those meetings.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Mr Ross, are you saying you don't know his real name, is that what you are trying to tell us?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes, I don't know his real name.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "If I heard your evidence correctly, you'll correct me if I'm wrong, you said these alleged street defence units were formed inter alia to protect the community against crime in the area, is that what you said?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That is part of the objective.   They did not protect the community basically from political violence only, but crime was also included in the objectives, because we had our own problems.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "But it was there for domestic crime, to put it against attacks in the area, raids and robberies and muggings, that was your target?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes, we included those issues in protecting our community against criminal activities.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Right.  Now the street defence units were therefore more on a social basis than political basis, am I correct?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "The street defence units truly were more social, because they were formed from our communities.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "That's correct, you're right, thanks for that.  Just bear with me, Mr Chair?   Now, Comrade Motepa, what are his real names, full names?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "He calls himself with many names, but his real name was Morris Sakeli Mkosi.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "And you said he was a member of the ANC assisting your people?   He was the member of the ANC?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "He was trained as a cadre.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now if you do have the application before you, I want you to have a look at page 52 of your application.   Or perhaps, Mr Chairman, with your permission, more particularly page 53.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It's page 52 the last paragraph going over to 53.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Do you see that?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It's an extract from the trial court record.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "53 of the paginated pages.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "In fact it's of the judgment of the trial court.",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes, I do.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now let me take you a little bit back.   In your evidence here today, you stated that the purpose of going to Ledig was specifically to go and rob the arms in the police station?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes sir.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "And that was arranged at meeting No 2 in August, am I correct?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That is correct.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Where the plan was just to go there and get guns and come back?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That is correct, sir.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Good.   And you remember at your trial evidence was given by yourself in the criminal court in Mogwase?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That is correct, I remember.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now if you look at page 53, I will read the salient parts for you for convenience, you said\n\"He told Vusi and his other friends that he did not have any money to go to Sun City to gamble.\"\nNow this was yourself:-\n\"He then said, oh money is no problem because they have money.\"\nNow from this, and right through the record, the evidence in the criminal trial was that the purpose of going to Rustenburg was to go to Sun City to go and gamble, do you remember you said that at the trial?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That is correct, I remember.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Was that correct?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "No, that is a lie, I lied there.   I would not tell the former Bophuthatswana magistrate Court that I went there to attack their police station.   They would find me guilty and sentence me to death.   I would be taking myself to court.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Later in your evidence you testified that you were the ANC supporter, am I correct?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Which evidence are we referring to, are we talking to the Mogwase evidence, or here?",
            "Male"
        ],
        [
            "ADV MPSHE",
            "In court you never told them that you are an ANC supporter, but here?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That's correct.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Am I correct to state that if you become an ANC supporter, you may have been influenced by certain members of ANC in your area, or a particular branch in that area?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That's correct, sir.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now which branch of the ANC were you supporting in Johannesburg, I mean in Gauteng, let me put it that way?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "I would like to explain it this way, the majority of the youth in Soweto in particular, Soweto was divided according to Xhosas and Azanian student movements.    The ANC policies I became aware of whilst I was still doing standard seven if I can remember correctly, because I was quite a prominent figure in our school regarding ANC issues.  Therefore I was not active in a branch, as such, but what I want to explain to you is that we supported ANC as early as 1984 right up until then.   I'm trying to answer you, but I don't want to answer your question in the context in which you ask, because I don't want to align myself with any specific branch, but just trying to explain to you how I supported ANC.   I supported it from school level, and I was an SRC member as well.   The SRC was communicating with the ANC and it was in close links with it at that time when the organisations were banned.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "I don't know whether you've answered my question.  I'll repeat my question.   Which branch of the ANC were you supporting at that time.   I know if you support a branch, you're supporting the whole ANC wherever it may be, but you are a member or a supporter of a particular branch.   That's all what I'm looking for.",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Let me rather respond to your question in this manner, the ANC branch that I supported was the Diepkloof branch.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "What year was that?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Your question seems to be quite difficult, because I don't support an organisation in terms of a year, I've been the supporter of the ANC since I've became aware of it, I cannot actually say in which year did I support it, because I've been a supporter of it since I've known it.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now at the time when this incident was planned, with Makarov, Motepa and others, there was an ANC branch in Diepkloof, not so?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That's correct.  ANC has got branches in almost... (intervention).",
            "Male"
        ],
        [
            "ADV MPSHE",
            "No, don't run all over, I'm just being specific.",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "...every community.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now who was the chairperson of the ANC branch at that time?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Are you referring to the chairperson of our branch?   Please repeat your question?",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Mr Ross, if I may be of assistance, did you attend any branch meeting out in Diepkloof, ANC that is?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "And whilst you attended, who was the chairman?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "I was not saying yes, when I was actually saying \"Ja\".   I was not attending the ANC branch meetings.   I'm trying to answer your first question, I never attended any branch meetings of the ANC.   The only meeting I attended was SDU meetings.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Now when you say you favoured the ANC Diepkloof branch, what was the attraction when you never attended any meeting there?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That is what I was trying to explain to this gentleman, I was not supporting via a branch, we were just supporting the ANC as an organisation, not under the jurisdiction of any branch.   We were attending street defence unit meetings in the COSAS room in Diepkloof, we were not well organised to the extent to that we could attend ANC branch meetings.   If there were people who attended those meetings, might have been Comrade Motepa, but we were just restricted to the bottom level.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Thank you, Mr Mpshe, you can continue.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Now as a follow-up on what you've just said, will I then be correct to conclude that you did not attend the ANC branch meetings, you were concerned with the self - what do you call them - the street defence units, which would then mean that the street defence units were another entity outside the operations or the ambit of the ANC, because it was more on social basis, will I be correct?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "I differ with you on that, because although I was not attending those meetings, it does not mean that people like Comrade Makarov were not attending them.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Leave Makarov alone.",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "I used to attend the street defence unit meetings, not the ANC branch meetings.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Just for record purposes, Mr Ross, it can be noted by the committee that you never attended ANC branch meetings in Diepkloof, neither did you even know the chairman of the ANC branch in Diepkloof, is that correct?   You know the reason why you don't know him.",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes, I would be making a mistake if I would say I know him.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "When you were answering one of my questions, you stated that you supported ANC when you were still at school and right through the years you knew about the beliefs, you know a lot about the charter and you were called charterists, you remember that?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Which charter were you referring to, which charter are you talking about?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "I was referring to the Freedom Charter.   I'm not prepared to phrase the Freedom Charter as is, but what I want to say is that it refers, it says that the people shall govern.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Is that what the Freedom Charter says?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Pardon?",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Is that what the Freedom Charter says?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "I would try to summarise it by saying that it says that the people of the country shall govern it unitedly.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Okay, okay.",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "I've forgotten some of the things that's stated in there.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "When was the Freedom Charter adopted by the ANC, the year, just give me the year?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I'm sorry, Mr Mpshe, I know what, the reasoning for your questioning, but if a person doesn't know in which year the Freedom Charter was adopted, it doesn't necessarily mean that he's not a supporter of the ANC, it's more like a history lesson that.   It's also like asking a layman the contents of the Constitution.   If he doesn't know that, it doesn't really mean that he's not in favour of the Constitution.   But perhaps he can try to answer, if he doesn't know, he must say so, but I don't want to get into questionings about the content of the Freedom Charter, etceteras, because it's not necessarily going to lead us anywhere.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman, I agree with the Chair.   I wouldn't even have ventured these type of questions had he not volunteered this information himself under cross-examination.   The Chair will recall that he said he supported the ANC when he was still at school and they were taught about Freedom Charters and everything, he volunteered this.   Now I was just merely trying to check the veracity of... (intervention).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "...his knowledge, it was on those (indistinct) that I moved along these lines (indistinct).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, well perhaps he can answer it.   Do you know when the Freedom Charter... (intervention).",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "I've forgotten, it's simply because I've left school in 1988.   We were not using those documents at that time, because of the political dispensation, but mentioning them during my evidence was just trying to show you why I decided to support the ANC.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "No, I appreciate that, thanks.   Thanks very much.   Now, the taking of arms at the Ledig Police Station, of what effect was this going to be on the prevailing political climate in the then BOP, the stealing of these arms?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "By taking those arms at that time, our intention was to use them, or rather we believed that we might make a difference regarding the violence that were taking place in our trains and they happened right in the presence of the police, who were supposed to protect the people.   Thus we strongly believed that by taking these firearms, we might bring a difference in protecting our communities, and we might help in reducing these attacks, and one other thing that we resolved into before Comrade Motepa approached me about this Ledig attack at one meeting was to attack Inkatha, but we realised that it was impossible to reduce the violence on the trains and looking for Inkatha, but what we had told ourselves was that once we have arms, we would go straight away to the hostels of the Inkatha members and attack them, because we knew that they were armed with firearms like AK-47.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Will I be correct, Mr Ross, then to sum you up by stating that the taking of these arms at the Ledig Police Station was to use them in your community, in the trains around Diepkloof, in the trains to fight Inkatha in your area, do I understand you correctly?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes, you understand me correctly by saying that by taking these arms, we are going to use them to shoot Inkatha members in the hostels, but not on the trains, because we were not attacking the trains, it was Inkatha that was doing that.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "I'll put it in the way you want it to be.   The taking of the arms at the police station was to go and protect your community at home, that was the main purpose?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes, that was the main purpose.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "And you cannot think of any - there couldn't have been any other purpose?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Are you referring to the arms?   No, it was just to attack Inkatha and to defend ourselves if they came to our community.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now, I'm asking you this because in your testimony you said you were briefed in your second meeting extensively by Comrade Motepa, who even told you how he was arrested by the then BOP police, tortured, harassed and released, and you went on further to state that you went there to boost the morale of the Ledig people, because they were the most hated by the Mangope government, do you remember that?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes, I agree with you on that.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Good.   Now I'm going back to my question now.  My question was, the taking of the arms from the police station, of what effect was it going to be on the political climate prevailing in Bophuthatswana or in Ledig in particular?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "He briefed us about his torture in Ledig and the violence that was prevailing in the late 80's, it was because we were against the fact of going to Ledig, therefore he had to convince us as to why Ledig of all places, what would be the significance, and that political significance was that the community of Ledig were quite resistant towards the government of the former Bophuthatswana, and being like that, they made enemies out of the Bophuthatswana police, and therefore our attack would be to reassure them that the liberation movements were supporting them in their resistance against the Bophuthatswana regime.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "So this is another reason?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes, that is another reason.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Now when you told us that the reason to protect the people at home, and you said it was the main and the only reason, you are not telling this committee the truth, are you?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Let me put it this way, Comrade Motepa, when he approached me about this idea of attacking the police station, the only need that we had at that time was just to arm ourselves, but when he decided that the target should be Ledig, we told him that it is quite far and it did not make sense why we had to go and look for arms in such a far place, because it's very far from Diepkloof, but he showed us and convinced us as to why he targeted this place, he was trying to show us all the reasons why this place.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Mr Ross, my question was simply to you that when you told this committee that the main purpose and the only purpose was to protect the people at home, that was incorrect, because you come now with another one?   Do you agree with me that that was incorrect?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "I wouldn't say it's a different reason.   It's because I did not answer your question then, but the reasons why we went there was to arm ourselves in order to defend our community, and also to boost the morale of the people in Ledig, to boost their morale in resisting against the Bophuthatswana regime.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "I'm sorry to be doing this to you, but I have to, I'll repeat that question, actually I'm asking for the third time, the taking or the robbing of the guns from the Ledig Police Station, what effect did you think it would bring on the political climate that was existing then in the Ledig community?   A very simple question, you know.",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "We hoped that it will boost their political morale.    The spirit was there, or the morale was there, but we hoped to strengthen their courage, so that the people of Ledig would continue to resist Mangope regime.   That was the political effect we wanted to implement in Ledig.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Those people from Ledig, did they know that you are coming?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "No, no they did not know, but they will be happy to know that we did that.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Were you known by people from Ledig?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes, Comrade Motepa used to stay in Ledig.   Comrade Sepiwe is a person to Motepa, Comrade Phute used to visit Ledig, and together with Comrade Kenneth used to visit Ledig.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Turn to your application, paginated page 5, that is the hand-written part, Mr Chairman and members of the committee.   Before I get into it, because it is not signed, is this what you submitted to the Truth Commission, is that your handwriting?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "And this is what you wrote yourself?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That's correct, sir.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Good.   Now let's have a look at paragraph 1 under 10(a), I'm going to be jumping around, but I will guide you, it reads\n\"The Inkatha warlords were killing our people without any reasons.\"\nDo you see that?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That's correct.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Good.   Then you go down to the last paragraph, same page, and the paragraph reads\n\"Therefore, the solution to this problem was to retaliate against these attacks.\"",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That's correct.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Would I be correct to state that your wanting to get arms to go back home was more based on retaliation rather than advancing the freedom struggle?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "It was based on both, they were both at the same power, it was both for retaliation and defence.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "And you were going to shoot the Inkatha warlords, to kill them in actual fact, am I correct?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That's correct.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Despite the fact that your unit was a defence unit?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Defending can be done in different ways.   It does not necessarily mean that when you defend yourself, you should wait for somebody to attack you, it doesn't always have to be a counter-attack.   You could counter the attack, not sit and wait.   In that meeting we agreed that should we attack the Nancefield Hostel, because it was highly volatile at that time, then they would defend themselves rather than going out and attacking, rather than going to attack the trains, they will sit back and try and defend themselves.   We were trying to change their focus from attacking, but rather to defending themselves.   That is another strategy that we were looking at.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Mr Ross, the Inkatha violence, was it not concentrated at the Meadowlands Hostel?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "It was all over Soweto.   It was only in Mshlope even Nancefield Hostel there was high violence in there.   The people in the hostel they were worse, because they would put red headbands to show that they are Inkatha members.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Was the base of Inkatha warlords not Ndube Hostel?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "As I have already said, we had agreed that all these hostels that were troublesome were to be targeted.   If you can look at the Diepkloof hostels, there were no such political violence and they never attacked our communities, but most hostels in Soweto were full of Inkatha members who were very active.   Therefore, I cannot just say that it was only the Ndube Hostel that was active, it was almost all hostels that were full of Inkatha members.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Page 7, the last paragraph, I'll read for convenience\n\"We therefore respected his idea...\"\nthat is the comrade who was giving you a briefing:-\n\"...and also interpreted it as being part of the ANC's plan to answering to the maiming and killing of our people.\"\nWas this an ANC plan, or the street defence units' plan?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "We just interpreted it as part of the ANC plan, it's just our simple interpretation.   This gentleman approached us and he's a symbol of ANC, because he's a trained cadre of the ANC, thus our interpretation.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Did you know the actual ANC plan?   To be fair to you, if you interpret something as meaning something else, it implies that you know that other something else, am I right?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "I cannot say I knew, but I note(?) that the ANC would just sit back and watch people being killed in the way that they were being killed, they wouldn't just sit back and do nothing about.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Mr Ross, I want to refer you to the pages, the judgment of the Court, but perhaps we may shorten this in this fashion, I asked you about what you said in the record, that you were going to Sun City to gamble, and you say you told the Court a lie, am I correct?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes, I said I lied.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Right.   Will I be correct then to state that whatever follows which you said in court was all lies, except that you are Ambrose Ross of course?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "The fact that Comrade Kenneth was there was not a lie, so therefore I cannot just say that everything is a lie thereafter.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "All right, I will guide you.   When you told the Court that you did not know what was going to be done there, was that a lie?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That's correct, I knew exactly what was happening.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "And when you told the Court that when they came back, you asked them innocently as to what was happening in the police station, that was a lie?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes, it was a lie.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "And when you told the Court that you did not enter the police station, you were sitting in the car, that was another lie?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes, that was a lie as well.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Thank you, Mr Chairman, that will be all.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mpshe.\nNO FURTHER QUESTIONS BY ADV MPSHE",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mulligan, do you have any re-examination?",
            "Unknown"
        ],
        [
            "MR MULLIGAN",
            "No, Mr Chairman.\nNO RE-EXAMINATION BY MR MULLIGAN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Advocate Sigodi, do you have any questions you would like to put to the witness?",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "Thank you Chairperson.   There's just one aspect which I would like to clarify.   You say that the aim of attacking this particular police station was to boost the morale of the people who were resisting the Bophuthatswana government, is that correct, in Ledig.   How did you envisage that these people would know that the police station had been attacked by ANC people, how would it have boosted their morale, because the plan was to go and get the arms and get out with the arms, how would the people have known that it was an ANC attack and perhaps that would have boosted their morale?   It could easily have been just an ordinary robbery or could have been done by ordinary criminals, how would the people in Ledig have known that it was an ANC strategy?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That is correct, they would not have a way to know, but the mere fact that the Ledig policemen were attacked, the mere fact that the Ledig police station was attacked, that in itself would be a morale booster, because the Bophuthatswana BOP used to torture the people of Ledig.  I don't know as to whether I answered your question.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Ja.  That is all, Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Advocate Bosman, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Thank you, Chairperson.   Mr Ross, who recruited you for this street committee, this SDU, this street defence unit?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "It is out of my own that I entered that street defence unit.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "How did you get to know about it?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "As I explained, that it used to happen in our community, we used to know that meetings of the street defence unit used to be held at that particular school, and it was easy for me to go and attend that meeting, and as a former student I knew that there are meetings of the street defence units.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Were these meetings then open to any member of the community?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That is correct, they were open meetings which were attended by people who were interested to attend those meetings.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Did you have to do anything to become a member of the SDU?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "The fact that you are a resident of Diepkloof, you are entitled to attend those meetings, you don't have to do anything or maybe to write exams to qualify.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And then at this briefing before you went to Ledig, were you briefed as to how many firearms you would probably be able to get at the police station?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "No, but we knew that we would get more firearms, but we did not have a specific number.   He was not able to tell us how many firearms we'd be able to get from that police station, but we knew and we anticipated to get more arms, because it's a police station.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "How big is the police station, do you have any idea?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "It was not a big police station, it was a small police station.   I don't know as to whether I'll be able to make estimations about in terms of metres.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "But perhaps in terms of how many policemen were there that night in total?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "After I received information, I learnt that there were three policemen on that particular night.   It's not an impression which I created, but we did not even know how many policemen we'd be able to find in the police station, but on that day there were three, two of them now deceased, and the other one who shot at us when we left.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "How would you describe it, as a small, a very small, a medium size or a big police station?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "I would say it's a small police station.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "How many arms did you anticipate you would probably get, you personally?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "I would try to answer that question, but my problem is that I don't know how the police work in their particular police stations in terms of guns, it will be difficult for me to try to speculate as to whether it will be one or two, but we expected to get plus-minus five firearms, we expected to get shotguns and small guns and other kinds of firearms.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "This is what I would like to clarify, Mr Ross, is at the briefing, did you not talk about this, did you not discuss whether it would be worthwhile to go all this distance to Ledig for two or three or perhaps four firearms, did it not sort of come up in the discussion whether this would be a productive exercise?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "In terms of our knowledge, we knew that any police station would have guns.   As to whether how many guns would be there, I would be committing myself, but we expect to have many guns there, we expected to get more guns because it is a police station.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Yes, thank you, Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Advocate Motata, do you have any questions?",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "Just a few explanations thank you, Mr Chairman.  Mr Ross, in your application you say you live at 5272 Mophutsani Street, and then you say PO Orlando East.   Where is this Mophutsani Street?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "In regard to the address which I furnished there in my application, it is because I moved and stayed with my mother in Orlando, that is why I furnished that address, because I was staying with my mother.   I expected that correspondence would go directly to my mother.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "You personally, because you, somewhere in your papers stated that Morris Phinda, you grew up with him in Diepkloof and he subsequently vanished in the middle 80's and returned early 90's, do you recall you saying so?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes sir.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Now in Diepkloof, as I said initially, it's divided into zones, which zone were you living at in Diepkloof?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "I was staying in Zone 2.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Now, since, did Morris, for instance, visit Ledig, as you said a number of your comrades visited Ledig and that's how they knew about the brutality of the police at Ledig towards the community, was Morris one of the guys who visited Ledig?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Morris has relatives in Ledig.   He used to stay for a longer time at times in Ledig.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Now in terms of him having returned as a trained cadre in the early 90's, would we say between, let's say for ten months when there were this active attendance of meetings, would he sometimes go to Ledig and not attend your meetings?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Even if I did not know his movements, he had a family in Ledig, he used to go to Ledig, then I would agree with you that he used to go to Ledig.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Thank you, Chair, I've got no further questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Ross, you said that when you and your companions embarked to go to Ledig to commit this robbery, that you received a firearm from Motape, as did one other person, so that the three of you were armed, Motape, yourself and one other, is that correct?   And is there any reason why you got the firearm and not one of the other members of the party?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "The way I knew Comrade Motepa, I believed that he had faith in me, that I will be responsible enough, generally he knew me as a responsible person, therefore he had faith in me that I'll be able to handle and use a gun responsibly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you trained in the use of firearms, or were you familiar with the use of firearms at that stage?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "No, I was not trained to use firearms, but according to me, most of the people will be able to use a gun, even if they did not receive any particular training, including myself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Had you in fact used a firearm before that occasion?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "I don't remember.   I did not use a gun.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The attack on the Ledig Police Station, is it correct that you only succeeded in obtaining one R4 rifle?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were the policemen at the police station, including the deceased, armed at all?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "I will not be able to explain, especially about the policeman who died within the police station, but the one who was shot at the back office had, I believe that he did not have a gun, because if he had a gun, Comrade Kenneth could have seen it and then he could have taken it, because I was the door and they were at a distance from me, but I believe that if that policeman had a gun, it could have been taken, he could have seen that gun when he fell on the ground.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This Ledig Police Station, is it in a rural area or is it in an urban situation?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Ledig is a rural area, according to me, yes it's a rural area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You've admitted to us that you lied when you testified in your trial when you said that, inter alia, that the reason why you ended up at Ledig was initially because you had been asked to go to Sun City and you hadn't been there before you wanted to go and gamble at Sun City, and you didn't know why there was this attack made on the Ledig Police Station, etceteras.   Now why did you lie to the trial court, what was your reason for not telling the trial court what you have told us today?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "I was afraid that I would receive a heavy sentence, I was trying to protect myself, because I didn't want to be found guilty as a person who took part in that incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did you decide to lie to the Supreme Court?   Did you do it on, first of all, did you do it on your own, make that decision on your own to lie to the Supreme Court, or did you collaborate with your co-accuseds  at the time?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "I decided the time when I was detained and again the time I was handed over to the Bophuthatswana police, I did not want to tell them the whole truth of that incident, but I just decided to tell them a lie so that I'll be able to protect myself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you make a conscious decision not to attend ANC branch meetings prior to this event?   You said you didn't attend the ANC branch meetings, is there any reason why not, or - seeing - why I ask you that is, you say that when you were at school, you were prominent, I think you used the word, in school politics and that that's where you got to know about the ANC and you became a member of the SRC, now with that background from your youth, is there any reason why, when you left school, you didn't make any, or you didn't go to any branch meetings of the party that you supported, or the political movement that you supported?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "The only reason is, I would say it's my lifestyle which I lived at that time, I would not be able to attend all meetings in our area, though I was politically conscious of what was happening in the country, but I did not dedicate my entire life to politics, so I used to attend meetings which are very short and then they are very informal, then they concern again the protection of the community.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.   Were you employed at that time?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes, I was working at Edgars, but they were temporary work, but I was promised to be employed permanently.   At that time I was working though casually.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just bear with me.   Yes, thank you.   Mr Mulligan, do you have any questions arising out of questions that have been put in by members of the panel?",
            "Unknown"
        ],
        [
            "MR MULLIGAN",
            "No further questions, thank you, Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe, do you have any questions arising?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman, not necessarily emanating from the questions from the chair, but it is upon request by the wife to the deceased, Isaac Magae, she has requested me to put a question to the applicant on her behalf.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you, then I'll give Mr Mulligan to respond or react to that.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Mr Ross, I'm requested by the wife to the deceased, she's sitting next to me here, to ask you a question as to why, if you had gone there to take arms or to rob arms, why didn't you just scare the police who were there and when they run, take the guns and go, why kill them?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "That is a question I expected to be asked, but as Ambrose I would not be able to answer that question the way it will satisfy her, but what I would say is that it is Comrade Kenneth's judgment which he was supposed to use his discretion at that time.   I don't want to be here and start to say it was right or wrong, he had a short time to make that decision and to take that action, because all of us agreed that we are going to handcuff them, then we'd take all guns which were found there, our intention was not to kill them.   We did not leave Diepkloof with the intention to kill any policemen in that particular police station.  As I say, as Ambrose, it will be difficult for me to say why it happened that we killed those people, it was Kenneth's judgment which he used at that time.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Thank you, Mr Chair.\nNO FURTHER QUESTIONS BY ADV MPSHE",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mulligan, do you have any re-examination arising out of that last question that was put by Mr Mpshe?",
            "Unknown"
        ],
        [
            "MR MULLIGAN",
            "No thank you, Chairperson.\nNO RE-EXAMINATION BY MR MULLIGAN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, are there any questions arising that any of the panel... (intervention).",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "Not arising, Chairperson, but just, what is your highest level of education, what standard did you pass, the highest standard that you passed?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Standard ten, sir.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Thanks.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "No further questions, thank you, Chair.",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "Just a small one, whilst you were fleeing, let's say before you stopped at the garage to fill up petrol for R50,00, hadn't you probably in the car said, \"But why did you shoot, what happened inside there?\", I suppose you had interest to know what happened inside, because that was not according to your original plan?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "At that time, it was too soon to try to make a post-mortem of that incident.   What happened in that car, everybody was quiet, we were not talking.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Now, after your arrest, the other two comrades who were acquitted, did you discuss this, why there was that killing there, because I see Kenneth was accused No 2 in that trial, so you must have been at the court or police station together, did you ask him what happened there, because now you had an opportunity to have the post-mortem?",
            "Unknown"
        ],
        [
            "AMBROSE ARMSTRONG ROSS",
            "Yes, I did ask him, though informal, as to whether that day what happened exactly.   Comrade Kenneth then said to me the deceased panicked and then he panicked also.   Those are the response he gave me, that the deceased panicked and he panicked also.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Thank you, Chair, I've got no further questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are there any questions arising out of that, I don't ...[inaudible]\n\tMr Mpshe?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Thank you, Mr Chairman.   Mr Chairman, we're not leading any evidence.   I have discussed and explained this to the victims herein, it is the wife to the deceased and the sister to the deceased, they indicated that they don't want to\n speak nothing at all.   Then that closes their case as well, Mr Chairman.   May I... (intervention).\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mpshe.   It's just been brought to my attention by one of my panel members that for purposes of the record, we would need the name and address of the persons who would qualify as victims to be referred to the reparations committee.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "That is right, Mr Chairman, I was going to do that, Mr Chairman, at the end, in terms of section 22 of the Act.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.   I see it's just before one o'clock, gentlemen, I don't know what you want to do with regard to the argument in this matter.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman, I had a discussion with my colleague, Mr Mulligan, on this and we were ad idem that as soon as we finish with the evidence, we will be in a position to can argue.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well then perhaps that would be more convenient after the lunch adjournment that's starting now, I see it's just a few minutes before one o'clock.  Thank you, so at this stage then we'll then adjourn for the lunch adjournment and after the lunch adjournment the panel will hear the submissions from the parties.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.   Mr Mulligan are you ready?",
            "Unknown"
        ],
        [
            [],
            "I am, Chairperson.   I would like to start by stating that we've had an informal discussion with my colleague on the other side, I'm more used, or I used to be more used to appear before him than appearing next to him, but we have basically decided that the main bone of contention, if I can put it that way, would be section 21(b), and that is whether there was a political objective.  It would seem that we are more or less in line on the rest of it, and I will basically concentrate on that.\n\tI am, however, going to request the committee and the chair to find that this was a political objective, that the whole incident that occurred was politically inspired and that \n\tAs far as the applicant is concerned, I believe it's on record that he was part of the SDU, whether we call it a self defence unit or a street defence unit, I think it's a matter of terminology, he was politically involved, there were problems in his community, and the reason why they decided to attack the Ledig Police Station was to get firearms so that if and when Inkatha attacks again, that they will be in a position to defend the people properly.\n\tHe also mentioned that they also started feeling that, to be merely offensive was not the only way to go, but to be\nbasically offensive as well and to start pinning the Inkatha warlords down to the hostels, so that they could not attack the people.\n\tI don't agree with my colleague if he, what he attempted under examination of the applicant, to get it to a basic social structure.   I really cannot see how we can accept that that is a mere social structure.   Yes, it was there to defend people.   Why was it necessary to defend people?   It is obvious that it was because of what was happening in the area.   As it was put in sub-section 3(b) where it talks about:-\n\"Was part of a political uprising, disturbance or event, or in reaction thereto.\"\n\tThey were attacked, it was political.   The attacks of Inkatha on the people there was not criminal, it was politically inspired.   So how can your defence then just be a social one.\n\tFurther, I would request the honourable committee to look at the rest of the criteria which is mentioned in sub-section 3.   If we look at his motive, he was a young man, he was 23 years old, and he says that that was the reason why they went there.   I know it was touched on about Sun City and the money and things like that, but surely, I mean you don't go and attack a police station to get money, and they didn't have money, we know that, because whilst they were fleeing, they didn't have money to pay the petrol attendant there and... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would that not be indicative of extremely poor planning?",
            "Unknown"
        ],
        [
            "MR MULLIGAN",
            "(Inaudible - mike not on) ...it was fairly badly planned, as such.   He also said that he'd only, he knew about firearms, but he'd never handled them, and it's quite strange, or not strange then that when they ran away, he lost the magazine of the firearm he was carrying.   So yes, it was shoddily planned, but we've got to look at, right from the start, the person who instigated it, who said that it should be done, was Phinda, or we have a couple of names for him, Motepa, they trusted him as an MK cadre, he said, \"Right, we can get firearms\", and Ledig was his idea, and I think to put into perspective some of the questions which came from the honourable committee member was, was it small, etceteras?   He had knowledge about it, because he was previously arrested there and he was detained there, so that's why he knew, most probably knew how many people were in that police station at any given time, and that's why they decided to hit it, because he had prior knowledge of what it would look like there and what they could expect to find there.\n\tBut if we look at his motive, his motive, he said was, right from the start, was to get hold of firearms so that they can properly protect the people in the community where they were, and that was his motive.\n\tYes, if we get back, it wasn't planned very well.   It's also sad that Kenneth lost his cool and started shooting, which was not the instructions given by Motepa to them.   The whole thing, in a certain sense, went sour.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "But given your argument that at least one of the people had a good knowledge of the police station, wouldn't one then have expected better planning, in the light thereof?",
            "Unknown"
        ],
        [
            "MR MULLIGAN",
            "(Inaudible - mike not on) ...that is also why he took the initiative, right from the start, and when they stopped there, he said, \"Right, two stay at the gate, three go inside, one man with a weapon outside\".   So it wasn't that it was planned badly in a certain sense, but in another sense he did take the initiative, so that the thing would proceed and go ahead.\n\tBut from the evidence that we have, it's just sad, it seems that Kenneth just lost it.   He first shot the other guy, he later, and I think hearsay can be accepted here, he said to the applicant, \"I saw the other person panic and I panicked\", and he shot him, and then he started shooting indiscriminately at the door.   It's a person in panic and I think it's indicative thereof that he wasn't properly trained.\n\tAs far as Motepa is concerned, we see him stay relatively calm until they start fleeing, and he then tries to cock the weapon and a couple of shots go off, but we must also remember that they were under fire from the third policeman from the vehicle at that stage, so it was a bit of panic stations.\n\tBut I don't think we can get away from it that the whole thing was politically - the objective was a political one.\n\tOne of the committee members, rightly so, and my colleague also asked the question, \"But how would the people know?\"   Well obviously an event like that you don't advertise beforehand, but afterwards we know that Motepa had relatives there, he had contact with the people in Ledig, and obviously afterwards it would have gone through the grapevine or in a way it could have gone through there that they were hit by the ANC, by an ANC cadre and other people with him.\n\tSo it's my humble submission that, as far as sub-section 3 is concerned, that the applicant complies with the Act and that (i) and (ii), where it says:-\n\"Out of personal malice or for personal gain\",\nthat it doesn't really come into the picture.\n\tAnd nobody touched on it, one could maybe say, \"Wasn't there a bit of personal malice from the side of Motepa?\", but when they asked him, \"Why Ledig?\", he said, \"No, the people there needs a morale boost\".   Now whether he lied to them, or whether that was the truth, we don't know, but he says that he trusted Motepa, he was an MK cadre, he was somebody that he looked up to, and that's why he accepted that, and it made sense to him, one would expect.\n\tIf one says that it was not a political objective, the only other objective one can think of is a criminal objective, and if your objective is, which I think we can accept, is to get hold of firearms, I believe there are softer targets to hit than a police station, and we've seen that in the past, criminals hit soft targets, and he specifically also said that Ledig was too far away for him, he said it's too far away, and he was basically, he had to be convinced by Motepa that, \"Let's go there because it will do the struggle a lot of good because those people are suffering under the Mangope regime and they need a morale boost\".\n\tThere's nothing specific, I think that concludes what... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I take note from what you said at the commencement of your argument, but (inaudible - mike not on).",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The applicant has stated that he lied to the trial court with a specific intention, to avoid getting convicted, or alternatively avoiding a long sentence, so he had reason to lie.   Equally here, there's reason to lie, the reason being he wants to get amnesty.   Now we've got two conflicting versions before us, do you have anything to say about that?   One of the requirements is full disclosure.",
            "Unknown"
        ],
        [
            "MR MULLIGAN",
            "Thank you, Mr Chair.   That was one of the things mentioned to me by my colleague as well.   I see he started smiling when it came up.   Yes, it is so, he gave a different version at his hearing, but he's also given an explanation to the committee and to the chair, he says he was scared, he says he wanted to try and get out of it, that's why he placed himself in the car and he said he was never part of it, but (inaudible) stated that what he did was what he did, and it's unfortunate, yes, that he didn't maybe play open cards with the Court at that stage to say, \"Yes, I'm a member of the ANC, it was a political attack\", etceteras, etceteras, but he also gives a good reason for that.   We also know what the attitude of the then Bophuthatswana government was towards things like that, and he says he was scared.\n\tSo yes, it is a problem, but I would request the chair and the committee to accept what he has told us today, because it's in line with what we have on record, except that he now goes and he places himself on the scene.   \n\tYes, we can say is this not the political thing as an afterthought after a couple of years in prison and when the opportunity arose he seized it, but we must also look that there's consistency in his application, in his evidence, and I believe when he gave evidence, yes, he answered fairly substantially to some questions.   \tThere was the one place where it looked as if there would be a contradiction, where my colleague took him along the line, \"Was that the only objective, was to get the firearms?\"   I think if we go back in the record and listen to it, we will see that, I think that he was focused more on the arms part of it, not so much the political part of it, so... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The reason for getting arms was to use back in Diepkloof (mike not working).",
            "Unknown"
        ],
        [
            "MR MULLIGAN",
            "(Mike not working) ...but that there is a discrepancy or that we have two versions of what happened at the court and what is said here today, I cannot argue that away, it is there, but (mike not working) all the circumstances and then decide whether he made full disclosure or not.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Mulligan, the fact that the applicant's version at the hearing isn't backed up at all by any other evidence, and also in the light of the fact that his affiliation with the ANC structures seemed to be rather tenuous, doesn't that also create some difficulty?",
            "Unknown"
        ],
        [
            "MR MULLIGAN",
            "That creates a bit of a problem, but the applicant never came here to say that he was some high-ranking official in the structures or anything, he says he was down on ground level.   He even went so far as to say that he wasn't interested in the things higher up that didn't concern his community.   He specifically stated that.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Isn't it more than that?   He couldn't, for instance, say who had recruited him or attempted to recruit him.   In some sense he says that he was politically, or he was very politicised, and then in the next breath he says he never attended an ANC branch meeting, no-one invited him to the SDU meeting, he just sort of turned up of his own accord, so wouldn't one expect a person who is so anxious to get involved, also to be anxious to attend a general ANC branch meeting?   Doesn't (mike not working).",
            "Unknown"
        ],
        [
            "MR MULLIGAN",
            "In a sense maybe it does create a bit of a problem, but in another sense, he says he was happy where he was, on the ground level, in the SDU, that's where he was functioning, that's where his concern lies.   He didn't have a, if I could almost say it, a vision for the bigger part of the struggle, he says that, he was just - in the old language, using SA Defence language, if I can, in a sense he was cannon fodder, what they would call them those days, people who are not important, but he was used, and he was influenced to be used.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mulligan.   Mr Mpshe, do you have any submissions to make?",
            "Unknown"
        ],
        [
            [],
            "Yes, Mr Chairman, thank you.\n\tMr Chairman, as the Chair has made an indication on the question of full disclosure, what my learned friend said at the beginning, when he mentioned our small discussion, is actually what happened, but I indicated to him that the major problem that I've seen as far as the full disclosure is concerned is not actually the full disclosure itself, but the question of credibility finding, and I want to believe that one can safely leave to the discretion of the committee, but be it as it may, the issues raised by the committee member, Advocate Bosman, and the issues raised again by the Chair on the question of full disclosure, I would urge the committee, with respect, to take them into consideration when a credibility finding is being made.\n\tMay I then, Mr Chairman, move directly to the question of political objective?   Mr Chairman, the Act is well-known to all of us, it requires satisfaction of both elements or requirements.   My learned friend has correctly indicated that section 20.2(a) of the Act is the only section that is apposite to this application.   May I then venture, Mr Chairman, to analyse what is said under sub-section (a), starting from the third sentence, which I think is the most apposite, where it states that:-\n\"In furtherance of a political struggle waged by such organisation or movement against the State or any former State or another publicly known political organisation or liberation movement.\"\n\tMr Chairman and members of the committee, much has been said about Inkatha, and Inkatha was one of the, if I may call it, liberation movements or publicly known organisation, but what is surprising, despite the fact that Inkatha is mentioned even in the application, Inkatha as an organisation is mentioned in passing by the applicant, even in evidence in chief as well as under cross-examination, the only thing mentioned about Inkatha is that the warlords were terrorising people in the trains, the warlords were at a particular hostel or they were all over in the hostels, but we're not told as to what they did that warranted the reaction of the appellant and his colleagues.  If that is the position then we do not have an opposition against which we can say the appellant and his colleagues waged the action.\n\tThe second part is that, still on that issue, yes the appellant may be regarded as a supporter, although I must admit, with respect to my learned friend, even the organisation which he alleges he supports, the ANC, really one would have expected, as Advocate Motata had indicated, as well as Advocate Bosman, that you are a supporter of an organisation but you do not attend the meetings of that organisation, and he went further, did not even know the chairman of the local chair, the name of the local chair of the organisation. \n\tMr Chairman, to get further than that, before we adjourned for lunch, and ask him directly, \"Was it a deliberate decision by yourself not to attend meetings?\", and if my memory is my good servant, I have no doubt that the answer was yes.   Now really, if I support an organisation and I'm aware of their meetings, I'm aware of their operations on the ground, of that operations, I would like to be seen to be aligned to that organisation, but it is not the issue, it is not the question with the appellant.\n\tMr Chairman, I do not want to belabour this point, Advocate Bosman has done a lot on it, I do not want to be heard or to be understood to be saying that I'm an expert inasfar as political structures that existed then in the 1980's and the 1990's, but Mr Chairman I want to put it on record that there was nothing like street defence units.   Yes, we had SDU's, formed in the 1980's, formed by the UDF, which was a body operating on the ground in order to pursue or to advance the interests of the ANC, which was operating covertly.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "There were street committees, but you say the street committee, there weren't street defence units but there were street committees, which came under the umbrella of the self defence units?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "That is correct, Mr Chairman.   Appellant stated correctly when he said there were street committees, those were in existence, the street committees would form blocks, the blocks would form regions, then they would have an SDU, SDU which meant self defence units, not street defence units.   That is, Mr Chairman, if we have to accept that this was under the ANC.   Now if he says this was under the ANC, then he is completely incorrect, but if the appellant was mentioning another organisation which is not known to myself, I would agree, but once attached to the ANC, that would not be correct.",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "But, Mr Chair, if he says, for instance, \"I was merely a supporter of ANC\", like he says in his application, \"but supporting ANC, I was a member of the street defence unit\", would we say, when we look at the political objective, that would we not, for instance, accept that?   Are you saying to us, \"No, no, leave that aside\"?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman, with respect, if he says, \"I was a member of the street defence units\", I will still have a problem, but if he says, \"I was a member of the self defence units supporting ANC\", I would have no problem.   My target here is the existence of the organisation or the movement to which he alleges he belonged.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are you submitting that, because of his use of the term \"street defence units\" which, in your submission, never existed, is an indication of his ignorance of the ANC structures, which ignorance would tend to negate his allegation that he was a supporter of the ANC?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Correct, Mr Chairman, that is my point.",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "Again, let's suppose your opposition to that, and specifically the name of that SDU which you know as self defence unit, I want you to address us that without evidence, other than his evidence before us, is there anything to gainsay that, other than what you know personally?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Yes, Mr Chairman, there will be, there's a lot of documentation on this topic.   I can refer the Chair and the committee members to the submissions, three submissions that were made by the ANC specifically on the origin of the SDU's, and further the submissions that were made by the UDF itself, that was the last submission in Cape Town, in which I had the opportunity of leading that, representing the Truth Commission, against the UDF.   Documentation, I can make documentation available, there's a lot of it, and if documentation does not suffice, if evidence is needed, I can lead that type of evidence, from the very people who were operating on the ground.",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "So his mention of Makarov, Motepa, that those were trained MK members, should we believe him on that, that there could be such people existing, for instance we take the one gentleman, Morris, whom he grew up with, who left in the early 80's and came back 1991, should we believe him in that respect as well and say if those people were really ANC people and them too, being outside, should have known about the structures which existed within the country, or within the various townships, then they elected to say, \"Now we've got a street defence unit\", was he probably not taken on a ride as well, to believe that?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman, my response to the belief would be by way of what the applicant said.\n\tI will start with Makarov.   He knew Makarov for a period of ten months, he attended meetings of these new SDU's with Makarov, Makarov stayed in the same area as he did, and he is fully aware that Makarov was a code name, one cannot understand how possible is it for you to operate with a person for a period of ten months, you to know very well that this is a code name, and not know the actual name?  Mr Chairman, in the political circles, as they existed then, people had code names, but people who were involved in those circles or in those cells would tell you that, \"We called this man Makarov, but this was his actual name, he was given this name in order that he should not be arrested\", that is expected of people in a particular cell, but applicant was in that cell with Makarov, if it can be called a cell, in that cell with Makarov, attended meetings with Makarov, but he does not know Makaroff's real name.   That really should cast doubt as to whether even the other comrades he mentioned actually existed.\n\tAnd to take the matter further, Mr Chairman, members of the committee, the onus to prove on the balance in this type of a hearing is on the applicant.   If Makarov actually existed and the other comrades, particularly the one who laid out the plan for them, one would have expected him to have brought that commander and said, \"Yes, this man is correct, there was a street defence unit, I was the commander, I was called Makarov and this is my name, this man was our member\".   We don't know anything about these people.  Instead some of them disappeared in the 1980's. \n\tI don't know whether I have responded correctly.",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "You have, but if we take it a little further and say the man is incarcerated and the others are outside, are you still saying it's a duty on him to have got those people?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman, the duty still rests on him, the man is not by himself, I'm sorry for using that word \"man\", the applicant is legally represented, and the means and ways of getting a witness to a hearing for even an incarcerated applicant are available.   If perhaps they had attempted necessarily to have them here, but because of not having been able to consult with them, their legal rep would have mentioned that \"We need the evidence of Makarov, it is of vital importance to establish that this man was a supporter and a member of the street defence units\", but this is not said.   We are encouraged to believe his word.\n\tJust to quote what happened yesterday, Mr Chairman, not belabouring the point, the opposition wanted the journalists, and they made an application that a subpoena  be issued to get them here.   I'm saying the means were there and the means are still there to remove the onus on the applicant.",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "Lastly, on the question of names, Mr Mpshe, this Morris Pinda Sakeli Mkosi, didn't he have a code name as well, but he knows him fairly well by that name, Morris Sakeli Mkosi, didn't he have a code name, because if we have to compare that, what I'm saying and what you said about Makarov?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Yes, Mr Chairman, actually that enhances my argument, in that Pinda had a code name, and he knew Pinda's real names, because they were together in one cell.   If you could know names of other people, other than their code names, why not be able to know even Makarov, who was actually seen as their leader?   Which brings one conclusion, or one inference, with respect, that Makarov never existed.   If he did, the same would have applied to Makarov as it applied to Pinda, inasfar as the names are concerned.",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "Thank you, continue, I'm sorry to have taken so long whilst you were presenting your argument.",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Thank you, sir.\n\tMr Chairman, I'm still on sub-paragraph (a), all right, I will move, I think I have covered that one sufficiently.\n\tMr Chairman, if you move to paragraph (g), where it states that:-\n\"Any person who associated himself or herself with any act or omission committed for the purpose referred to in the above paragraphs.\"\nI'm just quoting it here to state that even if it can be argued that, \"Yes, we now concede that he was not a supporter of the ANC, we now concede that he was not a member of the SDU's, but we submit that under paragraph (g) he did what he did, associated himself with the Act, and he's not covered by the others, but except by this one\", because paragraph (g) makes room for a person who is not a member, who may not be a supporter, but who may bona fide believe that what he did was in the furtherance of a political organisation or State or liberation movement, now I'm saying should that submission be advanced, of course it has not been advanced, it also wouldn't hold water.\n\tSub-paragraph 3, Mr Chairman, (a) thereof, I must state it right away that these are just guidelines, what follows under paragraph 3 exactly, these are not the requirements really, these are guidelines or the criteria laid down by virtue of the (Indistinct) rules, but the impact thereof is that when a committee decides on its decision, these criterias are to be looked at as well, but not necessarily that they are to be complied with by the applicant.\n\tI will then go directly to (a) thereof, sub-section 3, (a) thereof:-\n\"The motive of the person who committed the act or omission or offence.\"\nMr Chairman, if my interpretation of this part is correct, this is directed to furthering the liberation struggle or seeing to it that the political climate changes or seeing to it that a new political dispensation is brought into existence, because we're dealing here with the political objective.    Now this also wouldn't apply to the applicant.  The Chair and the members of the committee will recall very well that I made him put it on record pertinently that the structure that was established by themselves was to protect the community, and I said to him it was more directed to social protection, other than political, and he said yes, it was social protection.   So the political injection is not in existence, but the social one is there.",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "If I may just here, I've got problems to follow that kind of argument, that for instance if they say, \"We were protecting the community from criminality\", would that really fall under the definition of social?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman, my knowledge tells me that it will fall under social.   This will be a social, can I call it a social disturbance, a social inconvenience of people who move around mugging people... (intervention).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe, what about the applicant's evidence that, and you're correct in saying that he did say that it was, one of the objectives of these units were to clean up crime, but he also did say that it was to be used in retaliation against the attacks by IFP members on the trains, and that it was to be used, I think just to quote an old adage, they were going to adopt the offence as being the best method of defence, and then attack the IFP, keep them in their hostels, keep them off the trains, would that, although we know that shooting people on trains is a crime, was it not purely a political motive in the commission of those crimes of killing people on the trains, the target being, amongst others, IFP members, was that not political?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman, I will agree that that would be political, more so that we have evidence that has been coming up that the IFP was operating in the trains, and if that is the position, then that would be political, I would concede to that one, but, Mr Chairman, as I indicated right at the beginning about Inkatha, I said Inkatha was mentioned in passing by the applicant.   We do not have, Mr Chairman, as forming part of the evidence, evidence to the effect that \"On a particular day five or six houses in our neighbourhood were attacked by people wearing red bands or were attacked by Inkatha people\", we don't have such evidence.   If we had such evidence, then one would come to that correct conclusion as the applicant would like us to accept, that there was Inkatha that was to be dealt with in that area, but we are just given a general evidence about Inkatha, nothing specific.   We don't even know whether Inkatha ever penetrated Diepkloof.   That is the problem that the committee may have on that aspect, Mr Chairman, or perhaps to say that is my problem, Mr Chairman, not your problem, sorry.",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "If I may just interpose here, Mr Mpshe, like you say in your argument, for instance, that we know about the structures that are there, and we have never come across a structure called street defence units, and I want you to help me out here, that is it also not a know fact that Inkatha was one of those, in your words, liberation movements which gave communities throughout the country great problems, and people were already gearing themselves that at any given time they should be defended against them, and now we look at the applicant and say again, he says, \"We couldn't do it effectively, but with the obtaining of arms, we felt we would go on the offensive\", like the chairman says, \"so that we could defend ourselves\".   Wouldn't we say that we should also bear in mind, or you say we should exclude it that it wouldn't, because you are arguing that there is no direct evidence that says, for instance, in Diepkloof so many houses were attacked, and say because of that then we should exclude what he's saying that probably the enemy was Inkatha at the end of the day?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman, I do concede that Inkatha was one of those parties that were causing havoc in quite a number of areas, but the honourable committee member has stated it so brilliantly that the applicant said, \"We couldn't challenge Inkatha without weapons\", but we do not have not even the slightest evidence that says, \"We tried to fight Inkatha, we did one, two, three and four, we failed and then we realised that to fight them, we must get guns\", we don't have that.  All what we have is a decision to get guns.",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "Again, just help me out, he says amongst the hostels in Soweto, only one hostel, which was in Diepkloof, was the peaceful hostel, you take Nancefield, you take Ndube, you take Meadowlands, they were all problematic, so are you suggesting that when they speak of this protection of the community, you just have to protect a community where you live in, or protect the community in general, as in Soweto, that you get rid of the problem that is there?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman, we know of a protection that would be done by units protecting the whole of Soweto, hence we used to speak of deployment, deployment of units to other areas.   You will take units from Pimville to Orlando, units from Zolla to Dobsonville, units from wherever, all over Dobsonville, deploy them to go and assist, that I concede to, but the problem I have with the applicant, he selected Diepkloof in particular, he did not say to protect the black community in Soweto, he said \"The people resident in Diepkloof, that was our concern\", he particularised his protection.   Had he said, \"We were to get these things as protective units to protect people in Soweto, then the examples of Nancefield Hostel, Diepkloof Hostel, Ndube Hostel, would certainly, without any problem, come into play, but he said Diepkloof in particular.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe, your argument is that there wasn't a political objective, for the reasons that you've put up, and I'm not stopping you, you can put up many more reasons, but just at this stage, if it wasn't a political objective, then what would you suggest that it was?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Thank you, Mr Chairman.   Mr Chairman, my learned friend has aptly put it that it is a criminal objective, and that is my submission.\tThank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Mr Mpshe, can I just ask you one question on your submission, I think it was raised by Mr Mulligan that if it was a purely criminal objective, the applicant and his colleagues would have gone for a softer target than a police station.   It's a very valid proposition.   Do you have anything to say about that?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Yes, Mr Chairman.   Mr Chairman, my colleague used the soft targets.   If I have to define what was meant by a soft target in political circles, it will take long and certainly the police will not come into that picture.   Mr Chairman and members of the committee, the police, it's well-known that the police were targeted for various reasons or motives.   I'll quote two.   One, the activists or the liberation movements would say that, \"We've got to target the police because we see them as the wing of the apartheid regime.   Now if you remove the legs, the head will come down.   Now the head was the apartheid.   Another reason, the police would be targeted in the street, guns be taken from them in the street, in their houses, to go and use them in criminal activities.   It is these very guns taken from police stations and the police that are used in hijackings, in robberies, and we've got a lot of cases on this aspect.  Just to add on this, Mr Chairman, we know about this, when criminals are arrested, then they'll say the guns used belonged to the police, and they could trace this gun as having been stolen from a policeman who was killed in Orlando or wherever, this is well-known.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "So you're basically saying for us that the version given at the trial court, in other words that they were going to Sun City, or you know, and this was something that was done as a spin-off to this trip to Sun City, could possibly be true?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Be true, Mr Chairman, that is my contention.\n\tThat is all, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mulligan, do you have any reply?",
            "Unknown"
        ],
        [
            "MR MULLIGAN",
            "Just on two or three small issues raised by my colleague.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can reply to as many issues as you like, Mr Mulligan.",
            "Unknown"
        ],
        [
            [],
            "Thank you very much, Mr Chairperson.\n\tIn the first place, I think, using the example between Makarov and Pinda doesn't go up, because the applicant specifically stated that he grew up with Pinda, so he's known him for many years.   Makarov he saw occasionally at meetings, and I don't think that that really goes up, and knowing code names, that is so, he knew the code name, but again it doesn't go up, I really cannot see the relevance of that part of it.   He grew up with Pinda, they were at school together, they were in the same street, same neighbourhood, they were kids on the block, and that's why he knew exactly, he knows four, five names by which this person was known, because they had an intimate relationship with each other, they knew each other.   Makarov he saw as a chairman at meetings, and we know that he didn't go to any other meetings, as such, so I think we can deduct from that that people were not that important and what their names were to him.\n\tThe social aspect, I think was dealt with, and then Inkatha is not something that came up, it's in his papers, when he made the initial application.   He again said it under oath in his examination in chief, and he again mentioned it under cross-examination, and I don't think it does justice to the applicant to say it was just mentioned in passing, Inkatha was mentioned all along.\n\tAs far as my learned friend, what he said about the street killings, policemen being killed in streets and the weapons used later in robberies, I accept that, but do we have statistics where police stations were hit with the object of obtaining firearms and whether they were used in ordinary crimes, etceteras?   I don't think so.   It's very easy to hit the lone policeman on a street doing duty, it's a bit difficult hitting a police station.   There were shots fired at them, we know that, they could have been killed, they ran that risk.   Where you mug the odd policeman on the street, that risk doesn't really exist, and really it's my humble opinion that he does satisfy the criteria for amnesty, and I would request the honourable chair and the honourable committee to find in his favour.\n\tThank you very much.   \n\tAnd I want to thank my learned friend, it was good seeing him after many years, I want to thank him for his assistant.   \n\tOn that I just want to say I received instructions fairly late, the applicant has been in custody for six years, whether Pinda is still alive, where he is, we don't know, and we cannot give answers to that.\n\tThank you very much, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mulligan.   We will reserve our decision in this matter and endeavour to get it out as soon as possible.\n\tMr Mpshe, with regard to the question of the victims, you said you would mention it later.   This would be ...[inaudible]",
            "Unknown"
        ],
        [
            [],
            "Thank you, Mr Chairman.   Mr Chairman, I'm making an application, in compliance with section 22 of the, I don't know what you call it, the TRC Act, it's very long, section 22 of the TRC Act, that the following people be on record as victims, and their names are:  Abueng Pauline Magae.  Now she is the wife to the deceased, Isaac Magae;   and Nthabiseng Constance Magae, now that is a 12 year old girl, the daughter to the deceased;  and Mothusi Enoch Magae, a nine year old boy, the son to the deceased.   The address, Mr Chairman, is P O Box 2091, Mogwase, code 0314.  That is in respect of the first deceased, Mr Chairman.\n\tIn respect of the deceased, Johannes Bokaba, may I again apply that section 2 be employed, even in the absence of the next of kin to the deceased?   The next of kin to the deceased is Mogotsi Eric Bokaba.   Now, Mr Chairman, this is the father to the deceased.   Unfortunately, Mr Chairman, with respect, I am not in a position to can provide the committee with the address, but I will endeavour to get hold of the address and to forward it to the R and R co-ordinator.\n\tThat is all, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, Mr Mpshe.   Mr Mpshe, is there any possibility that the father of the - that Mr Bokaba will he here tomorrow?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Mr Chairman, I do not foresee any possibility thereof.   What I had in mind, Mr Chairman, with the committee's permission, is that since we'll be in Mabupane, and Mabupane is 45 minutes drive... (intervention).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Closer to... (intervention).",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "To Themba.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "(Indistinct) than this place is?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "(Indistinct) engage the services of our investigators in Gauteng to go to Themba to fetch her to bring her to where we shall be in Mabupane, and explain, I'm sorry to him, and explain the whole process to him, and perhaps I think it would be apposite to bring him to meet the committee and to say whatever he may want to say, it is the closest where we shall be.",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "Are you suggesting, Mr Mpshe, that if he does come there, say whatever he says to us, what about the applicant, because I think he has a right to hear what they've got to say, whether they say, \"We're not even objecting\" or some of that nature, he's entitled to know that?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Thank you, that is very correct.   Mr Chairman, I'm in constant contact with my colleague.   I think whatever is said by Mr Bokaba tomorrow, I will convey to my colleague.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "So are you also now suggesting that it would not be necessary for us to postpone this matter here until tomorrow morning?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "That is my suggestion, Mr Chairman, with respect.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "When we adjourn from here, it will be to Mabupane for commencement of that hearing there on Thursday morning?",
            "Unknown"
        ],
        [
            "ADV MPSHE",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, I'd like to, before we adjourn, just thank all the people who made this hearing possible.  As mentioned earlier, I'd like to thank Mr Mulligan, Captain Wiese and others for allowing us to bring this matter forward to today.   I'd also like to thank the interpreters who have interpreted today, in their difficult task.   The sound technician, who set up and provided us with the sound facilities.   I'd also like to thank the caterers, who catered so well for us, and those staff, Elizabeth, etceteras, of Ashley, who worked so hard on the logistics side of setting up this hearing, it's never an easy task.  I'd like to thank the police services for providing their security for us, not only at the venue, but they've been very diligent and have even provided security for us at the hotel, but everything's been very peaceful there and I'm sure their presence, although it was appreciated, we never felt like we were under any threat here.   I'd also very much like to thank the authorities for making available this very nice venue, it's an excellent venue, and if I've forgotten anybody, it's not with any malicious intention, I'd like to thank everybody associated with this hearing for allowing it to happen as smoothly as it did.   Thank you very much.   We will now be adjourning and we will be reconvening again in Mabopane on Thursday for another application.    Thank you.\nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}