{
    "header": {
        "type": "MR MOGALE",
        "starting date": "1999-06-21",
        "location": "MMABATHO",
        "day": ": 1",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53506&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/990621_mma_990621mm.htm",
        "speakers": [
            "ADV BOSMAN",
            "ADV SIGODI",
            "CHAIRPERSON",
            "MR DLAVANE",
            "MR DLAVANE IN ARGUMENT",
            "MR MOGALE",
            "MR MULLIGAN",
            "MR MULLIGAN IN ARGUMENT",
            "MR SEABELA",
            "MR SEABELA IN ARGUMENT",
            "MS LOCKHAT"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR DLAVANE",
            "MR MOGALE",
            "MR MULLIGAN",
            "MR SEABELA",
            "MS LOCKHAT",
            "ADV SIGODI",
            "ADV BOSMAN",
            "MR DLAVANE IN ARGUMENT",
            "MR MULLIGAN IN ARGUMENT",
            "MR SEABELA IN ARGUMENT"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Dlavane?",
            "Unknown"
        ],
        [
            "MR DLAVANE",
            "Chairperson, I will not be calling any witness on the side of Mr Modisane. We are ready to proceed with applicant number 2 if you so permit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, certainly. Mr Mogale, do you have any objection to taking the oath?",
            "Unknown"
        ],
        [
            "MR MOGALE",
            "(sworn and states)",
            "Male"
        ],
        [
            "EXAMINATION BY MR DLAVANE",
            "Mr Mogale, you are here seeking amnesty for the same occurrence that your co-applicant here, Mr Modisane, is seeking amnesty for. You and Mr Modisane were colleagues in the former Bophuthatswana Defence Force. Is that correct?",
            "Male"
        ],
        [
            "MR MOGALE",
            "That is correct.",
            "Male"
        ],
        [
            "MR DLAVANE",
            "Are you able to describe for the Committee what were your duties in the Defence Force by then?",
            "Male"
        ],
        [
            "MR MOGALE",
            "In the Defence Force I was working in the same office with Sergeant Major Timothy Pirie. I was helping to keep the register, that is the term we used in the Defence Force and even those who were going off duty, I was helping Timothy Pirie with their leave forms.",
            "Male"
        ],
        [
            "MR DLAVANE",
            "Now we, the Committee, heard from ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, what was your rank?",
            "Unknown"
        ],
        [
            "MR MOGALE",
            "It was private, that means I was without a rank.",
            "Male"
        ],
        [
            "MR DLAVANE",
            "We, the Committee heard from Mr Modisane that a coup did in fact take place on the particular day of the 10th February 1988. Can you describe for the Committee what was your role in this coup? What did you do, yourself being Mr Mogale, on that particular day when this coup was taking place?",
            "Male"
        ],
        [
            "MR MOGALE",
            "I went to Mr Ntsime's house. I don't know as well should I start from the beginning? The way it happened?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, start from the beginning.",
            "Unknown"
        ],
        [
            "MR MOGALE",
            "The overthrow of the government started when the people were not satisfied. That's when I began to be a member of the Defence Force. I took an oath that I would serve the community and I would work for the community. That is why when Mr Pirie, Timothy Pirie, stated that the community is not satisfied. Then I was seeing, I was experiencing that and I heard that and I accepted what he was saying.\n\tMr Pirie informed us about those dissatisfaction that there was a person from exile called ...(indistinct) that person used to deal with diamonds to take them to overseas and secondly, the killing of donkeys. Then the political instability that other political parties or movements were not allowed to operate within Bophuthatswana. It is only his party which is allowed to hold gatherings.\n\tAgain, within the Defence Force there was a person who was a former member of the South African Defence Force. The way, he was so old, he was even afraid to sleep because he was afraid to die. My section was ...(indistinct) in the house of that particular person.\n\tHe explained to us how cars were taken to Germany and then before they those cars would come to Bophuthatswana they were broken. Those cars were buried behind the camp, that was the explanation from Mr Pirie.\n\tI am not able, I am not able to explain all those reasons because there were so many. Mr Pirie explained on the night that the operation would start any time. At 9 o'clock he met with us and what he wanted at that meeting, he wanted us to whether is Mr Mangope present or was he ill overseas, or was he in Botswana.\n\tHis investigation found out that Mr Pirie was present in the ministers' complex. After he heard that statement, we ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Mangope, I think it came across that Mr Pirie was in the ministers' complex. I think you mean Mr Mangope, the President. Yes, continue.",
            "Unknown"
        ],
        [
            "MR MOGALE",
            "Yes, that is Mr Mangope was in the ministers' complex.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, we're not getting the translation coming through. So the last we've got was that it was established the ministers ...",
            "Unknown"
        ],
        [
            "MR MOGALE",
            "After Mr Pirie established, after Mr Pirie decided that we should start with the operation, he wanted to establish as to whether Mr Mangope was present within the ministers' complex. Because we would not be able to overthrow the government in the absence of Mr Mangope because South Africa would come in. That was his fear because he wanted Mr Mangope to be present so that we will be able to execute this operation in his presence. And fortunately, Mr Pirie was always in contact with members of the Defence Force who were working in parliament. Then after some time, he established that Mr Mangope is present. If I remember well, the person who was absent at the time was his wife.\n\tAfter that he came to us and we were the people who were responsible for securing the storage where arms were put and then again we were responsible for the security at government, other government installations. It was easy for us then he delegated a group to go to the storages. After the arms were taken out, we started at the military base, because he was afraid that the, there was a section which were in favour of Mangope. And then the, maybe they were not in favour of our operation to overthrow the government.\n\tWe took hostage the officer in duty on that particular night. After the person was taken hostage, he came to our camp. Then he said to us we should proceed to parliament. We went out with two TUV vans. I don't remember the truck we used but I think it was a five ton. Each and every one of us was armed with the firearms and together with the ammunitions.\n\tWe entered Geroma Building which is now the present government, the present parliamentary offices of the North West Government. Because there were others who were at the entrances there were others who joined our group. Then each and every post he instructed that one person should remain. Then we left the cars at Geroma complex then we entered the main entrance of the stadium. \n\tWhen we entered the gate at the left-hand side there was a grass because on the left-hand side there were houses. Then we hid ourselves on the grass and then Mr Pirie instructed us that we should remain there, he'll be coming back. Because he was not trusting us that much. And there were president guards, that is those people who were the old guards within the Bophuthatswana government.\n\tThen he said he was going to remove the old guards because they should not disturb our operation. He left his car somewhere. Then after some time he came with all those old guards. Then he told them in the face that we as members of the Bophuthatswana Defence Force, we are coming to overthrow the government. And they were surprised but they couldn't do anything.\n\tAfter some time, he wanted to find out how many houses were there in the ministers' complex. And then he divided us into groups of six and in various groups there were six members, in other groups there were eight or seven members. It will depend on the particular house, how dangerous is that particular minister. And the house which I had to go to, the way we were divided, that house belonged to Mr Ntsime.\n\tBefore we went to that particular house, he told us there would be a whistle before entered each and every house. Then others would check us whether there are people inside. Then immediately after that whistle, we'll start knocking. Then, if a person opens the door, we should take that person to him and then unplug the telephones. Because if we can leave the phones unplugged, one person whom we would not be able to see inside, would be able to use that phone.\n\tWhen we went to Mr Ntsime's house, then we heard the whistle, then we knocked. Then Mr Pirie explained from the beginning that when we arrived at the particular houses, we should not use the R4 rifles to open the doors. We should use the 9 mm pistols. In each particular group there should be two 9 mm pistols because there are two doors.\n\tThen immediately after that whistle, we started with the operation. We were not able to open the door. Then we saw a glass door, then they broke that glass, then they entered, others entered inside. I was left outside, because I had to wait for any person who would come from outside. They found that Mr Ntsime was not present, they came out with children and together with a member of the police, I don't know as to whether who was that person. We took those persons as instructed and we brought them to Ganwe, that is the place where Mr Mangope was staying.\n\tAt Ganwe, there would be a position where the President's guards used to stay. Then all those people were brought. We put them at that particular place. Then if that person wasn't ...(indistinct) we were able to find a minister, would be taken to the stadium. Mothers and children would remain at that particular place. We waited there and there were those who were struggling with us, that is General Seleke was one of them who was brought and they were taken to the particular place. We were instructed strongly that those who belonged to the South African, the Bophuthatswanan government, Bophuthatswana Defence Force, and the police and those who were dangerous, should be well looked after.\n\tWe stayed there until we heard a gun shot at the stadium. When we heard the gun shot at the stadium, it happened that some people came out stained with blood and we were not able to identify those and then we were afraid that we would be shot, not knowing where you are shot from.\n\tIt happened until the time when the South African Defence Force came. At that time, I went through the gate. I was arrested on the 13th of February 1988. That is the day when I was arrested.",
            "Male"
        ],
        [
            "MR DLAVANE",
            "Mr Mogale, so we, the Committee hears that there was that coup. The question is now, what was the intention, according to Timothy Pirie? What was the intention, what was to happen after the removal of the then government, or the then president and ministers? What was to happen thereafter?",
            "Male"
        ],
        [
            "MR MOGALE",
            "Mr Pirie explained that there would be no other political party which was functional and the only one which was functional at that time was the Chiboke. Then they would try to negotiate with, or try to observe the activities of Chiboke as to whether it will be able to continue what Mangope did, that is killing the donkeys and oppressing people.",
            "Male"
        ],
        [
            "MR DLAVANE",
            "Did you agree with this concept of a coup? Did you associate yourself? What happened there?",
            "Male"
        ],
        [
            "MR MOGALE",
            "Yes, I associated myself with the coup, because what was happening, or the complaints which were prevailing at that time, I used to hear people complaining about Mangope and his government. And as I took an oath that I would protect and serve the community, I did not take an oath to protect and serve Mangope. That is why I saw that what he was doing was not in the interests of the community. Because the community was not satisfied.",
            "Male"
        ],
        [
            "MR DLAVANE",
            "So, you will agree, being an applicant for amnesty here, that the learned judge in his judgement, I refer the Committee to page 43, was not mistaken when he said after your legal counsel had made an argument, when the learned judge said, \"this accused, together with the others, acted in concert in order to arrest ministers and the President for the purposes of bringing about a fall in the government. He therefore had the necessary hostile intent which accompanied his overt acts.\" So you align yourself with what the judge said then?",
            "Male"
        ],
        [
            "MR MOGALE",
            "That is correct.",
            "Male"
        ],
        [
            "MR DLAVANE",
            "Chairperson, I have no further evidence to lead here. Thank you.\nNO FURTHER QUESTIONS BY MR DLAVANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Dlavane. Mr Mulligan, do you have any questions you'd like to ask?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR MULLIGAN",
            "Yes, thank you, Mr Chairperson. Mr Mogale, did you only go to Minister Ntsime's house?",
            "Male"
        ],
        [
            "MR MOGALE",
            "I only went to Mr Ntsime's house.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "So. Do you know who went to Minister Seane's house?",
            "Male"
        ],
        [
            "MR MOGALE",
            "I've no knowledge because Mr Seane's house was far from Mr Ntsime's house so I would not be able identify those who went to his house.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "Didn't you hear maybe people speak about the lady who was killed at Minister Seane's house?",
            "Male"
        ],
        [
            "MR MOGALE",
            "Yes, I heard that information, because even in court the judge spoke about that person.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "But on the 10th of February, that morning, didn't the people speak about the lady who was killed? Did you hear about it on that day?",
            "Male"
        ],
        [
            "MR MOGALE",
            "I've no knowledge. I did not hear on the\nparticular day, that is why I said the judge even stated in court that, and again, those people who were investigating this case, said that there are people who were, who have been killed.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "So you have no knowledge of which group went to Minister Seane's house?",
            "Male"
        ],
        [
            "MR MOGALE",
            "That is so. I've no knowledge.",
            "Male"
        ],
        [
            "MR MULLIGAN",
            "No further questions. Thank you, Mr Chairperson.\nNO FURTHER QUESTIONS BY MR MULLIGAN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mulligan. Mr Seabela, do you have any questions you'd like to ask this applicant?",
            "Unknown"
        ],
        [
            "MR SEABELA",
            "No, Mr Chairperson, I don't have any questions to ask the applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you. Ms Lockhat, do you have any questions?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MS LOCKHAT",
            "Yes, thank you, Chairperson. Mr Mogale, did you work very closely with Mr Pirie?",
            "Female"
        ],
        [
            "MR MOGALE",
            "I was sort of his clerk. I was his clerk.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Did you fulfil a administrative function? Was that basically your duty?",
            "Female"
        ],
        [
            "MR MOGALE",
            "I was doing purely administrative work, because\nI was, I used to go to the tents. What Timothy wanted to happen outside, I used to help him. For example, filing and other duties outside.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Tell me, did you have any training in using weapons? Using firearms?",
            "Female"
        ],
        [
            "MR MOGALE",
            "That is correct.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Was this part of your training? I don't understand. Were you basically administrative, did you have a function, did you have, how many times did you have this training?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "If you could repeat your question, Ms Lockhat.",
            "Unknown"
        ],
        [
            "MS LOCKHAT",
            "You said that you were a clerk and you did filing and so, basically administrative function, but I want to know from you, you said you also had training. How many times did you undergo this training? Can you explain to us, please?",
            "Female"
        ],
        [
            "MR MOGALE",
            "I did military basic training from the 17th of March 19 up to the 10th, I don't remember whether it's November or October, that is when I passed out. Then the second training happened in 1987. I did that for three weeks.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Did Mr Pirie inform you of this coup before the 9th?",
            "Female"
        ],
        [
            "MR MOGALE",
            "I started knowing about the overthrowing of the government on the 9th, that was in the morning. He used to say he wanted to talk to us, but he did not say what about.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "You say you were assigned to Minister Ntsime's house. Is that correct?",
            "Female"
        ],
        [
            "MR MOGALE",
            "That is correct.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "When you got to Ntsime's house, explain to us exactly what you did.",
            "Female"
        ],
        [
            "MR MOGALE",
            "I came to the front door together with those I was with. Then I tried to shoot the door jack then that door was not able to, we were not able to open. And those who were at the back, were able to open. Then others went at the back, then I remained where I was initially.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "So you stayed outside after you shot.",
            "Female"
        ],
        [
            "MR MOGALE",
            "That is correct.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "How many shots did you fire?",
            "Female"
        ],
        [
            "MR MOGALE",
            "If I remember well, I shot four times. After, in terms of the ...(indistinct) of the investigations, it was shown that it, that there was shots more than four times, but I am not able to tell who was responsible for additional shots.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Did you shoot with your, with the R4 rifle or 9 mm?",
            "Female"
        ],
        [
            "MR MOGALE",
            "I shot with the 9 mm pistol.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "I just want to refer to Ms P Ntsime's affidavit that she had made, it's on page 47 of the bundle. At paragraph 4, she states that jewellery and her son's watch as well as money went missing from their house during this operation. Do you know of anything regarding this?",
            "Female"
        ],
        [
            "MR MOGALE",
            "I have no knowledge about that.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Would you say that on that particular day you were basically following orders? That you were following the orders of Mr Pirie?",
            "Female"
        ],
        [
            "MR MOGALE",
            "That is correct.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "So Mr Pirie was your commander, that's right?",
            "Female"
        ],
        [
            "MR MOGALE",
            "That is correct.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Did you yourself personally agree with this operation?",
            "Female"
        ],
        [
            "MR MOGALE",
            "Yes, that is correct, I agreed with this operation.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Thank you, Chairperson, I have no further questions.\nNO FURTHER QUESTIONS BY MS LOCKHAT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Ms Lockhat. Mr Dlavane, do you have any re-examination?",
            "Unknown"
        ],
        [
            "MR DLAVANE",
            "No re-examination, Chairperson. Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Adv Sigodi, do you have any questions you'd like to ask?",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "No questions, Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Adv Bosman?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Just one question, thank you, Chairperson. Mr Mogale, on page 16 at paragraph 13, you said there was a matter pending in Bosele Supreme Court. Was that also wrong information that you gave there, that there was a civil matter pending in Bosele Supreme Court?",
            "Unknown"
        ],
        [
            "MR MOGALE",
            "Yes, I do see that. This is about the overthrowing of the government. Bosele is the Supreme Court where we were convicted.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Fine.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry, when did you join the Defence Force, Mr Mogale?",
            "Unknown"
        ],
        [
            "MR MOGALE",
            "(not translated)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, I mean the Bophuthatswana Defence Force?",
            "Unknown"
        ],
        [
            "MR MOGALE",
            "On the 17th of March 1986.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And were you also unconditionally released from the sentence that was imposed during 1991?",
            "Unknown"
        ],
        [
            "MR MOGALE",
            "Yes, I was released unconditionally.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, I just want some clarification here. If you take a look at page 13 of your, page 13 of the bundle, page 3 of your application. It says under paragraph 10(a), \"State the political objectives sought to be achieved.\" This is the political objective of this coup you were involved in 1988. And you say \"to reincorporate Bophuthatswana into South Africa\". Was that one of your objectives that you would have liked to have achieved at that time?",
            "Unknown"
        ],
        [
            "MR MOGALE",
            "Yes, that is correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you would have been prepared to have, for Bophuthatswana to fall under South Africa in 1988?",
            "Unknown"
        ],
        [
            "MR MOGALE",
            "That is correct, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why?",
            "Unknown"
        ],
        [
            "MR MOGALE",
            "Because Mr Mangope was a dictator.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What were your feelings about the South African government at that time?",
            "Unknown"
        ],
        [
            "MR MOGALE",
            "It was oppressive, but it was better, better than being oppressed by people of your own.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions arising from questions put by the Panel. Mr Dlavane?",
            "Unknown"
        ],
        [
            "MR DLAVANE",
            "No thank you, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, yes, before we proceed...",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "May I just follow up on your question, Chairperson?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, certainly.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Did Mr Pirie tell you that the objective of this coup was to have reincorporation of Bophuthatswana into the South Africa system?",
            "Unknown"
        ],
        [
            "MR MOGALE",
            "Yes, he stated that objective that if other political parties are not able to help us, for example, Triple P, because we did not know as whether it would be able to govern. If we are not, we the Tswanas are not able to govern ourselves, therefore we will take the government to the white people, that is the central government.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes. Thank you. Mr Dlavane, any questions?",
            "Unknown"
        ],
        [
            "MR DLAVANE",
            "Thank you, Chairperson, there are no questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mulligan?",
            "Unknown"
        ],
        [
            "MR MULLIGAN",
            "Thank you, Chairperson, no questions. Thank you.",
            "Male"
        ],
        [
            "MR SEABELA",
            "No questions, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Lockhat?",
            "Unknown"
        ],
        [
            "MS LOCKHAT",
            "No questions, thank you, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mogale, that concludes your evidence. Mr Dlavane?",
            "Unknown"
        ],
        [
            "MR DLAVANE",
            "Mr Chairperson, we do not intend calling any witness for or on behalf of the second applicant. That means that we will conclude the evidence of the two applicants before this Committee this morning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Dlavane. Mr Mulligan, do you intend to call any witnesses?",
            "Unknown"
        ],
        [
            "MR MULLIGAN",
            "No witnesses will be called. Thank you, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Seabela?",
            "Unknown"
        ],
        [
            "MR SEABELA",
            "We don't intend calling any witnesses as well. Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Lockhat?",
            "Unknown"
        ],
        [
            "MS LOCKHAT",
            "No witnesses, Chairperson. Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, well that then concludes this somewhat speedy hearing. We finished in short time. All that remains is now submissions. I don't know if you'd want to take the lunch adjournment now, or whether you prefer to make your submissions now?",
            "Unknown"
        ],
        [
            "MS LOCKHAT",
            "Mr Chairperson, I think we can take the lunch adjournment and then do the submissions after lunch, if that is in order with the Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, would that be convenient?",
            "Unknown"
        ],
        [
            "MR DLAVANE",
            "I will have no objection.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you. We'll take the lunch adjournment now and then after lunch, we'll hear submissions from those parties who wish to make submissions.",
            "Unknown"
        ],
        [
            "MS LOCKHAT",
            "Chairperson, just a note from the Logistics Officer that the lunch will be available only from one o'clock.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, well then, we can still - I think we'll take the adjournments and then we will resume again at two o'clock or quarter to two.",
            "Unknown"
        ],
        [
            "MS LOCKHAT",
            "Quarter to two, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\nCOURT ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Dlavane?",
            "Unknown"
        ],
        [
            "MR DLAVANE IN ARGUMENT",
            "Chairperson, we are ready to make our submission.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR DLAVANE",
            "Chairperson, I must say that because this was the shortest hearing, my submission will also be as shorter.\n\tChairperson, it is my submission that the two applicants before this Committee are deserving candidates for amnesty. Chairperson, section 20 subsection 2 of the Act, among others requires that the act in respect of which amnesty is sought, one, be associated with a political objective. Two, that such act should also have been advised, planned, directed, commanded, ordered, or committed, by an applicant, and an applicant should be able or rather they should fall under one of the categories of people described in section 22 subsection (a) to (g).\n\tChairperson, it is my submission that in so far as the requirement of the association with the political objective, the two applicants will qualify in the sense that the, their participation in the said operation which resulted into a coup. It is my submission that that was a political act. The objective as outlined by the applicants being to remove the government of the day and substitute it with another government which they considered will be a government considerate to the needs and rights of the people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, because section 20 subsection 2(e) of the Act provides that an act associated with a political objective means any person advised, planned, etc, who committed an act by any person in the performance of a coup d'etat to take over the government of any former state or any attempt thereto. So that would cover specifically this incident, wouldn't it?",
            "Unknown"
        ],
        [
            "MR DLAVANE",
            "That is my submission, Chairperson. Chairperson, the question of whether there was a full disclosure as required by section 20 subsection 1(c), the evidence led by the applicants was not challenged, that is the facts as to what happened at the particular day. It is therefore my submission that the facts as outlined by the applicants be regarded as a full disclosure of actually what happened. Their role they themselves being ...(indistinct) they played in that particular day.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And one could perhaps add there that it was consistent with the findings of the trial court?",
            "Unknown"
        ],
        [
            "MR DLAVANE",
            "That is my submission, Chairperson. Which was not denied also by the applicants when they agreed that the finding of the court as to their association, participation was admitted by the applicants.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, and I think that another factor is that the applicants were, according to their evidence, at all times acting in conformity to orders given by a superior officer.",
            "Unknown"
        ],
        [
            "MR DLAVANE",
            "That is my submission, Chairperson. The officer in command being Timothy Pirie who was above rank of the applicants. Chairperson, I submit therefore that the applicants be granted amnesty as requested in their applications. Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Dlavane. Mr Mulligan, do you have submissions?",
            "Unknown"
        ],
        [
            "MR MULLIGAN IN ARGUMENT",
            "Yes, just very briefly, Chairperson. Like I said in the beginning, I'm representing the Seane family. It's unfortunate this afternoon that they are none the wiser at this stage. They still don't know who entered his house. They still don't know who was responsible for the death of\nhis aunt. And when I say that, I accept that there was full disclosure on the modus operandi of that morning by the second applicant. I accept that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We see from the trial record that there was something like a 140 something accused persons, and we have two applicants, so it's credible to accept the evidence that they didn't know what was happening all the time at all the different places.",
            "Unknown"
        ],
        [
            "MR MULLIGAN",
            "I fully accept that, Mr Chair, and that the modus operandi would be to hit all the houses simultaneously speaks for itself. But to us, it's just sad that there are still here and we still don't know who entered the house. We still don't know who was in the group that came to our house. And in a sense, we really don't know why we were here then, if that, if we couldn't take that any further, and that is unfortunate. I'm not pointing fingers or blaming anybody, it's just unfortunate.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We certainly understand the feelings of the family. One would have hoped that there would have been some  information that would have satisfied their interests here.  I'm sure that the notices served,  they've done that rather to err on giving people notices rather than not to give people  notices.",
            "Unknown"
        ],
        [
            "MR MULLIGAN",
            "No, we accept that, Mr Chair, and like I say, we have no quarrel with the two applicants or with their applications, may it please the Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you. Mr Seabela?",
            "Unknown"
        ],
        [
            "MR SEABELA IN ARGUMENT",
            "Thank you, Mr Chair. The instructions I have are that the Ntsime family do not oppose the application by the applicants and further they've asked me to put it on record that, in fact, in the spirit of promoting national unity and reconciliation, they forgive the applicants for whatever happened on the day in question. Thank you, Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Seabela. I must say from the point of view of the Committee, the submission made by yourself is most appreciated. We know that forgiveness is not one of the criteria but it's always very, very welcome when it does come through in a hearing of this nature. And if you can convey the Committee's feeling in this regard to the family. Ms Lockhat?",
            "Unknown"
        ],
        [
            "MS LOCKHAT",
            "Chairperson, it is common cause that the two applicants were employees of the State and that according to their submissions they acted within the scope of express authority and express instructions given by their commander, Mr Pirie. They also associated themselves with the coup and with their commander's intentions, and they committed the act in execution of this order. And that section 2 subsection 20, subsection 2, subsection (e) would be applicable in this instance, Chairperson, and we leave it in the hands of the Committee. Thank you, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you. Any response, Mr Dlavane.",
            "Unknown"
        ],
        [
            "MR DLAVANE",
            "No response, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you very much. We'll hand down a decision in this matter in the near future, hopefully with the time spared we'll be able to do it today or tomorrow, but it will take some time to come through because there's a procedure that has to be followed getting it published in the Government Gazette, etc. But, I'll be doing a decision, certainly this week in the matter. Thank you. Well, that then brings this roll to an end, does it, Ms Lockhat?",
            "Unknown"
        ],
        [
            "MS LOCKHAT",
            "That is correct, Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We've just had a very short session here, but I would nevertheless like to thank all the people concerned and the authority for making this very nice venue available. The sound technicians, the interpreters for working, the security, the police for providing security, the caterers for the very nice lunch, our secretaries, the logistics officer, everybody, Ms Lockhat who set up the hearing. Thank you very much indeed and we're sorry that we were here for such a short while because I must say we certainly do enjoy coming to this part of the world. It's very nice. Thank you.\nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}