{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-06",
        "location": "ZEERUST",
        "names": [
            "MAGDELINE G MOTSOSI"
        ],
        "case number": "JB3686",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56193&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/zeerust/zeemotso.htm",
        "speakers": [
            "MAGDELINE MOTSOSI",
            "CHAIRPERSON",
            "RUSSELL ALLY",
            "MS SEROKE"
        ],
        "original_speakers": [
            "MRS MOTSOSI",
            "CHAIRPERSON",
            "PROF. MEIRING",
            "MAGDELINE  MOTSOSI",
            "DR ALLY",
            "MISS SEROKE"
        ]
    },
    "testimony": [
        [
            "MAGDELINE MOTSOSI",
            "Good afternoon, Sir.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You are the last person this afternoon and I thank you for your patience.  Magdeline you're also going to tell us about what happened in 1989, in Lekobo.  Many stories we have heard to-day already.  This famous camp or yard of Mr Molilwa features  in your suffering and pain as well.  Before I hand over to Dr Russell Ally, who'll be assisting you, can I just ask Professor Meiring to help you take the oath please.  Thank you.\nPROF. MEIRING: Mr Motsosi, Motsosi will you please stand and raise your hand and repeat after me, what I'm going to tell is the truth, the whole truth and nothing but the truth, so help me God.",
            "Unknown"
        ],
        [
            "MAGDELINE MOTSOSI",
            "(sworn states)\nPROF. MEIRING: Thank you very much.  Please be seated.",
            "Unknown"
        ],
        [
            "RUSSELL ALLY",
            "Welcome to you, Magdeline.  Your account is of something that happened to you personally during this period that we've been hearing so much about and this conflict that we've been hearing so much about as well.  So will you please tell us what happened to you.  Give us your account.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Ma'am can I just stop you, we're not getting the ... OK.  Can, can she re-start please ?   Can you please start again, I'm sorry.",
            "Unknown"
        ],
        [
            "MAGDELINE MOTSOSI",
            "It was in 1989.  It was Good Friday.  It was on a Friday at two o'clock in the morning. I heard an unusual knock.  I asked, who is knocking but I was frightened.  A man's voice came ahead saying, open for us.  Then I went out.  When I opened, a group of people entered and they couldn't all of them get into the house.  When they came to me they said to me, we are looking for a woman, are you Motsosi, Magdeline ?  I said yes.  They said the book which you have, where is it ?  We had a discussion with the old people that there should be a hall which should be used by the old aged people.  Then they said we should have a place which should be used  for old aged people's pension, so that we should not disturb people at school.  At that time I was having  a hundred rand, because we were collecting those two rands.  Then I said I don't have money, I only have a hundred rand with me.  They took that hundred rand.  After I gave them that hundred rand, I said, is that enough, because they were having guns and many kinds of armaments.  Then they said let's go we'll bring you back.  Then they said to me, who is Gibone ?.  Then they said, is, she's, I said, I told them she staying on the other side of the village.  I put on a blanket.\n I saw many men in the yard.  I went with them, then I knocked at that door.  Then they said who are you.  I said Motlaoile, then I said, open.  They, we've been sent to you.  When she opened the door she saw many people standing, then they took us again, then we asked where are you taking us to?  Then they said, you belong to organisations which bring problems to our village.  We went with them.  On the road a certain man clapped me, then that person said to me, you belong to organisations which our President doesn't like.  Then the other one said, leave the woman alone.  We'll see her later.  We went with them again.  We arrived at Adrian Mwelilo's house.  We  entered there, then they locked us in their police vans, then we found many people around who were arrested, or detained in that area.  As you want  to sleep, they will start shouting to you.  \n Then they said, here is your Chief.  They said wake up.  Then we were taken with their cars.  Then they said, take out your blanket.  They said, sit down.  A certain man  came  with a sjambok  and said I'm going to hit you with this.  He said, sleep.  I was moving from the distance from that corner to that corner.  I was wet at that time.  All my clothes were wet.  Then even my dresses would go up and see my face.  Then they would take a certain lady.  Then they said, come to the grass so that we, they did those things, because they wanted us not to sleep the whole night.  They were making us wet and they were casting aspersions to us.  When you want to pass water they say just pass water anywhere.  \n Early in the morning, we were put in the police vans.  Then they said, who is your Chief.  We told them that is, Mr Sebogodi is the Chief.  Then they said, you know nothing, your Chief is Mr Molilwa, whom you are giving problems.  We told them that we were not told that Mr Molilwa is the Chief.  We know that when a tribal meeting, we'll even see Mr Molilwa at Mr Sebogodi's place.  We were made wet by hosepipes and we were sjamboked.  We were beaten, all of us.  The were men and women.  It was confusing and people were screaming all over.  You'll hear even men screaming.  Those, they did those things on Saturday and Sunday and they made us to write statements saying, Mr Molilwa is our Chief and that Mr Sebogodi is not our Chief.  We knew that, all of us, we were living peacefully, all of us.  Wewere made to make statements and others  were made wet and many people were assaulted.  Our lawyers came.  Then they took about two loads of people and others were left there in the cells.  They were making us, they were hiding us because lawyers were coming.  \n On the second day again we were going to Mpogeng because they already told us we are a wanted animal.  I was one of those people who went to Mpogeng.  We bought T-shirts and I was one of them who bought T-shirts.  I put on Mandela's T-shirt.  When we arrived on the crossroads.  There is a cross which goes to Welwedacht.  There was a roadblock on the day which we were supposed to go to Mpogeng.  They stopped our cars, then they said, who is, where is Magdeline Motsosi?  They said, come here.  Then they said, , what were you going to do in Mpogeng ?  I told them I don't know what we were going to do.  They wanted me to tell what was going to be said at Mpogeng.  Then I told them that I will tell them when I come back.  One of them said he must phone a station commander called Dube.  We don't know these policemen who were there then.  Then they phoned.  Then his answer was bring those people here.  \n I was taken to a police van because I was thought to be a leader.  Then they took us to Welwedacht.  We were taken to a charge office.  They took me to Mr Dube, saying, this is the woman we brought  her here.  Then he asked me, where are you going ?  What are you going to do ?  What's the agenda?  Just tell us in short, what is going to be said there?  I told them that I don't know anything, I'll hear when I arrived there.  Then he said, are you one of the trouble makers  in our area?  Look what you are wearing.  This is the man who makes you adamant.  He clapped me.  My lips were cracked.  He teared, tore off my shirt, my T-shirt.  Then there was a certain boy who was wearing that T-shirt.  He tied him with his shoes.  The lawyer called Breytenbach arrived and then they chased me out.  They released us that we should meet her at the gate, then they said, we must leave.  \n We arrived at Pikinos.  I, with my T-shirt torn.  I slept thirteen days in detention at Motswedi with  the ANC membership cards with me.  He was, he was having a gun.  He said, I can shoot you now.  That's all I can say.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Magdeline, thank you very much.   Magdeline, so there's not time for too many questions.  One of the things that interests me though, is, why was there so much interest from the side of Boputha, the police, the Boputhatswana police in this committee that you were also part of, this, this committee that collected this money from people in the village, this two rand.  Why were they so interested in this committee ?  Do you have any ideas?",
            "Unknown"
        ],
        [
            "MAGDELINE MOTSOSI",
            "I even now I cannot understand why they had a special desire about this committee.  Is it because of the conflict between the two Chiefs, as you were saying, as they were saying who was our Chief and that they were forcing us to say our Chief was Mr Molilwa.  That means the conflict between the two chiefs was the cause of the problem.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "That's true.  That seems to be that, the political context, the background.  This conflict between Chief Mobolilwa and, and the other Chief but earlier on another deponent, witness also spoke about the interest of the police in this committee and, this collection of this two rand and Dr Randera asked, where the people gave this two rand of their own free will, or were people obliged to contribute two rand?  What was the situation with the collection of this two rand from people in the village?",
            "Unknown"
        ],
        [
            "MAGDELINE MOTSOSI",
            "This money which was  collected we were not forcing people but it was out of our desire that we don't have a hall which we can have beauty contests, then  we were ask accommodation at the school.  Then there was this idea of saying, we should have our own hall, because that's where we wanted to have our cultural activities there.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "How often was it collected ?  Was it once a week, once a month ?  How often was this money collected from people ?",
            "Unknown"
        ],
        [
            "MAGDELINE MOTSOSI",
            "We were arrested in Good Friday.  We are many  as the villagers and I was having hundred rand with me.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "I was asking, how often was this two rand collected ?  Was it on a weekly basis, on a monthly basis ?",
            "Unknown"
        ],
        [
            "MAGDELINE MOTSOSI",
            "It was a monthly contribution.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Did each household have to pay or each person ?  How, how did this work  ?  It was on a monthly basis.  Was it two rand per house, two rand per person ?  How was, how was the two rand collected ?",
            "Unknown"
        ],
        [
            "MAGDELINE MOTSOSI",
            "It was two rand per person and children was one rand each.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "What if people didn't have money ?  What happened in that situation ?",
            "Unknown"
        ],
        [
            "MAGDELINE MOTSOSI",
            "There was no problem because any time you get money you'll come, you'll come and pay.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "What if somebody just refused to pay ?  What if I, what if  somebody said, I don't have to pay this money, because  I don't want this hall, I'm not interested.  What would happen in a situation like this ?",
            "Unknown"
        ],
        [
            "MAGDELINE MOTSOSI",
            "We didn't have  such a case of a person who said he doesn't want to contribute  to that fund.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Did anybody ever complain  about this?  Did they go to, do you think that people may perhaps have gone to the Boputhatswana police and complained about this collection ?",
            "Unknown"
        ],
        [
            "MAGDELINE MOTSOSI",
            "Because we were arrested just so suddenly  I didn't have that kind of an idea that maybe there are people who are complaining in the village.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Let's say there was a case of, in one house there were six people living in that house, was it expected that every month that house would have to pay twelve rand for, let's say there were six adults ?  That, that house had to pay twelve rand every month.  Is that how it worked ?",
            "Unknown"
        ],
        [
            "MAGDELINE MOTSOSI",
            "It could have been so, because we as the youth volunteered on our own that we're going to contribute  our rands and  the parents decided on their own.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And are you sure that  that this was never a source of conflict.  That some people may have perhaps felt that it was unfair, because in some houses there may have been three people and in another house there may have been six people, in another house there may been two people and yet everyone was expected, who lived in a house to contribute the same amount, was this never a source of conflict at all ?",
            "Unknown"
        ],
        [
            "MAGDELINE MOTSOSI",
            "I would say it that, that might be the source of the problem or of the conflict, because when the police came, they started by saying they are looking for money.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Now you said that there was this conflict  between these Chiefs, okay  ?  Now did the Chiefs take any position or side in this collection of this money ?  Was the one Chief for it and the other Chief said I'm against it ?  Do you  have any idea of the way the Chiefs felt  about this collection of money  in the village ?",
            "Unknown"
        ],
        [
            "MAGDELINE MOTSOSI",
            "There was no conflict  about that contribution because there was no problem at all.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And it was the youth that you said, or this committee made up of the youth that was responsible for this money ?",
            "Unknown"
        ],
        [
            "MAGDELINE MOTSOSI",
            "That's true.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Did you ever consider laying a charge against these policemen who assaulted you, who humiliated you in the way in which they did ?  Did you - because you spoke about the lawyer.  You mentioned Breytenbach I think.  Did, did ..",
            "Unknown"
        ],
        [
            "MAGDELINE MOTSOSI",
            "Yes, we met with the lawyers.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And, what happened ?",
            "Unknown"
        ],
        [
            "MAGDELINE MOTSOSI",
            "The lawyers help us that we should not be imprisoned.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "So you were, you were never, you were never charged in court were you ?  Were you taken to court at any point ?",
            "Unknown"
        ],
        [
            "MAGDELINE MOTSOSI",
            "We appear  in court but other  groups did appear in court.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Presently, where, this other Chief that you speak about, Molilwa,  where is he presently ?  Is he still in the village, what.......",
            "Unknown"
        ],
        [
            "MAGDELINE MOTSOSI",
            "Yes, he's still in Legobo.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And ?  What is the relationship like between him and the other Chief  and the rest of the people in the  village ?",
            "Unknown"
        ],
        [
            "MAGDELINE MOTSOSI",
            "Since the start of the conflict, I see that we, it will not come back.  That conflict would not come back again even if you don't know the deepest heart of a person.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "...............  the whole community still feel now ?  Is the community reconciled ?  Are there still, deep divisions, antagonisms ?  What, the conflict may have gone as you say but within the community itself, what'ss the situation like ?",
            "Unknown"
        ],
        [
            "MAGDELINE MOTSOSI",
            "There are no social groups as it were which divide the people.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And the local government elections ?  What actually happened in the area ?  Did people just vote for whichever party they wanted to, or was there conflict or did everything go off smoothly ?",
            "Unknown"
        ],
        [
            "MAGDELINE MOTSOSI",
            "There was no conflict at all during the local government elections.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Thank you, I don't have anymore questions.\nPROF. MEIRING: Only a few brief questions, Mrs Motsosi.  I just want to know, are you married ?",
            "Unknown"
        ],
        [
            "MAGDELINE MOTSOSI",
            "I'm not married, Sir.\nPROF. MEIRING: How many children do you have to take care of.",
            "Female"
        ],
        [
            "MAGDELINE MOTSOSI",
            "Three children, Sir.\nPROF. MEIRING: How old are they ?",
            "Female"
        ],
        [
            "MAGDELINE MOTSOSI",
            "The other one was born in 1982, the other one was born in 1992, the other one was born in 1993.\nPROF. MEIRING: Three.  Thank you so much.  Are you working at the moment ?  Are you employed ?",
            "Female"
        ],
        [
            "MAGDELINE MOTSOSI",
            "I'm not working, Sir.\nPROF. MEIRING: Not working.  Did you go to school, what standard were you in school when you left the school ?",
            "Female"
        ],
        [
            "MAGDELINE MOTSOSI",
            "Standard six, Sir.\nPROF. MEIRING: Your mother, you say that your mother was a great help to you.  Is she still alive, your mother ?",
            "Female"
        ],
        [
            "MAGDELINE MOTSOSI",
            "Yes, she's died in 1991, Sir.\nPROF. MEIRING: So you are all on your own and you  have to  take care of the children ?",
            "Female"
        ],
        [
            "MAGDELINE MOTSOSI",
            "That's true, Sir.\nPROF. MEIRING: Thank you very much.  Those are the questions.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Is Mr Molilwa still in your area ?",
            "Female"
        ],
        [
            "MAGDELINE MOTSOSI",
            "Yes.",
            "Female"
        ],
        [
            "MS SEROKE",
            "He still living in the same house ?",
            "Female"
        ],
        [
            "MAGDELINE MOTSOSI",
            "Yes, that's true.",
            "Female"
        ],
        [
            "MS SEROKE",
            "The same yard is still there ?  Are the police still there ?",
            "Female"
        ],
        [
            "MAGDELINE MOTSOSI",
            "No  they were, they moved.",
            "Female"
        ],
        [
            "MS SEROKE",
            "You said there is peace now  in your village ?",
            "Female"
        ],
        [
            "MAGDELINE MOTSOSI",
            "Yes, yes that's true.",
            "Female"
        ],
        [
            "MS SEROKE",
            "What is he doing now ?",
            "Female"
        ],
        [
            "MAGDELINE MOTSOSI",
            "He's staying at home and he's an old person.",
            "Female"
        ],
        [
            "MS SEROKE",
            "He doesn't have businesses ?",
            "Female"
        ],
        [
            "MAGDELINE MOTSOSI",
            "No.",
            "Female"
        ],
        [
            "MS SEROKE",
            "We heard much about this police station which was in Motswedi.  Is it in your area or is it in Zeerust ?",
            "Female"
        ],
        [
            "MAGDELINE MOTSOSI",
            "It's on the other side of  Lefurutse.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Is he still there ?",
            "Female"
        ],
        [
            "MAGDELINE MOTSOSI",
            "Yes, he's still there.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Thank you.",
            "Female"
        ]
    ]
}