{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-06",
        "location": "ZEERUST",
        "names": [
            "JOHANNA M MOITOI"
        ],
        "case number": "JB3682",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56191&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/zeerust/zeemoit.htm",
        "speakers": [
            "MRS MOITOI",
            "CHAIRPERSON",
            "RUSSELL ALLY",
            "MS SEROKE"
        ],
        "original_speakers": [
            "MRS MOITOI",
            "CHAIRPERSON",
            "PROF. MEIRING",
            "MRS  MOITOI",
            "DR ALLY",
            "MISS SEROKE"
        ]
    },
    "testimony": [
        [
            "MRS MOITOI",
            "(sworn states)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Professor Meiring.\nPROF. MEIRING: Mrs Moitoi, welcome again.  We are very happy to have you and we are privileged to listen to your story.  It again takes us back to April 1989, when you underwent a very harrowing experience.  Would you like to tell us in your own words, what happened on that day and afterwards.",
            "Unknown"
        ],
        [
            "MRS MOITOI",
            "Thanking you for welcoming me.   I'm your child Johanna Moitoi.  Boputhatswana soldiers came forcing us to accept whatever they do and whatever they say.  They were not bringing peace or, with humility but they were fighting.  When they arrived at  my house they said to me, we are coming to take you.  They were about twelve in number but all of them were men.  When they arrived at home, I was with  my friend, my fiance.  He asked them what are they taking me for ?  Then they said, they said I will...  They did that, they assaulted me and burnt me on my hands.  I was burnt on both hands.  Let me show you my scars because this is a memory to me.   Then I just gave up and allowed then to burn me because I said whatever they want me to do, I will do, then we boarded the police van to a certain man called Mita Sigwilwa.  That's where they build  - tents there.\n We were taken by a police van to Motswele.  We were assaulted by them.  I was with Joyce Modise.  They didn't accept anything which we said, but they wanted us to accept anything they say.  They said to me, who's your Chief ?  I told them that I was given, been commissioned that Mr Sebogodi was my Chief.  Then they told me that he, he is no more a Chief, that the Chief is now Adrian Weelwa, but I did not accept that because everything which happens  in a community, that should be have been informed that our Chief is now Weelwa.  I was assaulted because my Chief is Mr Sebogodi.  Even now, the Chief is Papsi Sebogodi.  I didn't know anything, any information that Mr Weelwa is the Chief.  Being assaulted by the soldiers and the police was, was that the  -  say but belief, that I should believe what they say but I continued with my convictions.  \n I was taken to Motswele.  I arrived in a group of police and they, we were assaulted because we, they wanted us to say that Adrian Weelwa is our Chief and believe, accept that our land should be amalgamated to Boputhatswana.  I didn't know, I didn't know of any  importance that we should be amalgamated to Boputhatswana.  Feel that  their government was oppressive and assaulting people.  We couldn't accept Boputhatswana because we were beaten.  Whilst we were at Motswele my fiance came but he was told that  I'm going to stay in prison for five years, so he accepted that, then I accepted that also.  \n After, after a while, after eight o'clock, after  I was, it's been told that the -  why I was there, then I was taken back home by the police van.  I didn't appear in court and that's  what I said that, but I was assaulted.\nPROF. MEIRING: Thank you very much for telling the story.  Can I just start at the beginning again.  Where were you working before, on the day, during the time when they arrested you?",
            "Female"
        ],
        [
            "MRS MOITOI",
            "I was having a one year seven months child.  I was still at maternity leave.\nPROF. MEIRING: But you, didn't you work with the local ........ (interrupted)  You said that, in your statement you said that you worked at the local authority and that the people wanted you to make a statement that the money was misused by the local authority.  Is that so ?",
            "Female"
        ],
        [
            "MRS MOITOI",
            "They didn't understand what I was saying.  If we were at the village, we were asked to collect money to build an office where pensioners would receive their pension, but I was not receiving any re-imbursement.\nPROF. MEIRING: So that was the reason why, that was what they wanted you to say.  In your statement you say that when you were arrested, you together with five other people were taken to a tent and horrible things were done to you then.  Would you like to tell us about that, or do you prefer not to tell us about that ?",
            "Female"
        ],
        [
            "MRS MOITOI",
            "Being burnt while, whilst your looking, being burnt with fire whilst you were looking.\nPROF. MEIRING: In the statement, in the written statement there's also mention of a device that was put between your legs, that you were shocked.  Would you like to tell about that, or is it not important to tell it here.",
            "Female"
        ],
        [
            "MRS MOITOI",
            "It's too - I'm ashamed to talk about that.\nPROF. MEIRING: It's on paper and we have it.  Thank you for that.  Another, another very terrible thing that happened was that your sister was so shocked when she heard about your arrest that she fell, she collapsed and she died of shock.  Would you like to tell about that ?",
            "Female"
        ],
        [
            "MRS MOITOI",
            "That's my sister, that's my sister, that's Lydia Moitoi who has since died.\nPROF. MEIRING: As the result of your being arrested.",
            "Female"
        ],
        [
            "MRS MOITOI",
            "He died of, he died of a heart attack.  He didn't have this heart problem before.\nPROF. MEIRING: Thank you Mrs Moitoi.  Only a few questions more.  You talked about your fiance.  After you were free to go did you marry ?",
            "Female"
        ],
        [
            "MRS MOITOI",
            "We didn't marry, even now.\nPROF. MEIRING: Children you have to take care of  ?",
            "Female"
        ],
        [
            "MRS MOITOI",
            "Yes there are children whom I'm taking care of.\nPROF. MEIRING: How many children ?",
            "Female"
        ],
        [
            "MRS MOITOI",
            "Four children.\nPROF. MEIRING: How old are they ?",
            "Female"
        ],
        [
            "MRS MOITOI",
            "The firstborn is, was born in 1978.  He's doing standard eight.  The second born is doing standard seven.  He was born in 1979.  The third one is doing standard six, was born in 1982.  Of the one whom I was pregnant with, was born in 1987 and he's doing standard two.\nPROF. MEIRING: You are working at the moment as a sales lady in Zeerust?",
            "Female"
        ],
        [
            "MRS MOITOI",
            "Yes, I'm working  at a shop.\nPROF. MEIRING: I just want to one ask one more question and then I'll pass onto my colleagues.   What happened to you, that you, being a lady was arrested and brutalised.  Did that happen very often ?  Were there many women who suffered from the Boputhatswana police ?  What happened to you was very bad, you're a lady, you're a woman and you were assaulted by the police.  Were there many other women that were assaulted similarly ?",
            "Female"
        ],
        [
            "MRS MOITOI",
            "Yes, there were, there were many.\nPROF. MEIRING: Thank you very much.   No more questions from my side.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "If I can ask one or two questions please.  Your statement says that you were accused of burning down houses.  Why would they make that kind of accusation against you ?",
            "Unknown"
        ],
        [
            "MRS MOITOI",
            "They were just forcing you know, those kind of statements to me.  It was because of the oppressive attitude that they had at that time.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Were there houses that were burnt down in the area, in this village Lukubo ?",
            "Unknown"
        ],
        [
            "MRS MOITOI",
            "Yes, many houses were burnt during that time.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And you politically, do you, did you have, were you, were you politically active in any way ?",
            "Unknown"
        ],
        [
            "MRS MOITOI",
            "Yes, I was a member of African National Congress.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "This is in 1989 ?",
            "Unknown"
        ],
        [
            "MRS MOITOI",
            "That's true.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "African National Congress was still banned  at that point.  In fact even after 1989 in the Bop area they continued to outlaw the ANC.  So when you say you're a member of the ANC in 1989, what do you mean ?",
            "Unknown"
        ],
        [
            "MRS MOITOI",
            "I worked, I worked with them, from them, until  now because they supported me all the time.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "So you mean, are you saying in 1989 were you a member of the ANC or were you just generally supportive of the policy of the ANC, or were you an actual member of any ANC structures, the ANC underground, in 1989 ?",
            "Unknown"
        ],
        [
            "MRS MOITOI",
            "I was member of the ANC which was, which was public then.  It was not underground then.  I have their membership cards with me.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Then  we were speaking about after 1989 because the ANC was only unbanned in February 1990.  So we're speaking about after 1989, but at the time 1989, where you known to be politically outspoken,  why would they have come and picked you up in particular and accused you and tortured you ?  What reason would they have had?",
            "Unknown"
        ],
        [
            "MRS MOITOI",
            "They wanted me to force me to be a member of Boputhatswana, but when I denied, they said, which means you are part of those people who are burning houses.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "But I'm still trying to understand now, I hope you don't mind.  That was when they actually had already picked you up, not so, that they tried to force  you to make a false statement.  That was after they picked you up, but what I'm trying to understand, why would they have gone to you in particular, before you were picked up, why would they have singled you out to be, to be, to be picked up.  Did you have a - were you known to be a political activist ?  Had you spoken out against certain things ?  Were you friendly with people who were considered to be political activists ?  Why, why would they have gone for you ?  That's what I could try to understand.",
            "Unknown"
        ],
        [
            "MRS MOITOI",
            "When they came to me they came to me with a person whom we were elected together to collect money, which means, they came with somebody who knew  where I was staying.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "The money that you were collecting this was for, this was for a pension fund, but you were accused of collecting for other purposes ?",
            "Unknown"
        ],
        [
            "MRS MOITOI",
            "We were collecting two rands from each person or each house.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "In your village ?",
            "Unknown"
        ],
        [
            "MRS MOITOI",
            "That's true.  In our area.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And  this money was going to be used for what purpose ?",
            "Unknown"
        ],
        [
            "MRS MOITOI",
            "We wanted to build a hall with that money so that when they received their pension, their pension grants, they'd be able to gather there, when the government agencies come to give them their pensions.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Special, was there a special committee that was appointed to collect this money ?  Is that, is that how it worked or ... ?",
            "Unknown"
        ],
        [
            "MRS MOITOI",
            "That's true.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "And this committee had a treasurer and, and proper records were kept and everything like that.  Is that how it worked ?",
            "Unknown"
        ],
        [
            "MRS MOITOI",
            "That's true.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Now, the person who came with the police, was the, was also part of this committee collecting this money ?  Yes ?",
            "Unknown"
        ],
        [
            "MRS MOITOI",
            "That's true.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Now what.  Did this person, did this person give the police false information or what what was going on ?",
            "Unknown"
        ],
        [
            "MRS MOITOI",
            "I didn't know how they approached her or him, but to me they came, because he was directing the police to my house, but he left  in the police van and the police came on their own.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Was this person also tortured or any, anything happen to this person ?",
            "Unknown"
        ],
        [
            "MRS MOITOI",
            "Yes, he was tortured.",
            "Female"
        ],
        [
            "RUSSELL ALLY",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MRS MOITOI",
            "Thank you, Sir.",
            "Female"
        ],
        [
            "MS SEROKE",
            "When you were testifying, you said, you were under Chief Sebogodi.",
            "Female"
        ],
        [
            "MRS MOITOI",
            "Yes, that's true.",
            "Female"
        ],
        [
            "MS SEROKE",
            "You didn't know that Mr Moilo is now the Chief of your area.",
            "Female"
        ],
        [
            "MRS MOITOI",
            "Yes, that's true.",
            "Female"
        ],
        [
            "MS SEROKE",
            "What were the stands of Chief Sebogodi ?",
            "Female"
        ],
        [
            "MRS MOITOI",
            "We took him, we regarded him as our Chief, as we knew that, that he, he was our Chief.",
            "Female"
        ],
        [
            "MS SEROKE",
            "When they came to you, they saw you because you were collecting monies from people.  Were they young people or was it the whole community ?",
            "Female"
        ],
        [
            "MRS MOITOI",
            "As we said we were the youth, we had our book and the old people had their own book.",
            "Female"
        ],
        [
            "MS SEROKE",
            "When they did what you don't want to tell us about, did you go to the police to report what they did to you ?",
            "Female"
        ],
        [
            "MRS MOITOI",
            "I didn't even dare try because I still going to appear to the same people.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Did you tell the doctor what they did to you ?",
            "Female"
        ],
        [
            "MRS MOITOI",
            "Yes, I did explain to the doctor and when I came back, I found the road block, then they teared up those papers.",
            "Female"
        ],
        [
            "MS SEROKE",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Johanna, sorry, just a few more questions and then we're finished.  I just want to understand  your perspective of what was going on between Chief Sebogodi and Chief  Molilwa.",
            "Unknown"
        ],
        [
            "MRS MOITOI",
            "Repeat your question, Sir.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Conflict that was taking place in the area at the time.",
            "Unknown"
        ],
        [
            "MRS MOITOI",
            "The conflict was brought about by the police because they said to us Adrian Molilwa is the Chief and we as a community, we didn't know that Adrian Molilwa was the Chief.  We know that when a new Chief is introduced, the whole community  is invited  to be informed about that, but I knew that, at that time the Chief was LM Sebogodi.  Then I was even given a third tale about the history of Sebogodi, then I knew that Sebogodi was the Chief and I, there was no way in which I couldn't understand that he was the Chief.  I told them straight in their faces that Sebogodi is the Chief  of  Legobo village.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And the association between incorporation of the area into Boputhatswana was that, did that feature in this whole discussion that you're talking about now ?",
            "Unknown"
        ],
        [
            "MRS MOITOI",
            "Yes, it did surface.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "The Chief was against, Chief Sebogodi was against incorporation whereas the other Chief seemed happy to go along with it ?",
            "Unknown"
        ],
        [
            "MRS MOITOI",
            "I would say, Chief  Molilwa, yes, agreed, because all meetings were held in his place, so which means he agreed that we should be incorporated.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And you said earlier on that there were many houses that were burnt down.  Whose houses were being burnt down, and by whom ?  Were they supporters of one faction against, or another faction, or was it police officers whose houses were being burnt down ?",
            "Unknown"
        ],
        [
            "MRS MOITOI",
            "The house, I understand about the incidents, was the house belonging to Mr Selomi,  when they inspected the damage it was found that it was the police who did that.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "My last question is to do with the, this collection of money that you were, that you were involved in for the hall.  Was that purely on a voluntary basis ?",
            "Unknown"
        ],
        [
            "MRS MOITOI",
            "Yes, I volunteered because after seeing the suffering of  old age people, because they were staying in the sun and in the rain.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "That's part of it but  the actual collecting of money from other people, did  they also offer the money  voluntarily ?",
            "Unknown"
        ],
        [
            "MRS MOITOI",
            "Yes, they were volunteering  in their contributions.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Now  that brings to the end all the questioning.  Is there anything else you would like to say ?",
            "Unknown"
        ],
        [
            "MRS MOITOI",
            "You meant to continue ?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "If there's anything else that you want to add to what's been said already.",
            "Unknown"
        ],
        [
            "MRS MOITOI",
            "To continue,  I would wish that those people who did all, who were victims as myself,  their names should appear and that they should be taken care of by the Truth Commission.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Johanna.   I just want to thank you for coming here to-day.  Please don't feel that all these questions that we've been posing you is to make life more difficult to you.  It's just that we want to understand the context in which it took place.  It doesn't take away what happened to you, both at the camp and at the police station and we thank you to-day for coming and sharing those experiences with us and we hear what you've said in terms of the needs of victims to be recognised.  Thank you very much.",
            "Unknown"
        ],
        [
            "MRS MOITOI",
            "Thank you, Sir.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I said I would keep people informed about statement taking.  There are people at the back of the hall who are taking statements and if you want to have a statement taken, please, if you'll proceed to the back of the hall.  Thank you very much.",
            "Unknown"
        ]
    ]
}